{
  "data": [
    {
      "probability": null,
      "id": 148,
      "name": "به ژاپنی",
      "sciName": "Chaenomeles japonica",
      "description": "به ژاپنی، که به بهِ گل دهنده هم معروف است، گیاهی پرساقه و خاردار و خزان دار است و ارتفاع آن به ۲ تا ۳ متر می رسد. این گیاهِ پرعمر از ابتدای زندگی گل می دهد و بعد از ۳ تا ۵ سال به بلوغ می رسد.",
      "howToWater": "بوته ی نورُسته به آبیاری منظم نیاز دارد،اما درختچه ی جاافتاده با محیط سازگار می شود و می تواند خشکی را تحمل کند و اگر گاه به گاه،مخصوصاً مواقعی که هوا داغ و خشک است،آن را آبیاری عمیق کنید مسلماً رشد بهتری خواهد داشت",
      "howToSoil": "خاک با زهکشی خوب را ترجیح می دهد،اما خاکهای سنگین را هم بهتر از بسیاری از گیاهان تحمل می کند\r\nکوددهی ضروری نیست،اما در اوایل بهار و در همان هنگام که رشد جدید از سر گرفته می شود می توان غذای کامل گیاهی به کاربرد.",
      "howToLight": "حداقل نصف روز آفتاب برایش لازم است،ولی آفتاب تمام روز را ترجیح می دهد.در برابر هوای آزاد و باد مقاوم است.\r\nبهترین زمان گل دهی از اواسط تا اواخر زمستان و در نواحی خنک تر تا اوایل بهار است.",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": 5,
      "tempMax": 35,
      "humidityMin": 20,
      "humidityMax": 70,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/jht2EwkUEdJ9r0XYGo6H.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/February2022/8MRAefHNrZ6gOXvZXp1v.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2022/SkOx545S8cQtYO445f77.jpeg"
      ],
      "otherNames": [
        "Chaenomeles speciosa ",
        " Chaenomeles speciosa"
      ]
    },
    {
      "probability": null,
      "id": 179,
      "name": "پپرومیا",
      "sciName": "Peperomia verticillata",
      "description": "پپرومیا از گیاهان همیشه سبز و از خانواده ی پیپراسه (فلفلی ها) PIPERACEAE می باشد. دارای گونه های مختلف و اغلب دارای برگ گوشتی و نیمه گوشتی و جثه ای کوچک هستند. بیش از چهارصد گونه از این خانواده شناخته شده،منشأ این گیاهان، آمریکای جنوبی (برزیل) و آفریقای جنوبی و آفریقای مرکزی و به طور کلی مناطق گرمسیری است؛\r\nگیاه پپرونیا یک ساقه گل دهنده با شاتون های سبز رنگ تولید می کند که ارزش زینتی ندارد. زمانی که این گیاه به گلمی رود کیفیت برگ ها و زیبایی گل های آن کمتر می شود. با حذف ساقه های گل دهنده می‌توان گیاه را به طورمرتب به حالت رویشی و نونهالی مشاهده کرد.",
      "howToWater": "در اکثر گیاهان آپارتمانی باید خاک خشک شود و سپس آبیاری را شروع کنید که باید به این شکل آبیاری شود توجه داشته باشید که آبیاری زیاد و یا نداشتن زهکشی مناسب باعث آسیب شدید به ریشه گیاه شما خواهد شد پس حتما زهکشی را بررسی کنید.\r\nبه رطوبت زیادی احتیاج ندارد و شما میتوانید همون رطوبت محیط را برای آن داشته باشید ولی بهتر است زیر گلدانی را از سنگ ریزه پر کنید و سپس هر دو هفته یکبار آن را با آب پر کنید دقت کنید که نباید آب زیرگدانی با گلدان تماس داشته باشه.",
      "howToSoil": "خاک مناسب خاک سبک برای نگهداری این گیاه بسیار مناسب است که برای تهیه این خاک شما میتوانید مخلوطی از یک قسمت پیت و یک قسمت خاک باغچه و ۲ قسمت ماسه یا پرلیت برای گلدان آن انتخاب کنید. |",
      "howToLight": "این گیاه نور رو دوست داره ولی نباید در معرض تابش نور مستقیم آفتاب قرار بگیره و بهترین شرایط نوری برای آن نور کامل تا کمی سایه و به دور از نور مستقیم آفتاب می باشد. و داشتن نور کافی باعث خوش رنگ شدن برگها خواهد شد.\r\nاین گیاه در دمای اتاق خوب رشد میکنید ولی در زمستان دقت کنید که دمای محیط کمتر از ۱۵ درجه نرود.",
      "waterMin": 5,
      "waterMax": 7,
      "tempMin": 15,
      "tempMax": 30,
      "humidityMin": 30,
      "humidityMax": 70,
      "lightMin": 500,
      "lightMax": 1500,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/wEgZNtiyNzUxc7b6a2SP.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/NTpoenIIDDhoaCcCE4IS.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/xb7S0fOvE71Xafi0KqiP.jpeg"
      ],
      "otherNames": [
        "Peperomia graveolens"
      ]
    },
    {
      "probability": null,
      "id": 89,
      "name": "نخل ماداگاسکار",
      "sciName": "Pachypodium lamerei",
      "description": "گیاه نخل ماداگاسکار (پاچیپودیوم لامری یا کاکتوس نخل) یک گیاه گلده متعلق به نواحی آفریقا و جزیره ماداگاسکار است. برای آشنایی با شرایط نگهداری نخل ماداگاسکار می‌توانید نکات زیر دقت کنید.\r\nاین گیاه کاکتوس محسوب نمی‌شود و جز درختان نخل به حساب می‌آید. ساقه لوله تفنگی این گیاه از خارهای تیزی تشکیل شده است. و دارای برگ‌های چتری مانند در بالای آن می‌باشد.\r\nاین ساکولنت عجیب و غیر عادی دارای مخلوطی از برگ‌های استوایی است که گیاه را شبیه به کاکتوس‌های صحرایی می‌کند.\r\nاین گیاه عمل فتوسنتز را به جای برگ از ساقه انجام می‌دهد. نخل ماداگاسکار رشد سریعی دارد و می‌تواند در طی فقط چند سال به ارتفاع یک متر برسد.",
      "howToWater": "اطراف ساقه اصلی گیاه را خشک نگه دارید و فقط زمانی به گیاه آب دهید که خاک آن خشک شده باشد. هنگام آبیاری در تابستان اجازه دهید خاک بین دو آبیاری خشک شود و در زمستان میزان آبیاری را کاهش دهید.\r\nهنگامی که برگ‌های گیاه می‌ریزند آبیاری را متوقف کنید.\r\nهنگام نگهداری نخل ماداگاسکار و برای تغذیه گیاه در اوایل بهار و اوایل تابستان با یک کود مناسب گیاهان آپارتمانی به کاکتوس نخل خود آب دهید. (از هر دو نوع گرانول و مایع آن می‌توان استفاده کرد)\r\nاین کار گیاه را به رشد جدید در فصول گرم‌تر تشویق می‌کند و رشد آن را سرعت می‌بخشد. اگر از مخلوط خاک گیاهان آپارتمانی در خاک گیاه خود استفاده می‌کنید گیاه نیازی به تغذیه اضافی ندارد.",
      "howToSoil": "مانند بسیاری از ساکولنت‌ها و کاکتوس‌ها این گیاه بهترین رشد خود را در خاک‌های مخصوص کاکتوس و ساکولنت خواهد داشت. این مخلوط خاک باید دارای زه‌کشی مناسبی باشد که بتواند به سلامت سیستم ریشه‌ای گیاه کمک کند.\r\nاگر نیاز شد که گلدان گیاه را تعویض نمایید، این‌کار را در بهار و قبل از شروع فصل رشد گیاه انجام دهید. می‌توانید برای زه‌کشی بهتر خاک از سنگ‌های درشت در کف گلدان استفاده نمایید.\r\nمی‌توان گیاه نخل ماداگاسکار (لامری) را از طریق پاجوش و بذر تکثیر نمود. هر دو روش را می‌توانید انجام دهید. اگرچه تکثیر این گیاه از طریق بذر مشکل‌تر است. بذر‌ها به راحتی جوانه نمی‌زنند. هنگامی که گیاه را از طریق بذر تکثیر می‌کنید، از قبل باید بذرها را به مدت یک روز در آب گرم قرار دهید. سپس آن‌ها را در ماسه مرطوب و در اتاقی گرم قرار دهید.",
      "howToLight": "درخت نخل ماداگاسکار عاشق آفتاب است و هوای گرم را ترجیح می‌دهد. در برخی نقاط نور مستقیم خورشید و روشنایی زیاد را می‌پسندد. پشت پنجره جنوبی در محیط منزل بهترین مکان برای دریافت بیشترین نور توسط این گیاه است.\r\nهنگامی که در زمستان گیاه را در محیط منزل نگهداری می‌کنید آن را نزدیک به منابع گرمایشی قرار دهید تا گرم بماند. در طول زمستان، اجازه ندهید دما به زیر ۱۲ درجه سانتی‌گراد برسد.\r\nاگر دمای محیط و نور آن برای گیاه فراهم باشد گیاه چند برگ خود را در زمستان نگه می‌دارد.\r\nاگر به نیازهای نوری این گیاه توجه شود، رشد آن از سرعت خوبی برخوردار خواهد بود.\r\nنخل مادگاسکار به نور فراوانی نیاز دارد و نور مستقیم آفتاب را حداقل به مدت 6 ساعت در روز دوست دارد.\r\nاگر امکان تابش نور مستقیم آفتاب بر روی آن وجود ندارد، در مکانی نزدیک یک پنجره که کاملاً روشن و پر نور است آن را قرار دهید.",
      "waterMin": 10,
      "waterMax": 20,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 30,
      "humidityMax": 70,
      "lightMin": 1000,
      "lightMax": 12000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/ySHGsuMLhyvEDrqXSkl5.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/October2021/8YINcH1jwClgQwiHwvAz.jpeg",
        "https://planta.vsrv.ir/storage/plant/October2021/RP9shcbrQUKbZehnQtUB.jpeg"
      ],
      "otherNames": [
        "Pachypodium geayi"
      ]
    },
    {
      "probability": null,
      "id": 35,
      "name": "پیچک سفید",
      "sciName": "Convolvulus Cneorum",
      "description": "سرعت رشد آن تقریبا آرام است و اگر به خوبی از پیچک سفید نگهداری کنید، بین 15 الی 20 سال زنده خواهد بود. پس از 5 الی 10 سال، نهایتا یک متر رشد می‌کند.\r\nدارای ساقه های خزنده هست و گلهای زیبا و شیپور مانند آن از اوایل بهار ظاهر می‌شوند و تا پایان تابستان باقی می‌مانند. و گل پیچک برای تصفیه هوای خانه مورد استفاده قرار میگیرد.\r\nکمترین دمایی که این گیاه می‌تواند تحمل کند، سردترین بازه ممکن برای گیاهان است، یعنی دمای بین منفی 6 تا منفی 9 درجه سانتی گراد.",
      "howToWater": "پیچک سفید جوان باید در طول فصول رشد، هر هفته آبیاری شود. اگر شاهد بارش باران بودید، گلدان گیاه را به زیر آن ببرید و اجازه دهید به خوبی سیراب شود. در طول ماه‌های خیلی گرم، هر چند روز یکبار گیاه را کاملا آبیاری کنید، تا زمانی که آب اضافی از زیر گلدان خارج شود.\r\nبرای پیچک سفید، این روش (آبیاری زیاد در دفعات کم)، بهتر از آبیاری هر روزه اما در مقدار کم است. و ریشه را تشویق می‌کند تا به عمق بیشتری در خاک نفوذ کرده و در نهایت گیاهی مقاوم‌تر و محکم‌تر خواهیم داشت.",
      "howToSoil": "پیچک سفید، خاک سبک تا کمی ملایم را ترجیح می‌دهد. قطعا عالی بودن زه کشی، شرط اصلی انتخاب خاک است. این گیاه در طبیعت اصلی خود، در خاکی حاوی سنگریزه، حتی در مناطق سنگی و ساحلی رشد می‌کند.\r\nاما در خصوص ph، توصیه می‌کنیم شکوه صبح را در خاکی خنثی تا کمی باز بکارید، یعنی ph بین 8-7.",
      "howToLight": "پیچک به دریافت نور کامل خورشید نیازمند است. بهتر است آن را در نزدیکی یک پنجره نورگیر جنوبی قرار دهید.\r\nالبته می‌تواند نور کم و سایه نسبی را نیز تحمل کند، اما در این شرایط سرعت گلدهی اش کاهش یافته و شکوفه‌هایش به طور کامل باز نخواهند شد. شکوفه‌های آن برای کامل باز شدن، باید نور خورشید را به صورت مستقیم دریافت کنند.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 5,
      "tempMax": 40,
      "humidityMin": 20,
      "humidityMax": 70,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/cURTqxeLsOjtiDKzWxWk.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/MvD6FdQ9DPprEtfs0GyZ.jpg",
        "https://planta.vsrv.ir/storage/plant/June2021/LOt2GufDXrxV68zjPfKx.jpeg"
      ],
      "otherNames": [
        "Arenaria boliviana ",
        " Turbina stenosiphon ",
        " Calystegia soldanella ",
        " Calystegia sepium ",
        " Operculina pteripes"
      ]
    },
    {
      "probability": null,
      "id": 158,
      "name": "گل شب بو",
      "sciName": "Matthiola incana",
      "description": "به شب بوی استاکس یا ماتیولا معروف است و گیاهی یک ساله یا دو ساله است که به عنوان یک ساله مقاوم کشت و کار می شود. گل آن به صورت خوشه انتهایی است. دارای انواع کم پر و پُرپر بوده و به خاطر گل های معطر آن که می تواند به صورت تازه یا خشک شده استفاده شود ارزشمند است . گیاه گلدانی عالی برای زمستان و بهار بوده و گل های بریدنی خوبی تولید می کند . در رنگ های متنوع صورتی، لاکی، ارغوانی، بنفش، زرد، یاسی، سفید، قرمز و گلی و آجری و دیگر رنگ های حد واسط وجود دارد.",
      "howToWater": "نیاز به آبیاری تناوبی به ویژه در تابستان دارند. اگر خاک آن خشک شود کاملا پژمرده خواهد شد",
      "howToSoil": "از نظر تغذیه، شب بو به کمبود پتاسیم حساس می باشد و در چنین شرایطی حاشیه برگ های مسن حالت سوختگی از خود نشان می دهد.\r\nشب بوهای معمولی خاک به نسبت حاصلخیز و مرطوب با زه کشی خوب که خنثی تا کمی قلیایی باشد نیاز دارند.",
      "howToLight": "باید در محل آفتابگیر کشت شود. و به نور مستقیم خورشید نیاز دارد\r\nدما نقش مهمی در رشد و گلدهی شب بو دارد.  برای رشد به دمای ۱۰ –۲۰  درجه سانتی گراد نیاز دارد. گیاه باید در دمای شبانه ۱۶ درجه تا زمان تشکیل ۱۰ برگ کامل رشد کند و سپس دست کم به مدت ۳ هفته در ۱۰ درجه نگه داشته شود که می توان دوباره تا ۱۶ درجه آن را افزایش داد. شب بو در صورتی که بیش از ۶ ساعت در روز در معرض دمای ۱۸ درجه قرار گیرد گل نخواهد داد.",
      "waterMin": 2,
      "waterMax": 4,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 80,
      "lightMin": 1000,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/5EIrBxnxazMeuhYMyGb8.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/W8hi5RoRQHM8ehFtetUs.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/gtCvPetHleKtgxtKo0h9.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 227,
      "name": "یاس پرطاووسی",
      "sciName": "Spartium junceum",
      "description": "درختچه ای قوی و برگ ریز است. رشد طولی آن به 2-4 متر (7-14 فوت) و به ندرت به 5 متر(16 فوت) می رسد. ضخامت ساقه اصلی به 5 سانتی متر (2 اینچ) به ندرت به 10 سانتی متر و (4 اینچ) می رسد. دارای ساقه ضخیم نی مانند و به رنگ خاکستری سبز است. با برگهای کوچک و پراکنده که خزان دار نیز هستند، به طول 1-4 سانتی متر و عرض 2 میلی متر دیده می شود. روی برگ نرم است و زیر برگ دارای موهای بلندی است. برگها از ماه بهمن تا تیر ماه دیده می شوند.\r\nاین برگها از اهمیت زیادی برخوردار نیستند. چرا که فتوسنتز این گیاه در شاخه های سبز آن صورت می گیرد (یک استراتژی برای صرفه جویی آب در آب و هوای خشک است). برگهای این گیاه زود خزان دار می شود.\r\nگل: در اواخر بهار و تابستان شاخه ها به فراوانی از گلهای زرد نخودی شکل به فواصل 1-2 سانتی متری هم قرار می گیرند. در اواخر تابستان لگوم ها( غلاف دانه) بالغ و تیره رنگ می شود و به اندازه 8-10 سانتی متری (3-4 فوت) می رسد. آنها پشت سر هم با ایجاد یک شکاف که قابل دیدن است باز می شوند و توسط والدین شروع به بذر افشانی می کنند.\r\nدمای اپتیمم برای گلدهی 18-12 درجه است. در طول فصل زمستان تا دمای 15- زیر صفر را نیز تحمل می کند",
      "howToWater": "این گیاه بطور کلی نسبت به خشکی مقاوت خوبی از خود نشان می دهد. به طور تجربی بهتر است فاصله بین دو آبیاری به نحوی باشد که سطح خاک کملاً خشک شده، رطوبت خود را از دست داده باشد. در صورتی که سطح خاک دائماً مرطوب باشد و خاک نیز از زهکشی مناسبی برخوردار نباشد، گیاه از قسمت طوقه و ریشه دچار پوسیدگی می شود.",
      "howToSoil": "بهترین نوع خاک، خاکی است که سبک و دارای زهکشی مناسبی بوده و رطوبت را به مدت طولانی در خود نگهداری نکند. طبیعتاً در صورتی که بافت خاک از شن و مقداری خاک برگ باشد برای رشد این گیاه بسیار مناسب خواهد بود.",
      "howToLight": "کمبود نور باعث افزایش رشد رویشی (علفی) و کاهش شدید گل دهی آن می گردد. در بهترین وضعیت به 6-4 ساعت نور در طول روز نیاز دارد.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 5,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 55,
      "lightMin": 5000,
      "lightMax": 22000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/q558cuib1qAGba2RnOhI.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/GZgavXx5wAJ3rUOePsBz.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2022/7FOXYQ1n0yd070EGC9EE.jpeg"
      ],
      "otherNames": [
        "Spartium junceum"
      ]
    },
    {
      "probability": null,
      "id": 265,
      "name": "انجیر هندی",
      "sciName": "Ficus benghalensis",
      "description": "انجیر هندی درختی بزرگ و گسترده است که در شبه قاره هند به صورت وحشی است که دارای ریشه های هوایی بسیار است. هنگامی که این ریشه ها به زمین میرسند، از تنه اصلی غیر قابل تشخیص میشوند.\r\nمیوه این گیاه توسط پرندگان و پستانداران خورده شده و دانه های آن توسط پرندگان پراکنده میشود\r\nانجیر هندی یکی از بزرگترین درختان در جهان از نظر میزان مساحتی که اشغال میکند، میباشد.\r\nاین گیاه قابل نگهداری به عنوان گیاه آپارتمانی در خانه و اداره نیز میباشد. (به صورت بونسای نیز موجود است)\r\nاین نوع انجیر که بومی هند ، سری لانکا و پاکستان است، اغلب در اطراف معابد کاشته شده و توسط هندو ها و بودایی ها مقدس شمرده میشود.",
      "howToWater": "بین هر بار آبیاری اجازه دهید خاک آن کاملاً خشک شود سپس به طور اشباع آبیاری نمایید.\r\nنیاز رطوبت گیاه در بیرون خانه خیلی کم می باشد. \r\nآبیاری بیش از حد کم یا زیاد می تواند منجر به زرد شدن برگ ها شود.",
      "howToSoil": "انجیر هندی خاک به خوبی زهکشی شده اما نسبتا مرطوب را دوست دارد.",
      "howToLight": "محیط رشد گیاه در خانه باید در منطقه ای نیم سایه یا در حد نور متوسط باشد. ولی در خارج از منزل به صورت نیم آفتاب با مشتقات جزئی سایه مناسب رشد می باشد.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 10,
      "tempMax": 40,
      "humidityMin": 20,
      "humidityMax": 60,
      "lightMin": 700,
      "lightMax": 1800,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/HanfmmmjBx1EM9tGnV1r.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/XqZD9m7J69b4opZwagzj.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/vp2YgV7SjNVivH6Z0fWp.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 91,
      "name": "نخل سیکاس",
      "sciName": "Cycas revoluta",
      "description": "سیکاس بومی ژاپن بوده و اغلب در شمال ایران کشت می گردد. سیکاس درخت دو پایه ای است ( سیکاس نر و سیکاس ماده ) و پایه نر دارای کیسه محتوی گرده گل و گیاه ماده دارای تخمدان است . برگهای پایه نر کوتاه ، پهن و کلفت بوده و در سطح زیر آن چندین کیسه گرده وجود دارد که بوسیله یک شکاف طولی مقدار بسیار زیادی گرده گل به خارج می ریزند .برگهای پایه گل سیکاس ماده مسطح است و از کرکهای خرمایی رنگ پوشیده شده و در سطح بالایی آنها شرابه ای انگشت مانند یا دندانه دار می باشد . دما قابل تحمل برای نخل سیکاس در حدود ۲۴+الی ۱- سانتیگراد می باشد. برای نگهداری سیکاس در زمستان توجه کنید که اگر دما از ۱- درجه کمتر شود امکان دارد گیاه از بین برود.",
      "howToWater": "این گیاه به کم آبی مقاوم است زیرا ساقه آن آب را در خود ذخیره می‌کند و در زمان کمبود آب از آن استفاده می‌کند. آنرا زمانی آب دهید که سطح خاک تا عمق 5-2 سانتیمتری خشک شده باشد.\r\nاگر در گلدان کاشته می شود اجازه دهید هردفعه که خاک گلدان سیکاس خشک شد آنرا را آبیاری کنید این گیاه دوست ندارد خاکش دایم خیس باشد،. ولی برعکس اگر در خاک کاشته شده باشد خشکی را نیز می‌تواند تحمل کند ولی در باغ در فصل تابستان که هوا گرم است هفته ای ۲ بار هم میتوان آب داد. نکته مهم درباره نحوه آبیاری نخل سیکاس این که هرگز روی برگها گیاه آبپاشی نکنید زیرا باعث پوسیدن گیاه می شود.",
      "howToSoil": "خاک گل سیکاس به زهکشی مناسب نیاز دارد. ترکیب خاک سیکاس می تواند مخلوطی از یک قسمت خاک معمولی گیاهان گلدانی یا خاک لوم + یک قسمت شن و یا یک قسمت خاک برگ+یک قسمت شن باشد\r\nاز پرلایت و ورمیکولایت برای سبک کردن خاک این گیاه نیز می‌توان استفاده کرد.  در کاشت گیاه باید در نظر داشت که گیاه را طوری بکاریم که کمی از سطح خاک بالا تر باشد. پیاز سیکاس باید طوری در خاک قرار گیرد که نیمی از آن در خاک و نیم دیگر آن از خاک بیرون باشد.\r\nمناسب ترین زمان کود دهی سیکاس ،یکی درطول بهار و دیگری در اواخر تابستان است.",
      "howToLight": "نور مورد نیاز سیکاس نور مستقیم خورشید است  ولی خود را با محیط داخل اتاق نیز تطبیق می دهد به طوری که چند ساعتی از نور صبح یا غروب آفتاب به آن بتابد. همچنین زمانی که برگ های تازه و جوان گیاه که نرم و لطیف هستند ظاهر می گردد تا دو هفته ای که به خود حالت سخت و خشنی بگیرد یکی از حساس ترین دوران برای سیکاس است. زیرا کوچک ترین ضربه به برگچه ها و همچنین فعالیت بیش از حد حشرات نیز می تواند به آن ها آسیب برساند\r\nدرطول این دوره براثر عاملی به نام نور گرایی اگر برگ ها در محیطی پر نور ظاهر شوند به دلیل شدید بودن نور،برگ ها کوتاه می مانند ولی در غیر این صورت برگ ها بلند با فاصله زیاد بین برگچه ها می گردد. در ضمن بر اساس تجربه افزایش آبیاری در دوران برگ دهی گیاه سبب بهبود برگ دهی و رشد و نمود آن ها می شود البته به اندازه کافی!",
      "waterMin": 5,
      "waterMax": 12,
      "tempMin": -1,
      "tempMax": 25,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 500,
      "lightMax": 2000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/6vN5AcV8DN5swjRmKgqq.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/October2021/kNJwR5J0oCb8OGBQLMpk.jpeg",
        "https://planta.vsrv.ir/storage/plant/October2021/mMJYfSywdDUj5yjt4N7E.jpeg"
      ],
      "otherNames": [
        "Cycas taitungensis ",
        " Cycas revoluta ",
        " Cycas siamensis ",
        " Cycas siamensis ",
        " Cycas revoluta ",
        " Cycas circinalis ",
        " Phoenix canariensis ",
        " Cycas thouarsii ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 160,
      "name": "نخل راپیس",
      "sciName": "Rhapis excelsa",
      "description": "بومی نواحی جنوبی کشور چین و کشور تایوان است . نخل راپیس حداکثر تا حدود 4-3 متر می تواند رشد کند و قطر ساقه ها حدود 3-1 سانتیمتر است.  این گیاه چندین ساقه دارد و ساقه ها در کنار هم از بخش زیر زمینی منشا می گیرند و رشد می کنند.\r\nنخلهای راپیس حداقل دمایی که می توانند تحمل کنند حدود 5- درجه سانتیگراد است البته در این دما به احتمال قوی قسمت هوایی گیاه از بین می رود  اما احتمال زنده ماندن قسمت طوقه و قسمت زیرزمینی وجود دارد.",
      "howToWater": "برای جلوگیری از پوسیدگی ریشه ، بهتر است آبیاری گیاه زمانی انجام شود که سطح خاک گلدان تا عمق حدود 3-2 سانیمتری خشک شده باشد و سپس گیاه را آبیاری کرد. کمبود آبیاری موجب خشکیدگی نوک و حاشیه برگها و افتادگی برگها می شود اما زیاده روی در آبیاری موجب پوسیدگی ریشه ها خواهد شد که در نتیجه آن بر روی برگها نواحی قرمز قهوه ای ایجاد می شود و برگها به تدریج زرد رنگ و ساقه ها از ناحیه اتصال به خاک خم می شوند و در نهایت گیاه از بین می رود.",
      "howToSoil": "نخل راپیس به خاکی سبک با زهکش خوب، به همراه مقداری مواد ارگانیک همانند خاک برگ  و همچنین کمی اسیدی نیاز دارد. بنابراین می توان از مخلوطی همانند خاک برگ+شن+پیت موس برای این گیاه استفاده کرد.\r\nمی توان با فرمول 10-10-10 با نصف غلظت هر ماه آنها را کوددهی کرد و البته این عمل را در طی فصل رشد انجام داد و در طی پاییز و زمستان از این کار صرفه نظر کرد. تعویض گلدان این گیاهان را نیز به دلیل اینکه رشدی کند و آهسته دارند و همچنین با توجه به اینکه با متراکم بودن ریشه هایشان مشکلی ندارند می توان هر دو سال یکبار انجام داد.",
      "howToLight": "مکانهای نیمه سایه را دوست دارد یعنی مکانهایی که در طی روز حدود 5-4 ساعت نور مستقیم آفتاب داشته باشند اما در عصر هنگام از سایه برخوردار باشند.  اگر میزان نور زیاد باشد برگها سبز-زرد رنگ خواهند شد. مکانهایی که بیش از اندازه سایه هستند نیز موجب عدم استحکام برگسار و کم رنگ شدن رنگ آنها می شود.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 15,
      "tempMax": 26,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 600,
      "lightMax": 8000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/jpavYZL4ArmOcYuMChVl.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/eYR2F2mFzWtp3zKwEbb8.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/juAmF2yy7duOi9fJ9imX.jpeg"
      ],
      "otherNames": [
        "Rhapis humilis"
      ]
    },
    {
      "probability": null,
      "id": 178,
      "name": "فوتونیا",
      "sciName": "Photinia villosa",
      "description": "هر گل ۸ تا ۶ میلیمتر پهنا دارد ولی تعداد زیادی از آنها در گل آذین خوشه ای به پهنای ۱۶ تا ۱۰ سانتیمتر شکوفا می شوند.\r\nمیوه کوچک سیب شکل و به اندازه 4 تا 12 میلی متر و به تعداد زیاد  میباشد. میوه ها در پاییز می رسند  و اغلب به صورت آویز تا قبل از زمستان باقی می مانند. میوه ها به عنوان خوراک توسط پرندگان مورد استفاده قرار گرفته و بذر آنها از طریق مدفوع پرندگان پراکنده می شود.\r\nنام گیاه شناسی برگرفته از photeinos (کلمه یونانی) به معنای براق و اشاره به برگ اغلب براق گیاه دارد. گونه هایی از آن همیشه سبز هستند، اما گونه های برگ ریز نیز وجود دارند. محدوده طبیعی از این گونه  مناطق گرم معتدل آسیا، از هیمالیا شرق به ژاپن و جنوب به هند و تایلند است. با این حال، به طور گسترده ای در سراسر جهان به عنوان گیاهی زینتی کاشته می شوند.",
      "howToWater": "گیاهان تازه کاشته شده در یک سال اول نیاز آبی بیشتری دارند و بی آبی باعث استرس می شود. پس از سال اول گیاهان نیاز آبی کمتری دارند و هفته ای دو بار آبیاری برای آن ها کافی خواهد بود. در زمستان نیاز آبی این گیاهان کم است. در کل نیاز آبی درختچه سه رنگ متوسط است و به خشکی مقاوم می باشد و در صورت آبیاری زیاد، گیاه صدمه می بیند.",
      "howToSoil": "در طیف وسیعی از خاک ها به خوبی رشد می کند و به زهکشی خوب نیاز دارد و در خاک های همیشه مرطوب دچار پوسیدگی ریشه می شود. خاکی با نسبت برابر شن و رس، خاکی مناسب برای درخت سه رنگ است .اکثر گونه ها شرایط خاک اسیدی و یا شرایط قلیایی  را تحمل می کند اما گونه هایbeauverdiana  و villosa از خاک گچی استقبال نمیکند و نیاز به  محیط خنثی یا شرایط اسیدی خاک دارد.",
      "howToLight": "بهترین شرایط برای این گیاه قرار گرفتن در نور مستقیم آفتاب است. در چنین مکانی درختچه سه رنگ کمتر به بیماری سفیدک قارچی که شدیدا به آن حساس است مبتلا می شود. سه رنگ چینی نسبت به این بیماری مقاوم تر از دو گونه دیگر است.\r\nدرخت سه رنگ ژاپنی و سه رنگ فرازر منفی ۱۷- تا 15- درجه سرما را تحمل می کند ولی  درختچه سه رنگ چینی نسبت به دو گونه دیگر مقاومت بیشتری نسبت به سرما دارد اما شاخه های جوان آن می تواند توسط باد سرد و یخبندان سوخته و در نهایت خشک گردد.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 5,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 60,
      "lightMin": 1500,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/XykaoB4yOEUoVCaLkOmN.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/IYkmjwxyg7YAdL45Ayvk.jpg",
        "https://planta.vsrv.ir/storage/plant/March2022/xXN08ph0YZgmxqOZj4Sa.jpg"
      ],
      "otherNames": [
        "Photinia glabra ",
        " Photinia villosa"
      ]
    },
    {
      "probability": null,
      "id": 156,
      "name": "بامبو",
      "sciName": "Dracaena braunii",
      "description": "اگر این گیاه را در آب نگهداری می‌کنید باید هر هفته آب آن را عوض کنید و در داخل تنگ آن سنگ‌هایی بریزید که بتوانید وزن گیاه را تحمل کند و سقوط نکند.\r\nهمچنین اگر آن را در خاک نگهداری می‌کنید باید خاکش مرطوب نگه دارید و از خشک شدن یا خیس شدن بیش از حد خاک جلوگیری کنید.\r\nگیاه بامبو زمانی شاداب است که در محیطی با دمای ۱۸ الی ۳۵ درجه سانتی‌گراد زندگی کند. در ما‌ه‌های سرد گیاه نباید در کنار پنجره یا دری قرار گیرد که امکان نفوذ سرما را دارد.",
      "howToWater": "اگر بامبوی شما در خاک زندگی می‌کند همانطور که گفتیم باید سعی کنید تا خاک گیاه همیشه کمی مرطوب باشد. خشک شدن یا خیس ماندن بیش از حد خاک باعث پوسیدن ریشه و آسیب به گیاه می‌شود.\r\nبامبو برای زندگی نیاز به آب زیادی ندارد، اما می‌توان آن را در آب نیز نگهداری کرد.\r\nاگر ترجیح شما نگهداری از گیاه در آب است مواظب باشید که تمام ریشه در آب باشد و خارج نشود و همچنین هر هفت الی ده روز یک‌بار آب را عوض کنید تا گیاه شما شاد و سالم بماند.\r\nوقتی آب ساکن می‌شود ممکن است سر و کله جلبک‌ها پیدا شود پس هر زمان که آب را عوض می‌کنید گلدان را تمیز کنید تا از تشکیل جلبک جلوگیری کنید.\r\nشما می‌توانید از همان آب لوله‌کشی برای این گیاه استفاده کنید به شرطی که سطح کلر آب زیاد نباشد. برای محکم کاری می‌توانید آب را برای دوازده ساعت در ظرفی جدا نگه دارید تا کلر آن ته‌نشین شود.\r\nدر برخی آب‌ها فلوراید بالایی وجود دارد که این ماده می‌تواند برای بامبو سمی باشد و به آن آسیب بزند و بهتر است به جای آن از آب معدنی استفاده کنید.",
      "howToSoil": "زرد شدن برگ‌ها و ساقه بامبو مخصوصا اگر از قسمت پایینی آغاز شود نشانه کوددهی زیاد است. اگر به تازگی به گیاه کود دادید، آب گیاه را تعویض کنید و دیگر به آن کود ندهید تا رنگ گیاه دوباره سبز شود که ممکن است چند هفته الی چند ماه طول بکشد.\r\nیک قانون کلی است که می‌گوید کوددهی باید نهایتا یک یا دوبار در سال، توسطی کودی که ده برابر رقیق‌تر شده است انجام شود.",
      "howToLight": "گیاه بامبو به نوری مدیریت شده و غیرمستقیم نیاز دارد. برگ‌های این گیاه اگر در نور مستقیم بماند می‌سوزد و لبه‌های آن قهوه‌ای می‌شود. اگر نشانه سوختگی در برگ‌ها مشاهده کردید گیاه را به محلی کم نورتر منتقل کنید.",
      "waterMin": 1,
      "waterMax": 3,
      "tempMin": 18,
      "tempMax": 38,
      "humidityMin": 40,
      "humidityMax": 90,
      "lightMin": 400,
      "lightMax": 2500,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/nuezjg0B7sBcfc4dgTBR.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/RZVtoIm9KMHNXgpwB7UL.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/pearVYW1s41j1iYXxwMw.jpeg"
      ],
      "otherNames": [
        "Dracaena braunii ",
        " Dendrobium nobile ",
        " Dracaena fragrans ",
        " Bambusa vulgaris ",
        " Dracaena braunii Engl"
      ]
    },
    {
      "probability": null,
      "id": 161,
      "name": "سیدراسیس",
      "sciName": "Siderasis fuscata",
      "description": "گیاه آبداری است که به دو صورت یک ساله و دایمی یافت می شود. اصل آن از برزیل است و به خانواده Commelinaceae تعلق دارد. گیاهی است مختص نواحی گرمسیر و نیمه گرمسیر که به لحاظ نیازهای اکولوژی خود باید مطلقا در آپارتمان و یا گلخانه نگهداری شود. نوع معروف و شناخته شده آن Siderasis fuscata است که تا حدودی شبیه گیاه ترادس كانسيا (Tradescantia) است. ارتفاع آن ۳۰ تا ۴۰ سانتی متر است. رنگ گل های آن که در اواسط تابستان ظاهر می شوند ارغوانی است. اهمیت این گیاه به لحاظ برگ های زیبا و دکوراتیو آن است. رنگ برگها سبز تیره است. در میانه این برگها نوار صورتی رنگی وجود دارد. طول این برگها نسبتا بزرگ و در حدود ۲۰ سانتی متر است. تکثیر آن از طریق تقسیم ریزوم و یا قلمه گیری امکان پذیر است.",
      "howToWater": "به صورت متعادل و منظم باید به آن آب داده شود.\r\nگلدان باید دارای زهکشی مناسب جهت تخلیه آب باشد\r\nبه رطوبت در حد بالا نیاز دارد پس غبارپاشی و ظرف آب کنار گلدان فراموش نشود",
      "howToSoil": "خاک آن خاک استاندارد است. هر دو تا سه هفته یکبار از اردیبهشت تا شهریور با کود محلول خاک گلدان را باید تقویت نمود.",
      "howToLight": "محیط نیم سایه در داخل آپارتمان مناسب رشد آن است.\r\nحرارت محیط زیست آن مشابه مناطق گرمسیر و نیمه گرمسیر و تا حدودی در حد بالا باید باشد.",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 15,
      "tempMax": 35,
      "humidityMin": 40,
      "humidityMax": 90,
      "lightMin": 300,
      "lightMax": 1500,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/lX4JN0wxhzES1CN417Kb.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/BhswybXf0mjlKqCjoxE3.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/U7FTx9eX3975GOWRB4B2.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 229,
      "name": "گل آسیاب بادی",
      "sciName": "Tabernaemontana pandacaqui",
      "description": "به صورت درختچه یا درخت تا ارتفاع 14 متر (50 فوت) رشد می کند. گل های آن دارای لوب های تاج سفید یا زرد کم رنگ است. میوه نارنجی، قرمز یا زرد با فولیکول های جفتی است که قطر هر کدام به 7 سانتی متر (3 اینچ) می رسد.",
      "howToWater": "اجازه دهید بین دو آب دهی خاک آن یکبار خشک شود و از ماندگاری آب در خاک آن اجتناب کنید",
      "howToSoil": "از خاکی با زهکشی مناسب استفاده کنید و نباید ریشه های این گیاه در مدت زیادی در آب غرق شوند چرا که باعث پوسیدگی ریشه های آن میشود",
      "howToLight": "به روزانه حداقل ۷ ساعت نور مستقیم آفتاب نیاز دارد",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 800,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/bPedoUnTbXY5ziCGZhay.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/pEPgGOIG9e2Abjo5kzCc.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2022/264Nwq45NY7oQ9XSXi3X.jpeg"
      ],
      "otherNames": [
        "Tabernaemontana"
      ]
    },
    {
      "probability": null,
      "id": 162,
      "name": "سانسوریا نیزه ای",
      "sciName": "Sansevieria cylindrica",
      "description": "سانسوریا نیزه ای، یک نوع ساکولنت عمودی شکل است، برگهایی قائم دارد که بی شباهت به گیاه بامبو نیستند.\r\nاین برگها، بسیار نرم هستند و رنگی مخلوط از سبز و خاکستری دارند. یک برگ جوان از سانسوریا نیزه ای، حدودا 3 سانتی متر است که در طبیعت می‌تواند تا 2 متر رشد کند. اگر در منزل به خوبی از آن مراقبت کنید، یعنی نور و آب کافی را برای آن فراهم کنید، تا بیش از 90 سانتی متر هم رشد می‌کند. در این شرایط می‌توانید منتظر شکوفه‌های ریز صورتی روی نوک این برگها باشید!\r\nتوجه داشته باشید پرز های رنگی نوک این گیاه بصورت مصنوعی به گیاه چسبدانه شده و مخلوط چسب و پرز رنگی است",
      "howToWater": "سانسوریا به بی آبی مقاوم است.\r\n انباشته شدن آب در خاک و اطراف ریشه، باعث پوسیده شدن و از بین رفتن ریشه این گیاه می شود.\r\nوقتی خاک آن کاملا خشک شد، آب کافی به آن بدهید. اجازه بدهید آب تا عمق خاک نفوذ کند و به ریشه برسد. آب باقی مانده در زیر گلدان را خارج کنید تا باعث فاسد شدن ریشه نشود.\r\nاجازه دهید بین هر بار آبیاری خاک کاملا خشک شود. در طول زمستان، آبیاری را به ماهی یکبار کاهش دهید. می‌توانید از روش لمس نیز کمک بگیرید. انگشت خود را در خاک فرو کرده و چند سانتی متر رویی خاک را چک کنید.\r\nنکته اساسی در نگهداری از سانسوریا، این است که آن را بیشتر خشک نگه دارید. آبیاری بیش از حد سریعا او را نابود می‌کند.",
      "howToSoil": "سانسوریا خاکی متخلخل و دارای زه کشی عالی را ترجیح می‌دهد. آن در خاک‌هایی که میزان شن آنها بالاست نیز رشد بسیار خوبی خواهد داشت. برای سانسوریا خاکی را انتخاب کنید که دارای میزان کمی ذغال سنگ در ترکیبات خود باشد زیرا ذغال سنگ آب را در خود نگه داشته و مانع از انجام شدن درست زه کشی می‌شود. پیشنهاد ما به شما، استفاده از خاک مخصوص کاکتوس، برای سانسوریا است.\r\nو خاک سبک ترکیب شده از ماسه و کوکوپیت و پیت ماس هم برای سانسوریا مناسب است.",
      "howToLight": "سانسوریا نیزه ای، بیشتر یک ساکولنت است تا سانسوریا. پس بهتر است در مورد نور لازم برای آن کمی حساسیت به خرج دهید.\r\nبه نور کافی و فیلتر شده خورشید نیاز دارد، پس بهتر است آن را در نزدیکی یک پنجره پرنور قرار دهید. دقت کنید که نور مستقیم خورشید باعث سوختن و آسیب دادن برگهایش می‌شود.\r\nسانسوریا به هوای گرم علاقه مند بوده و از قرار گرفتن در محیطی با دمای کمتر از 10 درجه سانتی گراد رنج می‌برد. این گیاه را در مکانی قرار دهید که از جریان باد دستگاه‌های سرمایشی/ گرمایشی در امان باشد. بازه دمایی بین 21 الی 32 درجه، بهترین دما برای سانسوریا است.",
      "waterMin": 6,
      "waterMax": 8,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 800,
      "lightMax": 2500,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/oFts56oVecFmjtZTCGVV.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/EEMrSu74YpmthtnRDksw.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/ttuFj9LQu3HFnty48U42.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/WmFkUiqg3v1f0E9vz2d2.jpeg"
      ],
      "otherNames": [
        "Dracaena angolensis"
      ]
    },
    {
      "probability": null,
      "id": 88,
      "name": "اشک تمساح",
      "sciName": "Kalanchoe daigremontiana",
      "description": "اشک تمساح دارای برگ‌های گوشتی،  بدون کرک و صاف همیشه‌ سبز دائمی و ساقه ضخیمی است که فرم رشدی تک ساقه دارد. این گیاه یک شاخه اصلی که در انتها به چند شاخه تبدیل می‌شود به ارتفاع یک متر و نیم دارد. یکی از ویژگی های بارز و جالب اون وجود جوانه‌های کوچک روی لبه برگ اشاره کرد، زمانی که دارای ۴ برگ شدند از برگ جدا می‌شوند و خودشون یک گیاه جدید تشکیل میدن",
      "howToWater": "گیاهی هست که به آبیاری زیاد و کم بسیار حساسه و یکی از دلایل مرگ اون میتونه همین درست نبودن آبیاری باشه، حتما بین دو آبیاری اجازه بدید که خاک گلدان تا عمق ۲ الی ۳ سانتی متری خشک بشه و سپس اقدام به آبیاری مجدد کنید راستی در زمستان میزان آبیاری رو به اندازه ای برسونید که خاک تا عمق ۳ الی ۴ سانتی متری خشک بشه، اگر میزان آبیاری زیاد باشه باعث پوسیدگی ساقه و ریشه گیاه میشه که به مرر برگها میریزند و گیاه میمیره و آبیاری کم باعث چروک شدن برگها و باز ریزش اونها میشه و اگر این روند ادامه پیدا کنه گیاه شما از دست میره.",
      "howToSoil": "این هم مثل سایر ساکولنت ها و کاکتوس ها به خاکی سبک با زهکشی بالا نیاز داره که اگر حوصله درست کردن خاک رو توی خونه ندارید از خاک های آماده کاکتوس استفاده کنید، زهکشی برای این مهمه که اگر آب در خاک جمع بشه و حالت باتلاقی رو ایجاد کنه باعث پوسیدگی ریشه خواهد شد.\r\nاگر دوست دارید که خاک مناسب رو در خانه درست کنید بهتریت ترکیب میتونه مقدار کمی خاک باغچه + ماسه + خاک برگ باشه یا ترکیب پیت ماس + پرلیت + خاک باغچه که هم خاک سبکی هست و هم زهکشی بالایی داره.",
      "howToLight": "شکی در این نیست که این اشک تمساح محلی با نور زیاد رو دوست داره ولی نور مستقیم و شدید خورشید باعث سوختگی برگهای اون خواهد شد پس سعی کنید محلی که نور فیلتر شده داره رو براش انتخاب کنید و یا با فاصله نیم متری از پنجره قرار داشته باشه، این گیاه زمانی که روزها کوتاه هست (ااخر پاییز و اوایل زمستان) به گل میشینه، توجه داشته باشید که اگر دیدید فاصله برگها زیاد میشه و ساقه گیاه هم باریک بدونید که گیاه شما کمبود نور داره از دیگر مشکلات کمبود نور میشه به کم رنگ شدن برگها و ریزش برگ اشاره کرد.",
      "waterMin": 7,
      "waterMax": 14,
      "tempMin": 15,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 70,
      "lightMin": 800,
      "lightMax": 12000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/qjysziCJjNeOrwqymTb3.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/October2021/oRoIPbifEenIbzVJWmle.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/IvkDdKZSK9LCgTIfM0OS.jpeg"
      ],
      "otherNames": [
        "Kalanchoe Daigremontiana ",
        " Bryophyllum daigremontianum ",
        " Bryophyllum daigremontianum ",
        " Kalanchoe daigremontiana ",
        " Bryophyllum pinnatum ",
        " Bryophyllum laetivirens ",
        " Kalanchoe daigremontiana ",
        " Kalanchoe daigremontiana ",
        " Bryophyllum daigremontianum ",
        " Kalanchoe daigremontiana ",
        ""
      ]
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=12",
    "next": "https://planta.vsrv.ir/api/Feed?page=14"
  },
  "meta": {
    "current_page": 13,
    "from": 181,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=12",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=10",
        "label": "10",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=11",
        "label": "11",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=12",
        "label": "12",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=13",
        "label": "13",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=14",
        "label": "14",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=15",
        "label": "15",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=16",
        "label": "16",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=14",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 195,
    "total": 328
  }
}