{
  "data": [
    {
      "probability": null,
      "id": 137,
      "name": "پیچ معین التجار",
      "sciName": "Clerodendrum thomsoniae",
      "description": "پیچ معین التجار گونه ای گیاه همیشه سبز از جنس Clerodendrum در خانواده Verbenaceae بومی جنگلهای گرمسیری غرب آفریقا از غرب کامرون تا سنگال است.\r\nاین گیاه در طول رشد خود به 4 متر بلندی میرسد، دارای برگ های تخم مرغی یا مستطیلی به طول 8 تا 17 سانتی متر است. گلها در خوشه های 8 تا 20 تایی با هم تشکیل میشوند. رنگ گلها سفید خالص به ارغوانی کمرنگ با مرکز قرمز میباشد گل ها دارای پنج لوب و 2.5 سانتی متر قطر و جام قرمز گل 2 سانتی متر قطر دارد.\r\nگلها دارای چهار پرچم و ظاهر متفاوتی در بخش گلبرگ و مادگی دارند که گستردگی آن فراتر از گلبرگ است.\r\nپیچ معین التجار نیاز به نور شدید ندارد و میتواند رشد در سایه جزئی رشد کند. نور ایده آل با آفتاب صبح و سایه بعد از ظهر اتفاق می افتد.",
      "howToWater": "این گیاه به رطوبتی میانه تا زیاد نیاز دارد و در طی فصل رشد یعنی از بهار تا پاییز ، آبیاری زمانی انجام شود که سطح خاک گیاه تا حدودی خشک شده باشد. در طی زمستان و بخصوص اگر گیاه برگهای خود را از دست داد آبیاری را باید در حدی کاهش داد که فقط مانع از خشک شدن کامل خاک شویم. اگر به شکل گلدانی نگهداری شوند در طی فصول گرم نیاز به غبارپاشی روزانه دارند.",
      "howToSoil": "به خاکی با زهکش نسبتا متوسط نیاز دارد یعنی می توان از مخلوط خاک خوب باغچه+ خاک برگ+ شن استفاده کرد. گیاهی با نیاز غذایی نسبتا بالا است و برای تولید گل در طی فصل رشد باید به خوبی به آن کود داد. با شروع فصل رشد می توان هر ماه یک مرتبه از کودهای کامل همانند 20-20-20 برای این گیاه استفاده کرد تا رشد و گلدهی آن به خوبی صورت گیرد.  همچنین برخی از پرورش دهندگان ترجیح می دهند که در طی فصل گلدهی از کودهایی با میزان بیشتری فسفر (بخصوص در مقایسه با نیتروژن) هر دو هفته البته با نصف غلظت معمول استفاده کنند و کوددهی را بعد از اتمام فصل گل با کودهای معمولی البته با یک چهارم غلظت معمول انجام می دهند.",
      "howToLight": "این گیاه به مکانی با نور مستقیم آفتاب نیاز دارد تا بتواند گل بدهد. کمبود نور یکی از دلایل عدم تولید گر و یا ریزش غلنچه های گل این گیاه است. البته نکته ای که باید به آن توجه کرد وجود آفتاب مستقیم در صبح و وجود سایه در بعد از ظهر به رشد بهتر این گیاه کمک می کند.\r\nبهترین دما برای رویش این گیاه 29-18 درجه است . دمای گرم از جمله دلایل عدم گلدهی این گیاه است. در طی فصل سرد برگهای خود را تا دمای 13-10 حفظ می کند و بعد از برگها شروع به ریزش می کنند و در مناطقی سردتر از این باید در مکانی محفوظ از وزش بادهای سرد کاشته شود.",
      "waterMin": 5,
      "waterMax": 7,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 20,
      "humidityMax": 60,
      "lightMin": 2000,
      "lightMax": 18000,
      "placement": 1,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/nyHraLXF8fCWuDNckUkJ.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/aYtw9k5fWi069h6U5Ihm.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/0YOcawzIIXgzoTSIMPvz.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 291,
      "name": "میخک ژاپنی",
      "sciName": "Pittosporum tobira",
      "description": "میخک ژاپنی یا میخک هندی گونه ای گیاه گلدار از جنس Pittosporum در خانواده Pittosporaceae با نام مشترک جهانی Japanese Pittosporum بومی به چین و ژاپن است، اما در سراسر جهان به عنوان یک گیاه زینتی در محوطه سازی و همچنین شاخه بریده پرورش داده میشود.\r\nاین گیاه می تواند تا چند متر قد بکشد و به یک شبه درخت تبدیل شود. همچنین می توانید به عنوان پرچین از آن استفاده نمایید.\r\nبرگ های میخک ژاپنی بیضی شکل با لبه هایی که دارای حلقه زیر به طول حدود 10 سانتی متر میباشند. آنها چرمی، صاف و تیره و براق در سطوح فوقانی هستند.\r\nگل آذین آن خوشه ای از گل های معطر در روز در انتهای شاخه می باشد. گل دارای پنج گلبرگ سفید هستند که هر یک حدود یک سانتی متر طول دارند.\r\nمیوه آن کرکدار و به شکل کپسول های چوبی در حدود 1 سانتی متر عرض و به سه دریچه های تقسیم شده است و در داخل آن دانه های سیاه و سفید در بستر پالپ صمغی وجود دارند.",
      "howToWater": "این گیاه تا حدی به خشکسالی مقاوم است.\r\nاما نیاز به آبیاری منظم داشته، بین دو آبیاری اجازه بدید سطح خاک بین یک تا دو سانت خشک شود سپس اقدام به آبیاری کنید.\r\nبرای جلوگیری از پوسیدگی ریشه باید از گلدانی با زهکش مناسب استفاده کرد.\r\nدر فصل زمستان آبیاری را کاهش دهید.",
      "howToSoil": "میخک ژاپنی به خاک سنگین با زهکشی بالا نیاز دارد.\r\nهم چنین میخک ژاپنی در خاکی با pH خنثی بهتر رشد می‌کند.",
      "howToLight": "این گیاه نیاز به 6 ساعت یا بیشتر نور غیر مستقیم خورشید و 2-6 ساعت نیاز به سایه دارد.\r\nاگر در آپارتمان نگهداری می­شود، باید در قسمتی که نور مناسب خورشید می‌تابد قرار گیرد.\r\nبهترین محل در فصول سرد پشت پنجره‌های جنوبی و در فصل تابستان پنجره‌های شرقی است.\r\nدر مناطق گرم برای محافظت از ریشه در برابر نور مستقیم آفتاب از مالچ در اطراف منطقه ریشه استفاده می­شود.",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 7,
      "tempMax": 37,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 1000,
      "lightMax": 10000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/September2022/pWtJKca98s4SAgItRMWV.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/September2022/XoobbeFFkyA7dd6LNwvK.jpeg",
        "https://planta.vsrv.ir/storage/plant/September2022/WOnM0kggQRibb3RHoYt4.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 296,
      "name": "تاتوره",
      "sciName": "Datura wrightii",
      "description": "تاتوره علفی گونه ای گیاه زینتی و دارویی از جنس Datura در خانواده Solanales بومی آمریکای مرکزی و جنوبی میباشد\r\nنام علمی آن برخی اوقات D. innoxia نیز عنوان می شود. زمانیکه گیاه شناس انگلیسی، فیلیپ میلر برای اولین بار این گونه را در سال 1768 به ثبت رساند، نام لاتین آن را به اشتباه innoxia( بی آزار) ثبت نمود. در گذشته گاهی اوقات به اشتباه از نام علمی Datura meteloides استفاده می شد که اکنون از این نام استفاده نمی شود.\r\nDatura inoxia گیاهی بوته ای به ارتفاع 0.6 تا 1.5 متر دارای برگها و ساقه ها پوشیده از کرکهای خاکستری رنگ- برگهای آن بیضی شکل و متقابل است. تمام قسمتهای گیاه در زمانیکه ساییده یا کوبیده می شود، بوی شدیدی مانند بوی کره بادام زمینی ترشیده می دهد ولی گلهای آن در شب بوی نسبتا مطبوعی دار.\r\nگلها سفید، شیپوری و به اندازه 19-12 سانتی متر که در ابتدا ایستاده و سپس خم می شوند. گلدهی این گیاه از اوایل تابستان تا اواخر پاییز است.\r\nمیوه آن تخم مرغی و از نوع کپسول و در حدود 5 سانتی متر است. وقتی میوه ها می رسند، باز شده و بذرهای آن آزاد می شود. بذرها توانایی خواب زمستانه دارند و می توانند سالها در خاک باقی بمانند.",
      "howToWater": "بهتر است بین دو آبدهی خاک این گیاه کاملا خشک شود",
      "howToSoil": "خاک مناسب تاتوره علفی بافت لومی رسی است ولی در هر خاکی توان رشد را دارد.\r\nتاتوره گیاهی است که تقریبا در هر نوع خاکی می روید، ولی برای کشت آن در سطوح وسیع، خاک هایی با بافت لوم رسی توصیه می شود. تاتوره مانند سایر گیاهان متعلق به تیره بادمجان به مقادیر مناسبی ازت نیاز دارد. تحقیقات نشان می دهد که افزودن کودهای پتاسیم به خاک هایی که تاتوره در آن کشت می شود، سبب افزایش کیفیت و کمیت مواد موثره آن ها می شود. مقدار ماده موثره گیاه تاتوره در درجه حرارت و نورهای مختلف متغیر است. مثلا 16 ساعت روشنائی مقدار آلکالوئید آسکوپولامین موجود در اندام های رویشی را در مرحله گلزایی افزایش می دهد.",
      "howToLight": "به نور مستقیم آفتاب در طول روز نیاز دارد و در صورت کاشته شدن در سایه گل دهی صورت نخواهد گرفت\r\nاین گیاه به سرما زدگی حساس است. بهترین دما برای رشد 18 تا 25 درجه سانتیگراد میباشد\r\nتاتوره علفی در زمان رویش به درجه حرارت مناسب و نور کافی نیاز دارد. درجه حرارت مناسب برای جوانه زنی 30 درجه سانتی گراد است. این گیاهان نسبت به سرما حساسند، به طوری که گیاهان جوان در 2- درجه سانتی گراد و گیاهان مسن در 4- درجه سانتی گراد دچار سرمازدگی شده و خشک می شوند.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 5,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/September2022/wMGRinpz4Gl7TumVWfXv.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/September2022/PLbbJasRsuHbnRNreMJW.jpg",
        "https://planta.vsrv.ir/storage/plant/September2022/OFkIxPgeU98PEfxMknmZ.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 118,
      "name": "گل خورشیدی (کلیویا)",
      "sciName": "Clivia miniata",
      "description": "اسم علمی گیاه خورشیدی Clivia miniata ، از خانواده Amaryllidaceae میباشد. این گونه بومی آفریقای جنوبی است. برگهای آن خطی یا نوار مانند به رنگ سبز تیره براق و به طول نیم متر می باشد ارتفاع این گیاه به حدود 50 سانتی متر می رسد. ساقه گل دهنده در انتها در حدود 10 تا 20 عدد گل به رنگ نارنجی متمایل به قرمز از اوایل تا اواسط بهار می دهد . از اوایل پاییز باید به گیاه آب كمتری داد تا این طول ساقه گل دهنده به 15 سانتی متر برسد. سپس به میزان مناسب آب داده و آن را در حرارت 20 تا 25 درجه سانتی گراد نگاه می داریم. بهتر است در مورد این گیاه برای آبیاری از آب مقطر استفاده شود. پس از گل دادن باید خاك گلدان را عوض كرد و این عمل در اردیبهشت و خرداد ماه صورت می گیرید ولی می توان در بعضی سالها فقط قسمت سطحی خاك گلدان را تعویض نمود. اما باید مواظب بودكه به ریشه های متورم و گوشتی آن آسیبی نرسد. اگر گل ها را نچینید می‌توانید. از گیاهان بذر گیری نمائید. معمولا حدود 10 ماه طول می كشد كه بذر های برسند.",
      "howToWater": "زمانی که سطح خاک خشک شود باید دوباره آبیاری گردد در زمان رشد به آب فراوان احتیاج دارد اما پس از گلدهی آبیاری را کم کرده و تنها در حد زنده بودن به گیاه آب داده شود.موقع ظهور غنچه های گل مقداری کود شیمیایی محلول نیز باید به آب آبیاری اضافه کرد.",
      "howToSoil": "مخلوطی از خاک باغچه، ماسه و خاک برگ یا خاک جنگلی مرطوب، برای رشد آن مناسب است.\r\nفصل گل آن اسفند و فروردین ماه بوده و در ایام نوروز به گل مینشیند. برای حفظ انرژی گیاه باید به محض خشک شدن گلها،آنها را قطع کرد و اگر قطع نشود میتوان از آنها بذر گرفت که پس از ۱۰ ماه بذرها میرسند.\r\nکود مورد نیاز این گیاه را میتوان به میزان ۳ گرم در لیتر هر هفته یکبار از فروردین تا شهریور، مورد استفاده قرار داد.",
      "howToLight": "برای گلدهی زیاد و خوب به نور زیاد غیر مستقیم مثل پنجره های شمالی(پشت به قبله) نیاز دارد.می توان این گل را در بهار و تابستان در زیر سایه درخت یا دیوار داخل حیاط نگهداری کرد.\r\nبه رطوبت متوسط نیاز دارد در کل رطوبت ۵۰ تا ۷۰ درصد برایش کافیست.\r\nحساس به سرما و کمترین دما برای آن ۱۰ درجه است.ویژه گلخانه های سرد است و اگر در زمستان در محل گرمی (۱۸ درجه)قرار گیرد گلدهی آن چند هفته پیش می افتد اما پس از ظهور رنگ جوانه دما باید به ۱۳ درجه کاهش یابد. همانند آماریلیس میتوان آن را در ماههای تابستان به فضای بیرون و مکانی سایه برد و در مهرماه دوباره آنرا به داخل آورد.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 50,
      "humidityMax": 70,
      "lightMin": 800,
      "lightMax": 2000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/TwNLrsfdOv4HpWNo424Z.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/JXciQEfVxVAXAldeMwiG.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/UPtfVj7gqK2ocdyKbXlT.jpeg"
      ],
      "otherNames": [
        "Clivia miniata ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 320,
      "name": "گیاه لوبیا",
      "sciName": "Phaseolus vulgaris",
      "description": "لوبیا انواع مختلفی دارد که تا حدودی همانند هم کاشته می شود، لوبیاهای رنگی نیز به تازگی وارد ایران شده و مورد استقبال قرار گرفته است، لوبیا را یا به صورت تازه و برای مصرف غلاف های آن برداشت می کنند یا بعد از خشک شدن بر روی بوته به خاطر دانه های آن برداشت می کنند.\r\nریشه‌های گیاه لوبیا مانند سایر گیاهان تیره‌ی بقولات دارای غده‌هایی است که تثبیت‌کننده ازت می‌باشند. برگ‌های لوبیا مرکب بوده و از سه برگچه با کرک‌هایی ریز تشکیل شده است. گل های این گیاه به صورت خوشه‌ای و یا منفرد از جوانه‌های جانبی کنار برگ‌ها به‌وجود می‌آیند و همینطور خودگشن بوده و برای بارور شدن نیازی به گرده‌افشانی ندارند.\r\nلوبیاها ممکن است بالارونده و یا پاکوتاه باشند. ارقام بالا رونده حدود ۱.۵ تا ۲ متر رشد می‌کنند و طبعا احتیاج به قیم دارند؛ اما ارتفاع انواع پاکوتاه به ندرت از ۴۰ یا ۵۰ سانتیمتر تجاوز می‌کند. \r\nولی برای کاشت در گلدان اگر فضای کافی ندارید بهتر است ارقام پاکوتاه و کوتوله را انتخاب کنید. ارقام بوته ای و پاکوتاه حدوداً تا ۵۰ سانتی متر رشد می کند و به سرعت محصول می دهد ولی ارقام رونده ممکن است به ۲ یا ۳ متر نیز برسند و برای رشد نیاز به قیم دارند و باردهی آنها زمان برتر است.",
      "howToWater": "لوبیا نیز همانند تمامی گیاهان به آبیاری منظم نیاز دارد، بهتر است همیشه پای گیاه مرطوب باشد بخصوص در تابستان و گرمای هوا، خشکی و گرمای زیاد خاک باعث از گل افتادن لوبیا و کاهش محصول برداشتی می شود.\r\nگیاه لوبیا سبز به آبیاری زیادی نیاز دارند و برای پرورش این گیاه بهتر است از آبیاری قطره ای استفاده شود که در صورت عدم آبیاری کافی رشد این گیاه متوقف خواهد شد.",
      "howToSoil": "گیاه لوبیا به خاک غنی از مواد آلی نیازمند است و شما می ‎توانید خاک مورد نظر را با کود های مناسب غنی کنید که استفاده از کود های مناسب به رشد بهتر گیاه و رطوبت لازم آن کمک می ‎کند بهترین خاک برای کاشت لوبیا ، خاکی غنی و اندکی اسیدی با پی اچ حدود 6 تا 6 ٫ 2 می باشد.\r\nلوبیا نیاز به کود دهی ندارد ولی میتوان برای بهبود رشد و محصول دهی از خاک هایی همانند کمپوست بهره برد.",
      "howToLight": "این گیاه در معرض نور خورشید به بهترین شکل رشد خواهد کرد که البته قرار گرفتن آن در سایه هم ایده خوبی است. کاشت این گیاه در خاک گرم به خشک نگه داشتن گیاه کمک فراوانی می ‎کند و از بروز پلاسیدگی گیاه جلوگیری می ‎کند.\r\nبهترین فصل کاشت لوبیا در باغ یا باغچه در فصل بهار و ابتدای تابستان است. بعد از گذشت سرمای بهاره باید زمین را برای کاشت آماده کنیم ولی برای کاشت در گلدان در هر فصلی با فراهم آوردن دما و گلدان و خاک مناسب میتوان اقدام  به کاشت نمود.",
      "waterMin": 3,
      "waterMax": 7,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 80,
      "lightMin": 500,
      "lightMax": 1500,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/October2023/aeJfS6h3kLkq3oHIqEiJ.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/October2023/S93ALx2p4ta7xTmIY2PZ.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 125,
      "name": "گل ختمی",
      "sciName": "Hibiscus rosa-sinensis",
      "description": "از گیاه ختمی، انواع یکساله، دائمی و ژاپنی (چینی) و درختی کشت و کار می شوند. در ایران کاشت ختمی یکساله نسبتاً محدود است. لیکن انواع دائمی ختمی در بسیاری از شهرها تکثیر می شود. نوع یکساله با اولین سرمای پاییز خشک شده و از بین می رود. \r\nختمی چینی در گلخانه و درون گلدان پرورش می یابد و ختمی درختی در خارج از گلخانه تکثیر می شود و گل آن بادوام است.\r\nاین گیاه به صورت وحشی به عنوان یک گیاه زینتی در نواحی گرمسیری و نیمه گرمسیری می روید.\r\nختمی چینی نسبت به سرما حساس بوده و دمای زیر 10 درجه را نمی تواند تحمل کند. این گیاه را می توان خارج از گلخانه کشت و کار کرد ولی باید در فصل سرما، آنها را از خاک درآورده و در محلی دور از سرما نگهداری نمود و در بهار مجدداً کشت کرد. در نواحی با آب و هوای معتدل، بهتر است در گلخانه کشت شود.",
      "howToWater": "این گیاه به خشکی کشیدن حساس است و به آبیاری منظم نیاز دارد. آبیاری نامنظم می تواند باعث ریزش غنچه ها شود. نیاز آبی آن متوسط است و اجازه دهید خاک رویی گلدان در فواصل بین آبیاری خشک شود. آبیاری گیاهان گلدانی با آب ولرم در فصل سرد مفید است . زرد شدن برگ های مسن گیاهان همیشه سبز عجیب نیست ولی در صورتی که تعداد برگ ها زیاد باشد و علائم بیماری در برگ ها نباشد، علت آن آبیاری زیاد است.",
      "howToSoil": "مخلوطی از كود كاملا پوسیده حیوانی، ماسه وتورب برای این گیاه مناسب است.\r\nخاکی لومی با بافت نه خیلی سنگین با زهکشی خوب نیاز دارد. خاک گلدان آن را می توان با ترکیبی مساوی از یک قسمت پیت ماس + یک قسمت خاک برگ + یک قسمت کود گاوی تهیه کرد. اضافه کردن شن یا ورمی کولیت به اندازه ده درصد کل خاک برای زهکشی مناسب ، مخلوطی ایده آل برای آن فراهم می آورد.",
      "howToLight": "این گیاه به نور کامل آفتاب احتیاج دارد. در صورت نگهداری در آپارتمان، محل قرار دادن گیاهان نزدیک به پنجره های شرقی یا جنوبی است. همچنین در فصل زمستان به نور مصنوعی هم احتیاج دارد. کم نوری گیاه را مستعد به ابتلا به بیماری می کند.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 7,
      "tempMax": 28,
      "humidityMin": 30,
      "humidityMax": 70,
      "lightMin": 2500,
      "lightMax": 22000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/MwcLRrGna2bP68O1DXq4.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/f2cwUGhpsaCIav7RUMJx.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/RE8htPa4L7xOOiF88Uhf.jpeg"
      ],
      "otherNames": [
        "Alcea rosea ",
        " Hibiscus rosa-sinensis ",
        " Althaea cannabina ",
        " Anisodontea elegans ",
        " Hibiscus ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 130,
      "name": "رز آبشار طلایی",
      "sciName": "Kerria japonica",
      "description": "گل رز آبشار طلایی، گیاهی چندساله از جنس رزا (Rosa) و خانواده Rosaceae معمولا به عنوان رز Lady Banks در جهان شناخته میشود بومی مرکز و غرب چین بیشتر در استان گانسو ، گوئیژو ، هنان ، هوبئی ، جیانگ سو ، سیچوان و یوننانو در کوه ها وارتفاعات ۵۰۰ تا ۲۲۰۰ متر رشد می کند.گل آبشار طلایی به صورت درختچه ای است و میتواند بیش از ۶ متر بلند شود. بر خلاف بسیاری از گل های سرخ (رز)، این گونه بدون تیغ و خار است هر چند ممکن است برخی از اقسام آن تیغ هایی تا ۵ میلی متر در شاخه های تنومند داشته باشند. برگهای این درخت همیشه سبز ، به طول ۴ تا ۶ سانتی متر ، با سه تا پنج (به ندرت هفت) برگچه به طول ۲ تا ۵ سانتی متر با حاشیه دندانه دار است. گلهای آن کوچک هستند و ۱٫۵ تا ۲٫۵ سانتی متر قطر دارند و عموماً سفید یا زرد کمرنگ می باشند.با توجه به کتاب رکوردهای جهانی گینس ، بزرگترین گل رز آبشار طلایی در جهان در حاشیه سنگ قبری در آریزونا است که بیش از ۸۶۰۰ فوت مربع (۷۹۹ متر مربع) است و دارای تنه ۱۲ فوت (۳٫۶ متری) است و در سال ۱۸۸۵ کاشته شد.این درختچه رونده و خزان کننده دارای به گل هایی به رنگ طلایی است که در ابتدای بهار ظاهر می گردد و ارزش اقتصادی آن به گلهایش است.تکثیر گل رز آبشار طلایی به‌ وسیله قلمه خشبی در پائیز و پیوند جوانه در تابستان امکان‌پذیر است.",
      "howToWater": "رز آبشار طلایی را بهتر است به شکل منظم و مرتب آبیاری کرد . اگر این گیاهان در دو سال اول کاشت به خوبی آبیاری شوند ریشه هایی گسترده و عمیق می یابند و در سالهای بعد نیاز چندانی به آبیاری ندارند . بنابراین در دو سال اول کاشت این گیاهان بهتر است زمانی که سطح خاک نسبتا خشک شد نسبت به آبیاری آنان اقدام کرد. خیس بودن همیشگی خاک و عدم اجازه خشک شدن سطح موجب خفگی ریشه ها و در نتیجه کندی رشد و ریزش برگها و گلها و حتی از بین رفتن گیاه خواهد شد. خشکی کشیدن بخصوص در دو سال اول موجب رشد ضعیف و عدم توسعه مناسب شاخسار گیاه خواهد شد. در مورد گیاهان بالغ فقط زمانی که هوا گرم و خاک خشک شده است کافی است گاه گاهی عمل آبیاری را انجام داد.",
      "howToSoil": "در مورد خاک سختگیر نیست اما بهتر است خاک زهکش خوبی داشته باشد چون ماندگاری آب و خیس بودن همیشگی اطراف ریشه ها در نهایت موجب خفگی و از بین رفتن ریشه های این گیاه می شود . وجود مواد ارگانیک به رشد بهتر این گیاه کمک می کند بنابراین در زمان کاشت بهتر است خاک محل کاشت با خاک برگ و یا کود بسیار پوسیده دامی مخلوط شود . هر ساله نیز  با شروع فصل رشد می توان با فاصله حدود ۱۵ سانتی از تنه اصلی گیاه لایه ای به ضخامت ۱۰ سانت از خاک برگ و یا کود پوسیده دامی استفاده کرد . این گیاه بخصوص نمونه های بالغ نیازی به کوددهی شیمیایی ندارند اما اگر به مصرف این مواد اصرار دارید می توانید در طی فصل رشد تا اواسط تابستان کودی همانند ۲۰-۲۰-۲۰ را هر ماه با غلظت یک در هزار مصرف کنید . مصرف کود در اواخر تابستان موجب رشد ساقه های جوان می شود که در برابر سرمای زمستانه حساس هستند و امکان دارد که از بین بروند .",
      "howToLight": "به مکانی با افتاب کامل نیاز دارد یعنی وجود حداقل ۶ ساعت تابش نور خورشید به رشد و سلامت و گلدهی مناسب این گیاه کمک می کند اگرچه در مکانهای نیمه سایه نیز قابل کشت است یعنی مکانهایی که حدود ۴ ساعت افتاب مستقیم دارند اما میزان گلدهی آن کاسته می شود. کاشت آن در مکانهای سایه نیز توصیه نمی شود چون علاوه بر عدم گلدهی در چنین مکانهایی رشد خوب  و قوی نیز نخواهد داشت . اگر در منطقه ای زندگی می کنید که تابستانهای بسیار گرمی دارد بهتر گیاه را در مکانی بکارید که از صبح تا حدود ظهر از آفتاب برخوردار باشد اما بعد از آن مکان کاشت سایه داشته باشد .\r\nگفته می شود که تا ۲۳- در زمستان تحمل می کند اما در این دما اکثر برگهای خود را از دست می دهد و بسیاری از شاخه های جوان نیز خشک می شوند . مطمئن ترین دمای سرد برای این گیاه حدود ۱۲- است که می تواند با حداقل تلفات زمستان را سپری کند. همچنین به دلیل عادت همیشه سبز بودن اگر در زمستان برف سنگین ببارد احتمال شکستگی شاخسار وجود دارد. با گرمای هوا تا حدود ۳۵ درجه مشکلی ندارد اما توجه کنید که هر مقدار هوا گرمتر شود می بایست به آبیاری این گیاه بیشتر توجه کرد و مانع از خشکی کشیدن گیاه شد.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": -10,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 3000,
      "lightMax": 25000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/fyOwOVqBh2VFWq47ssFx.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/SzIoCeVpyeSE5rOkj57K.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/6xW7q4sjXG1OZYFIU9Kx.jpg"
      ],
      "otherNames": [
        "Rosa banksiae ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 36,
      "name": "تاج خروسی",
      "sciName": "Celosia Caracas",
      "description": "تاج خروسی گیاهیست با برگهای سرنیزه ای که سریع رشد میکند و حتی بلندی آن 30 سانت میرسد و برای نگهداری در گلدان بسیار عالیست.\r\nتاج خروسی می‌تواند به خوبی در گلدان رشد کند، اما هوای داخل خانه برای گل دادن آن بیش از حد خشک است. در نتیجه برای سالم نگه داشتن گیاه، باید یک دستگاه مرطوب کننده هوا را در کنار آن قرار دهید.\r\nراه دیگر برای افزایش رطوبت هوای اطراف گیاه، این است که گلدان را بر روی سینی پر از آب قرار دهید.\r\nتاج خروسی یک گیاه تابستانی است و هوای سرد را دوست ندارد و دمای 25 الی 35 درجه برای رشد ان ایده آل است.",
      "howToWater": "وقتی سطح خاک کاملا خشک شد به گیاه آب بدهید. اما آبیاری بیش از حد آن را شدیدا ضعیف میکند. تاج خروسی نمی‌تواند خاک خیس را تحمل کند. این نوع گیاهان از آبیاری زیاد ابدا لذت نمی‌برند.\r\nهفته‌ای 3 سانتی متر بارش باران، نیازهای گیاه را به خوبی برطرف می‌کند. پس اگر در منطقه‌ای بارانی هستید، بد نیست کمی گیاه را زیر باران ببرید.",
      "howToSoil": "داشتن خاکی که عملیات زه کشی را به سرعت انجام دهد برای تاج خروسی بسیار مهم است.\r\nکاشت آن در خاکی با زه کشی نامناسب سبب ابتلای ریشه گیاه به پوسیدگی شده و در نتیجه مرگ آن را به همراه خواهد داشت. خاک سنگین و دارای مقادیر بالای رس برای آن مناسب نیست.\r\nخاک مناسب برای گیاه تاج خروسی خاک باغچه و پیت ماس و کمپوست است.",
      "howToLight": "این خیلی خوب است که نور کافی خورشید به تاج خروسی بتابد، اما خوب جای نگرانی نیست. چون در محیط‌های کم نورتر و سایه هم رشد می‌کند. اما در نور کامل رشد بهتری دارد.\r\nتاج خروسی روزانه به دریافت حدودا 8 ساعت نور مستقیم خورشید نیاز دارد.\r\nتاج خروسی گلدانی را در نزدیکی یک پنجره نورگیر شمالی یا در بالکن قرار دهید. مواظب باشید که خاک در برابر نور خورشید کاملا خشک نشود",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 20,
      "tempMax": 35,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2021/FmADKdr5XDBhqj7O00fy.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/fPdyxXkAMyavhahZ4Gs7.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/eChadC2sAGn92QkKdNOp.jpeg"
      ],
      "otherNames": [
        "Amaranthus retroflexus ",
        " Celosia argentea ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 238,
      "name": "شیپوری فرشته",
      "sciName": "Brugmansia suaveolens",
      "description": "این درختچه ای است که زیستگاه طبیعی آن در منطقه آند کلمبیا ، شیلی شمالی و جنوب شرقی برزیل یافت می شود. این ماده به لطف اینکه شرایط مختلف محیطی را تحمل می کند ، در بسیاری از دنیا قابل پخش است. طبیعی ترین چیز این است که آنها در گروه های کوچکی پرورش می یابند که به شکل صفحات روی دیوارها است. هم برای گلدان ها و هم برای گلدان ها کار می کند. این اجازه می دهد تا آنها را هر دو در پاسیوها ، گلخانه ها ، تراس ها یا فضای داخلی که نور زیادی دارند قرار دهند. یکی از مواردی که توصیه نمی شود ، کاشتن آن در مکان هایی است که کودک وجود دارد.  در صورت بلع ممکن است سمی شود.\r\nاین بوته ای چند ساله است که اگر در زیستگاه طبیعی خود باشد و از شرایط خوبی برخوردار باشد ، می تواند به 11 متر ارتفاع برسد. اگر آن را در گلدان بکاریم رشد آن بسیار کمتر خواهد شد و فقط به دو متر می رسد.\r\nاین گونه با گلهای آویزدار که شکلی شبیه شیپور دارند ، از این رو نامگذاری شده است. آنها گلهایی هستند که بیش از 20 سانتی متر طول دارند و رنگ آنها زرد ، قرمز ، صورتی یا مایل به سفید است. بسته به نوع آن ، یک رنگ یا دیگری می شود. فصل گلدهی از فصل پاییز آغاز می شود و تا بهار ادامه دارد. در مورد میوه ، آن یک توت فرنگی است که به نظر می رسد یک دوک نسبتاً طولانی است. در داخل میوه 300 دانه از اندازه کوچک پیدا می کنیم.",
      "howToWater": "آبیاری جنبه ای است که باید حداقل هفته ای یک بار در بهار و تابستان انجام شود. وقتی پاییز فرا می رسد ، باید دفعات آبیاری تقریباً به 10 روز کاهش یابد. اگر زمستان کاملا سرد است ، فقط لازم است هر 2 هفته یکبار آن را آبیاری کنید. اگرچه نوعی گیاه است که مقداری گرما را تحمل می کند ، اما توصیه می شود تا زمانی که گیاه در فضای داخلی نیست ، برگ ها را با آب بپاشید. مهم است که آبی که با آن برگها را اسپری می کنیم آهک نداشته باشد.",
      "howToSoil": "شما می توانید مقداری ذغال سنگ نارس و شن و ماسه مخلوط شده برای افزایش زهکشی اضافه کنید. گیاهی است که برای جلوگیری از گودال ها به زهکشی زیادی در زمین نیاز دارد. در غیر این صورت ، اگر باران یا آب آبیاری جمع شود ، ریشه ها می توانند پوسیده شوند. اگر می خواهید گیاه را بکارید در گلدان بهتر است هر دو سال یکبار آن را در گلدان بزرگتری پیوند بزنید تا بتواند به درستی به رشد خود ادامه دهد.",
      "howToLight": "آنها جنبه های اصلی تعیین کننده محل گیاه هستند. شما باید از قرار گرفتن در معرض مستقیم آفتاب یا حداقل یک منطقه با نور مناسب اطمینان حاصل کنید. جالب است که شما می توانید در ساعات کمتری در معرض آفتاب قرار بگیرید و همیشه باید از سرما زدگی جلوگیری کنید. اگرچه می تواند برای مدت کوتاهی تحمل کند ، اما تهیه آن در دمای زیر 5 درجه توصیه نمی شود.",
      "waterMin": 3,
      "waterMax": 7,
      "tempMin": 5,
      "tempMax": 38,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 900,
      "lightMax": 6000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/M1UQNPNmZrs6YvgsKN5j.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/Sdy2tpHIzkwsd31Q4jwy.jpg",
        "https://planta.vsrv.ir/storage/plant/May2022/fa5bwRHABnBHnUmP99jZ.jpeg"
      ],
      "otherNames": [
        "Brugmansia"
      ]
    },
    {
      "probability": null,
      "id": 242,
      "name": "درختچه توری",
      "sciName": "Lagerstroemia indica",
      "description": "این درخت در طول رشد خود از ارتفاع 46 سانتی متر تا ارتفاع 12 متر میتواند بلند شود.\r\nیکی از ویژگی های برجسته این درختچه پوست صاف خاکستری و لکه دار میباشد که هر سال میریزد.\r\nدرختچه توری از جمله طولانی ترین دوره های شکوفه دهی در بین درختان را دارد، دوره ماندگاری شکوفه از 60 روز تا 120 روز میباشد.\r\nبرگ های آن کوچک، متناوب و صاف و به رنگ سبز تیره است و در فصل پاییز به رنگ زرد و نارنجی تغییر میکند.\r\nگل ها در فصل تابستان در خوشه های بزرگ معمولاً صورتی، بنفش، و یا سفید ظاهر میشوند و تا 9 سانتیمتر قطر دارند و میوه های آن میوه آن کپسول کروی است که حاوی تعدادی تخم بوده و به رنگ قهوه ای یا سیاه میباشند.\r\nانواع بزرگ بسیار سریع الرشد میباشند و می توانند تا چند متر در یک فصل، رشد نمایند.\r\nدرختچه توری ، درختچه ای خزان کننده با رنگ خزان قرمز بسیار زیبا است، برگ ها پس از تغییر رنگ، تا حدود یک ماه، بر روی شاخه ها باقی مانده و پس از آن خزان می کنند.",
      "howToWater": "درختچه توری خاک مرطوب را دوست دارد و در آن رشد بسیار سریعی دارد اما تحمل شرایط خشک را نیز تا حدودی دارد.",
      "howToSoil": "خاک باغچه و سبک برای این گیاه مناسب است",
      "howToLight": "درختچه توری به نور کافی آفتاب نیاز دارد و محیط های نسبتاً مرطوب را ترجیح میدهد.  درجه حرارت ایده آل محیط رشد آن 10 تا 20 درجه سانتیگراد است.",
      "waterMin": 3,
      "waterMax": 7,
      "tempMin": 10,
      "tempMax": 25,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 1400,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/iEq9XxIUPONEjqN776dq.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/FMrlrzPTjMIQQ8y3LZXE.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/iZmmkLJyzDq5lHug0VNq.jpeg"
      ],
      "otherNames": [
        "Lagerstroemia"
      ]
    },
    {
      "probability": null,
      "id": 273,
      "name": "لاله عباسی",
      "sciName": "Mirabilis longiflora",
      "description": "گل لاله عباسی ( Four o’clock flower ) گیاهی است چندساله و بومی مناطق گرمسیری آمریکای جنوبی که البته به صورت یکساله کشت می شود. این گیاه گونه های زیادی دارد که گونه نام برده، زیباترین و گسترده ترین گونه زینتی این جنس است. گلهای این گیاه به شکل شیپوری و در رنگهای مختلف قرمز، زرد، سفید و صورتی و با آرایش خوشه مرکب دیده می شوند. علت نامگذاری این گیاه به Four o’clock این است که در بعد از ظهر نزدیک ساعت ۴ گلها باز شده و صبح بسته می شوند. این گلها به هنگام باز شده عطری را در فضا پراکنده می کنند که وقتی دوباره بسته شدند، اثری از این عطر نخواهد بود.\r\nاین گل در گرما بسیار خوب رشد می کند و اوج شکوفایی آن فصل تابستان تا پاییز است. با سرد شدن هوا این گل رو به پژمردگی می رود اما با گرم شدن مجدد هوا دوباره رشد خود را آغاز می کند. اگر این گل در گلدان است، می توانید در زمستان نیز در محیطی گرم از آن نگهداری کنید تا به رشد خود ادامه دهد. در برخی کشور ها از گل های این گیاه برای ساختن رنگ استفاده می شود.\r\nگل لاله عباسی دارای برگ های تخم مرغی شکلی است و گل آن دارای ۵ گلپر به هم چسبیده است و دارای ساقه های بلند و پراکنده است که معمولا طول ساقه های آن به ۸۰ سانتی متر هم می رسد.",
      "howToWater": "زمان آبیاری گیاه وقتی است که خاک کمی رطوبت خود را از دست داده است چون اگر خاک خیس باشد و آبیاری کنیم، غرقاب شدن خاک به گیاه صدمه می زند. از طرفی اگر گیاه را به فرم چندساله کشت می کنیم، پس گیاه در خاک ریشه گوشتی تولید می کند بنابراین باید در فصل زمستان آبیاری را کمتر کرد تا ریشه ها نپوسند.",
      "howToSoil": "خاک این گیاه باید سبک و دارای زهر کشی خوبی باشد بهترین خاک رس آهکی و کمی مرطوب است. اگر خاک فقیر باشد و کمبود مواد غذایی برای گیاه رخ بدهد منجر به رنگ پریدگی برگها، تولید برگهای کوچک، ریزش گلها و باز نشدن غنچه های می شود. اگر کوددهی بیش از حد نیاز گیاه اعمال گردد، گلدهی کاهش می یابد و در عوض رشد رویشی گیاه تحریک می گردد.",
      "howToLight": "لاله عباسی به نور مستقیم نیاز دارد. حال اگر نور کم باشد رنگ برگها کم رنگ شده و گلها و غنچه ها می ریزند. اما اگر نور زیاد باشد اگر هوا خشک باشد و خشکی خاک هم رخ بدهد، باعث ریزش گلها و سوختگی برگها می شود.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 1000,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/July2022/3IZnmQ1ML1ODjlKCiT7J.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/July2022/4KGKIeJmKqg2tRDRn2nk.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 225,
      "name": "سیب زمینی شیرین",
      "sciName": "Ipomoea batatas",
      "description": "تکثیر و نگهداری گیاه سیب زمینی شیرین (ایپومیا) بسیار راحت بوده و بسیار دوست داشتنی و رشد سریعی دارد. sweet potato (سیب زمینی شیرین )، گیاهی است چندساله از خانواده convolvulaceae (نیلوفر صحرایی) که بومی مناطق گرمسیری آمریکا و اندونزی میباشد.\r\nامروزه این گیاه به علت داشتن غده های خوراکی در اکثر مناطق دنیا از جمله چین ،هندوستان و سایر مناطق اسیا و افریقای شمالی و اروپا كاشته می شود .\r\nاگر به گیاهان با برگهای رنگی یا بنفش علاقه دارید گیاه ایپومیا یا سیبزمینی شیرین حتما  می تواند جزو گیاهان منتخبتان باشد. این گیاه زیبا دارای ریشه غده ای و خوراکی است. ساقه ها حالت رونده دارند و با بلند شدنش، برگ های قدیمی را از دست می دهد. بهتر است با بلند شدن ساقه ها از گیاه قلمه تهیه کنید تا گیاهتان کم کم پر و زیبا شود.",
      "howToWater": "سیب زمینی شیرین به خشکی مقاوم است ، اگرچه با آبیاری مکرر با رشد بیشتری رشد می کند. به اندازه کافی آب بدهید تا خاک به طور مداوم مرطوب باشد اما بیش از حد مرطوب نباشد ممکن است متوجه شوید که برگها هنگام تشنگی گیاه پژمرده می شوند.",
      "howToSoil": "خاک باغچه مخلوط با خاک برگ و مرطوب و خوب زهکشی شده.\r\nاین گیاه در برابر خاک خشک نیز مقاوم میباشد.\r\nاگر خاک شما بیشتر از 24 ساعت طول می‌کشد تا نسبتا خشک شود احتمالا زهکشی مناسبی ندارد و باید خاک مناسب‌تری تهیه کنید. ضمن اینکه گفتنی است گلدان‌های سفالی تهویه هوای بهتری را درون خاک ایجاد می‌کنند و سرعت خشک شدن خاک در آن‌ها بیشتر است که همین مساله جلوی پوسیدگی ریشه گیاه را نیز می‌گیرد.",
      "howToLight": "گیاه سیب زمینی شیرین زینتی نور کامل خورشید را دوست دارد، بااین‌حال اگر زمان‌هایی از روز را در سایه باشد نیز مشکلی ندارد. ابن گیاه حتی می‌تواند سایه کامل را نیز تحمل کند و در آن رشد کند، اما باید بدانید که این گیاه هرچه‌قدر نور بیشتری دریافت کند، برگ‌های آن رنگ درخشان‌تر و زنده‌تری خواهند داشت.\r\nاگر این گیاه را خریداری کرده یا قصد خرید آن را دارید، برای تامین نور گیاه خود ترجیحا آن را در نزدیکی یک پنجره جنوبی یا غربی قرار دهید. اگر نمی‌توانید نور طبیعی را برای گیاه فراهم کنید می‌توانید از نورهای مصنوعی مانند فلورسنت استفاده کنید و روزی دوازده الی هجده ساعت گیاه را در زیر نور فلورسنت قرار دهید.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 65,
      "lightMin": 5000,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/kLPc5nM8GVrYs6NRs34j.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/mrv8nLwyVxbuNwrp6Lza.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2022/iFsB4RnEYVrpwUm600ek.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2022/s1RqSbMtBJispenGyRag.jpeg"
      ],
      "otherNames": [
        "Ipomoea batatas"
      ]
    },
    {
      "probability": null,
      "id": 94,
      "name": "شمشاد ژاپنی",
      "sciName": "Aucuba japonica",
      "description": "گیاهی همیشه سبز که در فضای آزاد به عنوان گیاه بوته­ای و در گلدان می­توان به عنوان گیاه آپارتمانی از آن نگهداری نمود. این گیاه بومی ژاپن، چین و تایوان است که در دشتها، جنگلها، کوهها و مناطق مرطوب مانند کنار رودخانه ها و در نور کم حتی در سایه رشد میکند. به دلایلی از قبیل زیبایی، همیشه سبز بودن، مقاومت به نور کم، سازگاری به انواع آب و هوا، مقاومت در برابر سرما و نیز شوری خاک محبوبیت خاصی دارد و در بیشتر نقاط جهان به چشم می­خورد. این گیاه دارای دو پایه نر و ماده است که از هم جدا هستند و برای تولید گل باید این دو در کنار هم قرار گیرند. دارای گلهایی به رنگ ارغوانی بوده و میوه ­هایی شبیه تمشک دارد که در فصل پاییز رشد می­کند.\r\nتوجه کنید که قسمت های مختلف این گیاه سمی بوده و خوردن آن باعث مسمومیت خواهد شد.",
      "howToWater": "درختچه ی آکوبا در برابر کم آبی جز مقاومترین گیاهان می باشد همچنین از آبیاری زیاد هم لذت نمی برد میزان آب مورد نیاز ان باید همیشه به اندازه باشد . برگ های این گیاه بسیار براق و چرمی مانند هستند که آب به سختی از آن تبخیر می شود به همین دلیل در برابر کم آبی بسیار مقاوم می باشد .\r\nگیاه آکوبا یک گیاه همیشه سبز می باشد که در برابر سرما بسیار مقاوم است و تا دمای منفی شانزده درجه ی سانتی گراد را تحمل می کند و دچار یخ زدگی نمی شود اما اگر در فصل سرما دما بیش از حد مجاز سرد شد برای نگهداری بهتر از این گیاه سعی کنید با پلاستیک به خوبی آن را بپوشانید تا دچار سرما زدگی نشود .",
      "howToSoil": "در یک خاک غنی با زهکش مناسب رشد بسیار خوبی خواهد داشت. بهترین بستر برای آکوبا یک پیمانه خاک رس، یک پیمانه پیت ماس و یا خاک برگ و یک دوم پیمانه ماسه ی شکسته ترکیب شده باشد. می­توانید طبق دستور مقداری کود شیمیایی به آن اضافه نمایید.\r\npH مناسب خاک برای این گیاه تقریبا خنثی یا به میزان بسیار اندک اسیدی بسیار لذت بخش می باشد همچنین خاک این گیا باید بسیار سبک باشد اگرچه در برابر خاک های سنگین هم بسیار مقاوم است ولی برای رشد بهتر باید برای ان از خاک سبک استفاده نمایید .",
      "howToLight": "این گیاه علاقه ی زیادی به نور آفتاب ندارد و زیرا نور آفتاب باعث سوختگی برگ های زیبای ان ها می شود . بهترن مکان برای کاشت درختچه ی آکوبا در محیط بیرون در نقطه ای سایه و کور زیر شاخ و بگ درختان می باشد .\r\nاین گیاه علاقه ی زیادی به نور آفتاب ندارد و زیرا نور آفتاب باعث سوختگی برگ های زیبای ان ها می شود . بهترن مکان برای کاشت درختچه ی آکوبا در محیط بیرون در نقطه ای سایه و کور زیر شاخ و بگ درختان می باشد .",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 200,
      "lightMax": 800,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/sRpVuvPM2rzAopQuxM1z.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/fzEIXKIvr3Hl4ATtuJcv.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/b9AgCwct2Nux2LvifOiH.jpeg"
      ],
      "otherNames": [
        "Aucuba japonica ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 45,
      "name": "سفرس خزنده (ساکسی فراگرا)",
      "sciName": "Saxifraga",
      "description": "گیاه سفرس متعلق به مناطق شرقی آسیاست. بازه دمایی قابل تحمل برای سفرس، بین 10 الی 18 درجه سانتی‌ گراد است. اگرچه آن می‌تواند با دماهای مختلف منطبق شود، اما کمترین دمای قابل تحمل برای سفرس 7 درجه سانتی گراد است.\r\nرطوبت لازم برای سفرس، رطوبتی متعادل است. سفرس نسبت به خشکی هوا مقاوم است و در عین حال از خیس شدن برگهایش لذت نمی‌برد. درنتیجه هنگام آبیاری مواظب باشید که آب را بر روی برگهای آن نریزید.",
      "howToWater": "سفرس در طول فصول رشد ( بهار و تابستان ) به شدت تشنه می شود. پس در این مدت همیشه خاک آن را مرطوب نگه دارید. ولی مواظب باشید آن را در آب غرق نکنید. بعد از اینکه گل دهی شروع شد، می توانید هر دو هفته از میزان آب کم کنید.\r\nبین هر بار آبیاری، اجازه دهید چند سانتی‌متر رویی خاک تقریبا خشک شود. در فصل تابستان، هفته‌ای دوبار و در زمستان هر 12-8 روز یکبار گیاه را آبیاری کنید.\r\nلکه های قهوه ای روی برگ ها نشان از آبیاری زیاد است.",
      "howToSoil": "برای سفرس، می‌توانید از خاک گلدان موجود در فروشگاه‌ها استفاده کنید. اما اگر قصد دارید خودتان به ترکیب ایده‌آل برسید، یک واحد زغال سنگ نارس، یک واحد پرلیت یا شن دانه درشت و دو واحد خاک برگ خاک هوموس را با هم مخلوط کنید. فراموش نکنید که حتما گیاه را در گلدانی با حفرات زه کشی متعدد بکارید.\r\nبرای تقویت رشد گیاه می‌توانید در فصل تابستان، هر ماه به آن کود مایع بدهید. کود انتخابی را در نصف غلظت توصیه شده استفاده کنید.",
      "howToLight": "نور پراکنده و یا مکانی نیمه سایه برای سفرس مناسب است. البته رنگ‌های درخشان برگ‌های آن در صورت دریافت کافی نور خورشید، بهتر نمایان می‌شوند و اگر نور ناکافی باشد برگهای سفرس رنگ پریده میشود. همیشه سفرس را از تابش مستقیم اشعه‌های خورشید دور نگه دارید چون قطعا آفتاب مستقیم باعث آسیب رسیدن به برگها می‌شود.\r\nسه ساعت دریافت کردن نور مستقیم خورشید در روز برای سفرس کافی است. دقت کنید، فقط سه ساعت. نه تمام روز.\r\nبهتر است آن را در نزدیکی یک پنجره پرنور قرار دهید.",
      "waterMin": 4,
      "waterMax": 12,
      "tempMin": 10,
      "tempMax": 18,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 500,
      "lightMax": 1000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/QOTsotG9wAbLAinXIxui.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/pks5jeFI5j4YNsbdQUGo.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/rlEuj3nMHgF8Wkws0DPe.jpeg"
      ],
      "otherNames": [
        "Saxifraga stolonifera ",
        " Saxifraga cuneifolia ",
        " Saxifraga cuneifolia ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 170,
      "name": "کوستوس آرابیکوس",
      "sciName": "Costus arabicus",
      "description": "یک گیاه آپارتمانی با مراقبت آسان است. آنها به سختی مشکلی با بیماری ها یا آفات دارند زیرا ریشه های آنها قوی و بسیار مقاوم به بیماری است. با توجه به منشأ گرمسیری این گیاه آپارتمانی، توصیه می کنیم هفته ای 2 تا 3 بار به آن آبیاری کنید، هم روی و هم قسمت زیرین برگ ها.",
      "howToWater": "خاک مرطوب را دوست دارد با این حال، مراقب باشید که آن را برای مدت طولانی خیس نگذارید. بین دو آبیاری، لایه بالایی خاک گلدان نباید خشک شود. مهم است که خاک همیشه مرطوب بماند. آب بیش از حد می تواند باعث پوسیدگی ریشه شود و شما می خواهید از آن جلوگیری کنید. اگر آب کافی نباشد، برگها شروع به ریزش می کنند. به گیاه آپارتمانی کمی بیشتر آب بدهید، اما نه یکباره. زمین را با دقت تماشا کنید (مخصوصاً در ابتدا). اگر دو روز پس از آبیاری متوجه شدید که خاک کمی خشک می شود، دفعه بعد کمی بیشتر آب بدهید. با این حال، اگر بعد از پنج روز متوجه شدید که خاک هنوز خیلی مرطوب است، دفعه بعد که به آن آبیاری می کنید، آب کمتری بدهید.",
      "howToSoil": "خاک برگ و خاک جنگل با زهکشی مناسب بهترین گزینه برای آن است",
      "howToLight": "در یک مکان روشن با نور غیر مستقیم خورشید رشد می کند. نور مستقیم خورشید برای این گیاه ممنوع است، برگ های آن می ریزند و هیچ برگ جدیدی تشکیل نمی شود. اگر این گیاه آپارتمانی در مکانی بیش از حد تاریک قرار گیرد، علامت های برگ خود را از دست می دهد. در هر دو مورد، ما به شما توصیه می کنیم که گیاه را جابجا کنید زیرا خود به خود بهبود می یابد.",
      "waterMin": 2,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 27,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 400,
      "lightMax": 1200,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/aMcYCVarYnOQGwztXZFX.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/cvN9A99lU5tVfhmDqPyB.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/ui5Hi9pqLYZcdhpzAcWk.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/Hh4QbwvRu1JrYNLF7P4h.webp"
      ],
      "otherNames": [
        "Costus arabicus"
      ]
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=10",
    "next": "https://planta.vsrv.ir/api/Feed?page=12"
  },
  "meta": {
    "current_page": 11,
    "from": 151,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=10",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=8",
        "label": "8",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=9",
        "label": "9",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=10",
        "label": "10",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=11",
        "label": "11",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=12",
        "label": "12",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=13",
        "label": "13",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=14",
        "label": "14",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=12",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 165,
    "total": 328
  }
}