{
  "data": [
    {
      "probability": null,
      "id": 199,
      "name": "مینای آفریقایی",
      "sciName": "Osteospermum ecklonis",
      "description": "این گیاه با نامهای مختلف استئوسپرموم، داوودی آفریقائی، گل مینای آفریقائی blue-eyed saisy , african daisy, cape daisy, spoone osteospermum شناخته میشود از خانواده آفتابگردانها Asteraceae می باشد.از این رده گل تا حالا حدود ۵۰ گونه شناخته شده است که ۳۵ گونه آن مربوط به آفریقا و بومی مناطق می باشد\r\nمینای آفریقایی گونه ای علفی چند ساله و بومی آفریقای جنوبی می باشد . این گونه در زیست بوم طبیعی اولیه خود کمتر مورد توجه قرار گرفته و همزمان در نقاط دیگر با اقلیم مشابه از قبیل ایالات متحده (کالیفرنیا) و استرالیا گسترش یافته بطوریکه از باغات و فضای سبز فراتر رفته و بصورت گیاهی سمی برای دام ها ، ایجاد خطر کرده است. این گونه گیاهی زینتی و پر طرفدار در اقلیم های با شرایط مساعد بعنوان گیاه پوششی بدلیل داشتن برگ های نقره ای و گل های آفتابگردانی زیبا بکار گرفته می شود. به شرایط محیطی مختلف سازگار بوده و گاهی به عنوان تثبیت کننده خاک در بعضی از مناطق مورد استفاده قرار می گیرد. مینای آفریقایی قادر است که در شرایط سخت ساحلی با تابستان های داغ شن های روان باد های شدید افشانه آب و نمک و باران کم گسترش یابد.",
      "howToWater": "در برابر خشکی مقاوم می باشد و نیاز آبی متوسطی دارد. توجه داشته باشید که در اوایل کاشت گیاه چون گیاه تازه و جوان است نیاز آبی بیشتری دارد ولی زمانی که سن گیاه بیشتر شد زمان آبیاری را طولانی تر می کنند. توجه داشته باشید که در فاصله میان دو آبیاری زمین مورد نظر خشک باشد.",
      "howToSoil": "خاک های سبک و حاصلخیز و با زهکشی مناسب را می پسندد اگر به صورت گلدانی پرورش یابد باید مخلوطی از دو قسمت خاک مرغوب باغچه ، یک قسمت خاک برگ پوسیده ، یک قسمت پیت ماس. می توان با کودهای کامل در موقع رشد و نمو تغذیه نمود",
      "howToLight": "نیاز به نور کامل آفتاب دارد (حداقل در روز ۶ تا ۸ ساعت نور مستقیم خورشید). کمبود نور موجب عدم گلدهی و کاهش گلدهی می شود. در تابستان محل های سایه آفتاب نیز مناسب است.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 40,
      "lightMin": 2000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/hbmUsONX41AAmInL3yx0.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/T4bXfwhOA3R2IJj2ulRQ.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/6ZFHl5ht7qfGrRYIZDbt.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/uL4OMnA3nySFthpUiXOq.jpeg"
      ],
      "otherNames": [
        "Osteospermum ecklonis ",
        " Arctotis stoechadifolia ",
        " Arctotis venusta ",
        " Osteospermum fruticosum ",
        " Leucanthemum × superbum"
      ]
    },
    {
      "probability": null,
      "id": 201,
      "name": "اسپیره (گل عروس)",
      "sciName": "Spiraea × arguta",
      "description": "اسپیره دارای گلهای معطر و زیبایی می باشد و مناسب برای کاشت در پارکها، چمن کاری ها ، فضای سبز، باغ های صخره ای و مرزبندی می باشد. همچنین این گیاه بصورت گل شاخه بریده مورد استفاده قرار می گیرد. درختچه ی خزان دار گل اسپیره، با شاخه های خوش اندام و قوس دار ترکه ای آن می تواند برای ایجاد حریم و حایل، همراه با بوته های دیگر، و یا تکی مناسب باشد. گل های اسپیره معمولا در تابستان ظاهر می شوند و به رنگهای سفید، کرم و صورتی می باشند که معطر بوده و ظاهری زیبا به گیاه می‌بخشند.",
      "howToWater": "به صورت متوسط صورت گیرد. اسپیره در برابر خشکی مقاوم است.",
      "howToSoil": "خاک باغچه ، مرطوب و خوب زهکشی شده. در واقع به انواع زیادی از خاک ها تحمل نشان می دهد ولی بهترین عملکرد را وقتی خواهد داشت که در خاکی با زهکشی خوب و حاوی مواد آلی کاشته شده باشد.",
      "howToLight": "آفتابی – نیم‌سایه. این گیاه در معرض آفتاب رشد بهتری خواهد داشت.\r\nدمای 5 درجه تا 16 درجه. همانطور که ذکر شد این گیاه متعلق به مناطق معتدل است و بهتر است دمای هوا از 5 درجه کمتر نشود. بیشتر اقلیم های خنک و مرطوب را ترجیح می دهد ولی در اقلیم های سرد و خشک نیز گل داده است .",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 5,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 40,
      "lightMin": 2000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/dhVZAerfrv2LGx3Fuae5.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/a7mKEx08eVHwDigUigoC.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/fXPCk3sWVTQQL5TzKsVy.jpeg"
      ],
      "otherNames": [
        "Spiraea × arguta ",
        " Spiraea × vanhouttei ",
        " Spiraea hypericifolia  ",
        " Spiraea nipponica ",
        " Spiraea trilobata ",
        " Spiraea blumei ",
        " Spiraea canescens ",
        " Spiraea cantoniensis ",
        " Spiraea chamaedryfolia ",
        " Spiraea media ",
        " Spiraea thunbergii ",
        " Spiraea betulifolia ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 231,
      "name": "خرفه باتلاقی",
      "sciName": "Ludwigia palustris",
      "description": "لودویجیا پالوستریس رد بومی مناطق گرم معتدل است. گیاه لودویجیا پالوستریس رد دارای برگ های کوچک و ساقه هایی به رنگ قرمز است که بیشترین تاثیر خود را زمانی که به صورت گروهی کاشته می شود، در آکواریوم می گذارد.\r\nگیاهی مناسب برای میانه و پشت آکواریوم، که برای رشد نیاز به نور و مواد مغذی بالایی دارد. برای تکثیر کافی است از ساقه اصلی گیاه قلمه گرفته و در بستر پیوند بزنید.\r\nلودویگیا ها اکثرا دارای ساقه هایی به طول ۳۰ سانتی متر هستند و ریشه آنها در گره هایی که در تماس با بستر مرطوب است. تشکیل می شوند.۴ تا ۵ سانتی متر طول برگ های آنها می باشد. و دارای گلبرگهای بلند می باشد.",
      "howToWater": "این گیاه تقریبا هر روز به آب نیاز دارد و سطح خاک آن نباید خشک شود",
      "howToSoil": "از خاکی با زهکشی بسیار مناسب استفاده شود",
      "howToLight": "نگهداری لودویگیا ساده می باشد و به میزان نور مناسبی احتیاج دارد و رشد این گیاه تا حدی سریع است. برای قوی تر کردن ساقه لودویگیا باید به بستر آن کود مناسبی اضافه کرد. و برای اینکه برگ ها رنگ زیبایی بگیرند باید نور خوب و اصولی به آنها تابیده شود البته وجود میزان کم نیترات در آب هم به این قضیه کمک می کند.",
      "waterMin": 1,
      "waterMax": 3,
      "tempMin": 22,
      "tempMax": 28,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 800,
      "lightMax": 1900,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/sepnfKUsLVSE1q20NtoB.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/loBnJx0NiG2eCKj0S6j2.png"
      ],
      "otherNames": [
        "Ludwigia"
      ]
    },
    {
      "probability": null,
      "id": 240,
      "name": "بنفشه آتشین (اپیشیا)",
      "sciName": "Episcia lilacina",
      "description": "پیشیا دارای 8 گونه مختلف است که هر کدام از آن ها زیبایی خاصی دارند. برگ های زیبایی این گل سبب محبوبیت هر چه بیشتر این گیاه در بین علاقمندان به پرورش گیاهان آپارتمانی است. از این گیاه می توان در سبدهای آویز برای تزیین فضاهای داخلی استفاده کرد. از مزایای این گیاه می توان به مقاومت بالای آن در برابر تغییرات محیطی اشاره کرد.\r\nاز این گیاه معمولا در کلکسیون ها به صورت گسترده استفاده می شود. این ویژگی ها علاوه بر زیبایی و مقاومت در برابر تغییرات محیطی جایگاه خاصی به آن بخشیده است به گونه ای که امروزه از این گیاه به صورت گسترده برای زیباسازی منازل و فضاهای داخلی استفاده می شود.\r\nاز لحاظ ظاهری دارای برگ های مخملی و گل های شیپوری کوچکی است که زیبایی منحصر به فردی به این گیاه بخشیده اند.برگ های این گیاه دارای حاتی بیضی شکل و چروکیده و ابلق هستند و گل های زیبای این گیاه به رنگ قرمز دیده می شوند.\r\nدر صورت فراهم بودن شرایط محیطی مناسب این گیاه می تواند تا ارتفاع 15 سانتی متری نیز رشد کند.",
      "howToWater": "باید خاک را برای رشد مناسب گیاه همواره مرطوب نگهداری کنید این گیاه به خاک های مرطوب علاقه دارد و از خشکی خاک بیزار است. بهتر است این گیاه را هفته ای یک مرتبه آبیاری کنید و از پاشیدن آب بر روی برگ های آن خودداری کنید زیرا می تواند سبب پوسیدن برگ های گیاه شود.",
      "howToSoil": "استفاده از خاک برگ در ترکیب خاک این گیاه غیر مجاز است زیرا می تواند سبب زرد شدن برگ های گیاه به دلیل پوسیدن خاک برگ می شود. می توانید برای کاشت گیاه از خاک مخصوص بنفشه آفریقایی استفاده کنید.\r\n برای تامین مواد مغذی مناسب برای رشد گیاه که در خاک موجود نیستند بهتر است ماهانه دو مرتبه گیاه را با استفاده از کود مخصوص بنفشه آفریقایی تغذیه نمایید.\r\nکوددهی را طبق دستور انجام دهید و از کودهی بیش از اندازه گیاه بپرهیزید زیرا می تواند سبب سوختن گیاه و در نتیجه از بین رفتن گیاه شود. کمبود کود نیز کاهش سرعت رشد و گلدهی و کمرنگ شدن برگ های گیاه را در پی دارد.",
      "howToLight": "این گیاه برای رشد مناسب خود به میزان نور زیاد اما غیر مستقیم خورشید نیاز دارد . نور زیاد سبب حفظ زیبایی ظاهری برگ های گیاه می شود. در عین حال نور مستقیم می تواند سبب سوختن حاشیه برگ های گیاه شود. این گیاه می تواند در شرایط کم بودن نور نیز رشد کند اما مناسب ترین رشد را در نور زیاد و غیر مستقیم خورشید دارد. کمبود نور می تواند سبب کم شدن رشد گیاه و کمرنگ شدن برگ های گیاه شود.",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 60,
      "lightMin": 500,
      "lightMax": 1500,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/oN8sP6qhnuJjjVuNb9FK.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/liuabEfnWExrSwUVu8cU.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/dT9xHBBeFi2R99oXS7bU.jpeg"
      ],
      "otherNames": [
        "Episcia ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 297,
      "name": "کوکب",
      "sciName": "Dahlia pinnata",
      "description": "گل کوکب را به عنوان یک گل چند ساله و دارای ریشه‌ ی سطحی و همچنین یک گل بیرونی می ‌شناسند که از یک پیاز قهوه‌ ای رنگ دو ساله و در فصل بهار می ‌روید. این گل‌ های رنگارنگ خاردار، به طور معمول از اواسط تابستان تا اولین سرما، گل می ‌دهند. در حالی که گل ‌های بسیاری از دیگر گیاهان در این موقع از سال در حال پژمرده شدن هستند. این گل‌ ها تنوع زیادی در رنگ و حتی اندازه دارند که از گل ‌های غول ‌پیکر ۲۵ سانتی ‌متری شروع شده و تا گل‌ های منگوله ‌ای با اندازه ۵ سانتی‌ متر ادامه می ‌یابد. بیشتر انواع این گیاهان بین ۱۲۰ تا ۱۵۰ سانتی ‌متر قد می ‌کشند.\r\nبا اینکه این گل‌ ها برای مناطق گرمسیری و مرطوب، مناسب نیستند، اما می‌ توانند به تمام باغ‌ های آفتاب‌ گیر، برای حداقل ۱۲۰ روز (فصل تابستان)، زینت ببخشند. کوکب در آب‌ و هوای خنک و مرطوب حاشیه ‌ی‌ اقیانوس اطلس رشد می ‌کند. در این نواحی گل‌ های کوکب تا ۳ سانتی ‌متر درشت‌ تر و دارای ریشه ‌های عمیق ‌تری هستند.",
      "howToWater": "در گرمای تابستان از خشک شدن خاک آن جلوگیری کنید و سعی کنید خاک همیشه مرطوب باشد\r\nاز فصول سرد سال باید آبدهی را کم کنید",
      "howToSoil": "خاکی غنی با زهکش خوب که اضافه آب را از خود عبور می دهد برای این گیاه مناسب است . همچنین وجود مواد ارگانیک به رشد این گیاه کمک می کند بنابراین می توان از موادی همانند خاک برگ ، کود بسیار پوسیده گاوی ، پیت موس در مخلوط خاکی استفاده کرد و  شن را نیز برای افزایش زهکش خاک استفاده کرد . در  طی فصل رشد نیز می توان هر ماه یک مربته  از کودهایی با میزان نیتروژن پایین تر از فسفر و پتاسیم همانند فرمولهای ۱۰-۱۰-۵ و ۲۰-۲۰-۱۰ استفاه کرد . زیاده روی در کوددهی بخصوص وجود نیتروژن زیاد برای این گیاه مانع از گلدهی و همچنین پوسیدگی ریشه ژوخه‌ای می شود . کوددهی را از زمانی که گیاه ۴-۳ جفت برگ دارد می توان آغاز کرد و در اواخر فصل تابستان آنرا متوقف کرد.",
      "howToLight": "کوکب به مکانی با نور مستقیم آفتاب به حداقل ۸ ساعت نیاز دارد. اما بهتر است که این نور در طی صبح گاه تا حدود ساعت ۳ برای آن تأمین شود و در طی عصر هنگام، مکان کاشت این گیاه از مقداری سایه برخوردار باشد. این مسئله بخصوص در طی ماه های گرم تابستان به رشد بهتر گیاه کمک خواهد کرد. وجود نور مستقیم از صبح تا عصر بخصوص هنگامی که هوا گرم نیز هست، موجب سوختگی حاشیه و نوک برگها و گلبرگها خواهد شد. همچنین در روزهای گرم تابستان به پخش کردن لایه ای به ضخامت ۱۰-۷ سانتیمتر خاک برگ در اطراف تنه اصلی گیاه ، به خنک ماندن خاک و ریشه های این گیاه کمک کنید . البته توجه داشته باشید که این روش می تواند منجر به جذب و جمع شدن حلزونها و لیسه ها در اطراف گیاه نیز بشود بنابراین از این روش زمانی استفاده کنید که گرمای هوا و وجود نور مستقیم بیش از اندازه برای گیاه آزار دهنده باشد. کمبود نور نیز موجب علفی و نازک شدن ساقه و برگها و عدم گلدهی این گیاه خواهد شد.",
      "waterMin": 3,
      "waterMax": 4,
      "tempMin": 5,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 600,
      "lightMax": 2500,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/September2022/QetnByQoBWqVjOyxPDbC.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/September2022/dlkkMuiGVnuRxFA0Xqn2.jpeg",
        "https://planta.vsrv.ir/storage/plant/September2022/o53ZM4ExaKU0eCD7q0DH.jpeg",
        "https://planta.vsrv.ir/storage/plant/September2022/lvX6fdJbEnvkVCE24aZL.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 202,
      "name": "گل آلبوکا",
      "sciName": "Albuca bracteata",
      "description": "گیاه آلبوکا که با نام های Albuca circinata , Albuca namaquensis , گل فنری و گل پیچی نیز شناخته می شود از خانواده گیاهان گلدار مارچوبگان با نام علمی Albuca است. آلبوکا بومی نامیبیا و جنوب و شرق آفریقا است.\r\nگل های این گیاه می تواند روی ساقه‌های بلند، سفت و باریک رشد کند.این گل ها در برخی از گونه ها، معطر هستند و عطر گل ها بیشتر در شب به مشام می رسد.ارتفاع این گیاه گوشتی می تواند به بیش از یک متر برسد. برخی آن را از انواع کاکتوس می دانند.\r\nکاشت و نگهداری از گیاه آلبوکا برای مناطق معتدل مناسب است، اما قابلیت نگهداری در گلخانه و آپارتمان را نیز دارد.",
      "howToWater": "آبیاری زیاد باعث می شود که گیاه قارچ گرفته و باعث پوسیدگی آن می شود\r\nدمای مناسب برای سبز شدن بذرها حدود 22 درجه سانتیگراد است.",
      "howToSoil": "خاک مناسب برای رشد این گیاه باید خاک شنی با زهکش بالا و متخلخل باشد تا آب آبیاری را به راحتی از خود عبور دهد.\r\nخاک های متخلخل مانند خاک ساکولنت با ۶۰ درصد پیت موس، ۳۰ درصد ماسه و ۱۰ درصد ورمی ترکیب مناسبی برای کاشت این گیاه است.",
      "howToLight": "شرایط نور بر روی رشد این گیاه تاثیرگذار است.بدین شکل که اگر نور محیط آن کم باشد، برگ های آن کشیده و نازک می شوند.اگر نور محیط زیاد باشد ضخیم و محکم می شوند.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 40,
      "lightMin": 800,
      "lightMax": 1800,
      "placement": 1,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/qnAb8a4KVDFJsy9tGdYg.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/7LmW11q0h4S8wt3Man7o.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/Huv08RO5pvjaAf9GHGqD.jpeg"
      ],
      "otherNames": [
        "Albuca bracteata ",
        " Albuca flaccida ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 215,
      "name": "کاکتوس آستروفیتوم",
      "sciName": "Astrophytum",
      "description": "آستروفیتوم (Astrophytum) یکی از چهار گونه‌ی کاکتوس‌های آمریکای شمالی هستند که بیشتر در مکزیک و کمی نیز در ایالات متحده یافت می‌شوند. این گونه‌های گیاهی به دلیل زیبایی و گل دادن نسبت به سایر کاکتوس‌های خانگی معروف شده‌اند و بسیار پر طرفدارند، گل‌های آنها معمولاً زرد رنگ یا سفید است. آستروفیتوم عموماً به صورت تکی رشد می‌کنند، اما برخی گونه‌های آن در صورت نگهداری مناسب در اواخر عمر خود به صورت ستون‌های کوتاهی در می‌آیند. برخی نیز دارای خال‌های سفید رنگ مشخصی بر روی خود هستند. بسیاری از این کاکتوس‌ها با ارزش هستند، مثلاً کاکتوس A.asterias، به‌ ویژه از گونه‌ی Super Kambo آن، بسیار برای ژاپنی‌ها مورد توجه است. اما پرورش این نوع کاکتوس بسیار دشوار بوده و اغلب برای تکثیر، آن را با گونه‌ی Echinopsis پیوند زده‌ می‌شوند تا نتیجه‌ی بهتری بدست آید. اکثر باغبان‌ها در پرورش A.ornatum و A.myriostigma موفق‌ترند، که هر دوی آنها از ارزش بالایی برخوردارند.\r\n\r\nآستروفیتوم‌ها پوشیده از شیار‌ها و (نوار) خط‌‌های هاله‌ای شکل هستند که از آن تیغ‌های تیز طلایی یا سیاه رنگی بیرون زده است. رشد آنها معمولاً بسیار کُند بوده هرچند گونه‌ی بالغ آن بسیار زیباست، اما برای پروش و رشد گیاه تا آن مرحله سال‌ها زمان می‌برد. البته گل‌های سریع‌الرشد این گیاه، که از قسمت‌های بالایی آن می‌رویند، بسیار دوست داشتنی هستند و اگر به طور کامل رشد کنند جزء زیباترین گونه‌های کاکتوس آمریکای شمالی به شمار می‌روند.",
      "howToWater": "آستروفیتوم به محیط‌های خشک با آبیاری‌های پراکنده در تابستان و آبیاری بسیار کم در زمستان‌ را نیاز دارند. در طی فصل رشد، گهگاهی به آنها آب دهید.",
      "howToSoil": "خاک معمولی برای گلدان کاکتوس مناسب است، البته بهتر است حاوی مقداری خاک گلدانی (رس و ماسه) و کود گیاهی باشد.\r\nدر زمان رشد گیاه با کود متعادل و رقیق شده مانند ترکیب کود NPK سه بیست ۲۰-۲۰-۲۰ در آب حل نموده و به گیاه بدهید.",
      "howToLight": "محیطی بسیار آفتاب گیر، و هر روز برای چند ساعت زیر نور مستقیم آفتاب قرار گیرد.\r\nدر تابستان این گیاهان دمای بالاتر از ۲۰ درجه سانتی‌گراد و زمستان سرد و معتدل را دوست دارند.",
      "waterMin": 7,
      "waterMax": 14,
      "tempMin": 20,
      "tempMax": 40,
      "humidityMin": 0,
      "humidityMax": 30,
      "lightMin": 800,
      "lightMax": 20000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/fssakwN35beoJx4pQ6po.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/UFw3euFHoCZbqCyX4lpl.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/IdTIcihgOld87JIncpaK.jpg",
        "https://planta.vsrv.ir/storage/plant/April2022/9d7SUaaptgOyGb2VvLkY.jpg"
      ],
      "otherNames": [
        "Astrophytum ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 310,
      "name": "کلم زینتی",
      "sciName": "Crambe maritima",
      "description": "کلم زینتی گیاهی همیشه سبز است ولی به صورت دو ساله کاشته شده و استفاده زینتی از برگهای آن در حقیقت در طول یکسال انجام می‌گیرد. به این ترتیب که در پائیز و زمستان سال اول برگها درشت و رنگین شده و با فرارسیدن بهار سال بعد برگها به سبزی گرائیده ساقه طویل گشته و تولید گل می‌کند، بذرهای آن نیز در تابستان می‌رسند. گل‌های این گیاه از نقطه نظر زینتی حائز اهمیت نیستند. ولی بهر حال زیبائی خاص خود را دارا می باشند.",
      "howToWater": "اصولا به خاکی مرطوب نیاز دارد اما این به معنی خیس و گل بودن خاک نیست . چنین شرایطی موجب پوسیدگی ریشه ها و ساقه ها و از بین رفتن گیاه میشود . خشکی کشیدن نیز یکی از دلایل عدم رشد مناسب این گیاه و زود به گل رفتن آن است . بهتر است زمانی که سطح خاک رطوبت خود را از دست می دهد نسبت به آبیاری آنان اقدام کرد.",
      "howToSoil": "این گیاه به مواد مغذی نسبتا خوبی نیاز دارد. به عنوان مثال اگر خاک را با نسبتهای مساوی از کود بسیار پوسیده دامی و خاک برگ مخلوط کنیم و بعد گیاهان را بکاریم ، به خوبی رشد خواهند کرد و از آنجایی که به عنوان گیاهانی یکساله و فصلی استفاده می شوند دیگر نیازی به مصرف کود نیست . همچنین چنین دستورالعملی را معمولا برای انواع کلم برگ که قرار است مصرف خوراکی داشته باشند استفاده می کنند برای نمونه های زینتی که قرار نیست به مصرف خوراکی برسند و رشد فراوانی کنند‘ می توان از فرمولی ساده تر استفاده کرد یعنی خاک را با خاک برگ نیز مخلوط کنیم کافی است. همچنین اگر متوجه عدم رشد مناسب این گیاهان شدیم می توان در طی فصل رویش نیز از فرمولهای کودهای تجاری همانند ۲۰-۲۰-۲۰ به میزان یک گرم در یک لیتر هر ۴-۳ هفته یکبار استفاده کرد. البته اگر بتوان از کودهایی با میزان نیتروژن پایین تر همانند فرمولهای ۲۰-۲۰-۱۰ و یا سایر فرمولهای مشابه استفاده کرد رنگ برگها بهتر خواهد شد.",
      "howToLight": "به مکانی با نور کامل یعنی حدود ۸-۶ ساعت نور مستقیم آفتاب نیاز دارد . مکانهای سایه موجب فاصله گرفتن برگها از هم و عدم تراکم مناسب تاج می شوند . همچنین در چنین شرایطی برگها کم رنگ و نازکتر نیز می شوند . اگر دمای هوای منطقه شما کمی در پاییز گرم است گیاهان را در جایی بکارید که در بعد از ظهر از سایه برخوردار باشد.نور شدید به همراه هوای گرم از جمله دلایل سوختگی حاشیه برگها و همچنین رنگهای کدر برگها است.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 10,
      "tempMax": 27,
      "humidityMin": 30,
      "humidityMax": 70,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2023/49sCvkRbuCemST8Rnedv.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2023/0fYUklmqzMLB2KxQrt94.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2023/r6eyIfWCLLUO47llvpqG.jpeg"
      ],
      "otherNames": [
        "Brassica oleracea ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 327,
      "name": "سوسن سرخ",
      "sciName": "Scadoxus multiflorus",
      "description": "\"سوسن سرخ\" با نام علمی Haemanthus multiflorus یا Scadoxus multiflorus گیاهی پیازی و بومی اکثر نواحی نیمه گرمسیری صحرای آفریقا از سِنِگال تا سومالی تا آفریقای جنوبی است. این گیاه همچنین بومی عربستان سعودی، یمن و عمان می باشد. سه زیرگونه از این گونه گیاهی وجود دارد که بسیار سمی می باشند. از این گیاه در طب سنتی نیز استفاده می شود. \r\nگیاه زینتی \"سوسن سرخ\" یکی از گیاهان بسیار زیبا با برگ های چین خورده است. ساقه گیاه و ساقه گلدهنده دارای نقش و خطوط رنگین و زیبایی هستند و از این نظر در بین گیاهان زینتی جزء خصوصیات منحصر به فردشان به حساب می آید. کشت و کار آن تقریباً شبیه به آماریلیس است و ساقه گلدهنده آن نظیر آماریلیس به صورت عمودی رشد می کند. گل های آن به تعداد زیاد در اطراف چتری در بخش انتهایی ساقه گلدهنده به رنگ سرخ ظاهر می شوند. گل های این گیاه در روی ساقه نسبتاً بلند و به شکل توپ دیده می شوند. هر چتر دارای 10 تا 200 گل جدا از هم می باشد. هر گل نیز دارای ساقه ای به طول 15 تا 45 میلیمتر است. گلبرگ ها، میله پرچم و خامه همگی به رنگ سرخ دیده می شوند. میوه این گیاه از نوع سته ای و به طول 5 تا 10 میلیمتر می باشد.",
      "howToWater": "این گیاه نیاز به استراحت تابستانه دارد. در تمام فصل تابستان باید از میزان آبیاری پیازهای آن بکاهیم تا دوره استراحت طی شود.از نظر نیاز آبی به آبیاری متوسط و خوبی نیاز دارند.",
      "howToSoil": "تکثیر این گیاهان از طریق کشت بذرها و تقسیم پیازها در بهار صورت می گیرد. \r\nنکته مهم در خصوص گیاهان پیازی نگهداری شوند در انبار، درجه حرارت مناسب انبار است. درجه حرارت انبار نقش مهمی در گلدهی پیازها برای فصل بعدی دارد. و مناسب ترین درجه حرارت برا انبار کردن اکثر پیازهای خانواده آماریلیس، 7 تا 10 درجه سانتیگراد است.",
      "howToLight": "سوسن سرخ بومی نواحی گرمسیری بوده و نمی تواند سرمازدگی را تحمل کند به همین دلیل باید در دمای بالای 5 درجه سانتیگراد (41 درجه فارنهایت) در آفریقای جنوبی و دمای بیش از 10 درجه سانتیگراد (50 درجه فارنهایت) در نواحی گرمسیری دیگر نگهداری شود.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 15,
      "tempMax": 27,
      "humidityMin": 20,
      "humidityMax": 85,
      "lightMin": 600,
      "lightMax": 18000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/February2024/TBlb78624d73sY7MfEBY.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/February2024/IRHqyoj0SRURmV3tKLtM.jpeg",
        "https://planta.vsrv.ir/storage/plant/February2024/fMu32uxRXhPZ0MqRzPvS.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 244,
      "name": "گل استرپتوکارپوس",
      "sciName": "Streptocarpus albus",
      "description": "گیاه آپارتمانی پیچ خورده که در فارسی با نام علمی استرپتوکارپوس، Streptocarpus Xhybridus Concord شناخته می شود، گونه ای از گیاهان گلدار از مناطق گرمسیری آفریقاست. بومی مناطق مرکزی، شرقی و جنوبی آفریقا از جمله ماداگاسکار است. اگر شرایط رشد این گیاه مساعد باشد، در تمام تابستان شکوفا می شود. برگ های این گیاه ساقه ندارند. این گیاه به گلدان کم عمق، هوای مرطوب، نور کافی و آب زیادی احتیاج دارد. در زمستان هوای محل گیاه آن نباید سرد و خشک باشد.\r\nگیاهی است همیشه سبز با بلندی و گستردگی حدود ٣٠ سانتی متر و گل های شیپوری به رنگ آبی، بنفش که اردیبهشت و خردادماه ظاهر می شوند. به صورت گلدانی درون خانه یا پاسیو نگهداری می شود.\r\nاسترپتوکارپوس (نام انگلیسی) Streptocarpus خانواده ای از بنفشه های معروف آفریقایی است. از آنجا که شکوفه های این گیاه تا حدودی شبیه گل های بهاری است، این گیاه به گل پامچال نیز معروف است. استرپتوکارپوس ها تنوع زیادی در رنگ ها دارند و جزوه گیاهان چند ساله است. این گیاه مانند بنفشه آفریقایی در چهار فصل شکوفا می شود و از نظر شرایط نگهداری (نور، آبیاری، خاک و …) شبیه بنفشه آفریقایی است. تعداد گلبرگ ها 5 عدد و شکل و دهانه شیپورها رگه هایی هستند که در رنگ گلبرگ ها تضاد خاصی ایجاد می کند",
      "howToWater": "رطوبت زیاد خاک برای گل های استرپتوکارپوس مناسب نیست. چنین شرایطی و آبیاری زیاد این گیاه باعث پوسیدگی ریشه ها، قسمت تحتانی گیاه (نزدیک سطح خاک) و برگ ها می شود. بنابراین، وقتی گیاه گلدان نسبتاً خشک شد، گیاه را آبیاری کنید. بعضی از پرورش دهندگان حتی ترجیح می دهند گیاه را آبیاری کنند اما اگر علائم پژمردگی روی برگ ها ظاهر شد، گیاهان خود را سریعاً آبیاری کنید تا حالت پژمردگی خود را از دست بدهد.",
      "howToSoil": "مخلوطی از چهار قسمت ذغال سنگ و یک قسمت شن و ماسه درشت برای استرپتوکارپوس مناسب است. خاک باید خوب زهکشی شود و مقداری رطوبت نیز حفظ شود. خاک هایی که بیش از حد مرطوب یا دارای درجه حرارت بالا هستند برای پرورش این گیاه مناسب نیستند. از بهار تا پاییز هر 3 هفته می توان از سموم دفع آفات استفاده کرد. این گیاه فقط زمانی تراکم ریشه را دوست دارد که ریشه در خارج از منافذ باشد و از ته گلدان بیرون زده باشد.",
      "howToLight": "گل های استرپتوکارپوس برای رشد به نورمتوسط ​​تا روشن نیاز دارند. در بهار و پاییز، صبح یا عصر می توانند مقداری تابش مستقیم آفتاب را تحمل کنند، اما در روزهای گرم، به خصوص در تابستان، نور مستقیم خورشید باعث خراب شدن گل میشود. نور شدید خورشید باعث قهوه ای شدن برگ ها و کم رنگ شدن گل ها می شود. نور کم محیط تعداد گل های این گیاه را کاهش می دهد اما مانع از آن نمی شود. اگر از نور فلورسنت مصنوعی برای تحریک گلدهی این گیاه استفاده شود، برای شکوفایی روزانه 15 ساعت نور لازم است.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 60,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/6rhckpJtn40Or0WeHxI7.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/rung3JZMmA5mu4g3Kuxj.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/JZ4KZCs0Yt0jgZvhZI7e.jpeg"
      ],
      "otherNames": [
        "Streptocarpus ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 175,
      "name": "گل مینا",
      "sciName": "Chrysanthemum leucanthemum",
      "description": "گیاه چندساله‌ای از خانوادهٔ پاناسه آ و از تیره مینا است.گل مینا در شمال ایران رویش فراوانی دارد. طول گیاه ۳ تا ۶۶ اینچ، با گل‌های زرد لیمویی که میوه‌ای با روپوش مودار می‌باشد.\r\nگل مینا در رنگ های قرمز، صورتی، بنفش، سفید و آبی می باشد. در اواخر تابستان و پاییز که بسیاری از گل ها از بین می روند، گل های مینا زنده هستند برخی از انواعِ این گیاه بومی می توانند تا ارتفاعِ 180 سانتی متر رشد کنند.\r\nمینا می تواند هم در گلدان و هم در حاشیه باغ گاشته شود. از مزایای این گیاه باغچه ای گل های زیبای آن، جذب پروانه ها، تحمل بالای گیاه در برابر خشکی، و آسان بودن رشد و پرورش آن است.",
      "howToWater": "گل ها را دو تا سه بار در هفته، آبیاری کرده و قبل از هر بار آبیاری دقت کنید، خاک آن ها خشک باشد. این گیاه از انواع گیاهان سه ساله است و حدود سه یا چهار سال پس از کاشت اولیه گل می دهد.",
      "howToSoil": "این گیاه به خاک حساس نیست و در خاک معمولی باغچه رشد خوبی دارد\r\nاما اگر آن را در گلدان نکهداری میکنید حتما از خاک برگ استفاده کنید و کود مورد نیاز آن را قبل از گلدهی به آن بدهید",
      "howToLight": "این گیاه برای رشد و گلدهی نیازمند قرار گرفتن و به مدت حداقل چهار ساعت در روز در برابر نور مستقیم خورشید است.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 70,
      "lightMin": 1500,
      "lightMax": 22000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/vJ9lfWbOjXlGU6SDPNu6.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/NaBXK4knA9K5U7Q1GaCx.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/lAvnwAyeG5Dg4wyPs9i5.jpeg"
      ],
      "otherNames": [
        "Abutilon grandifolium ",
        " Aster amellus ",
        " Aster alpinus  ",
        " Bellis perennis ",
        " Callistephus chinensis ",
        " Mauranthemum paludosum ",
        " Arctotis acaulis ",
        " Symphyotrichum novi-belgii ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 9,
      "name": "گازمانیا (بروملید)",
      "sciName": "Bromeliad",
      "description": "این گیاه زیبا متعلق به جنگلهای پرباران برزیلی است و بیشتر در مناطق گرمسیری یافت می‌شود\r\nاین گیاهان زیبا و مقاوم، آسان و بدون دردسر رشد می‌کنند و جلوه‌ای رنگارنگ به محیط می‌بخشند. فقط کافی است با هوشمندی از آنها نگهداری کنید",
      "howToWater": "گازمانیا گیاه خاصی است و در وسط آن یک مخزن وجود دارد که به آن فنجان هم می‌گویند. آناناسی آب را از طریق برگ‌ها و بخش مرکزی برگچه‌های خود جذب می‌کند.بهتر است همیشه یک چهارم فنجان این گیاه را با آبی سبک پر نگه دارید. منظور از آب سبک آبی است که املاح شیمیایی نداشته باشد و تا جای ممکن عاری از کلر یا موارد دیگر باشد.\r\nبرای آبیاری به خاک نیز باید توجه کنید که خاک گیاه گازمانیا باید مرطوب بماند و هیچ‌گاه نباید بیش از حد خیس یا خشک شود.\r\nاما در فصل خفتگی، فقط هر دو هفته یک بار گیاه را آبیاری کنید. مثل همیشه، بهترین راه برای تشخیص زمان صحیح آبیاری گیاه، چک کردن میزان خشکی سطح خاک است.",
      "howToSoil": "اگر آناناسی را در محیطی بسته نگهداری می‌کنید، به کود زیادی نیاز نخواهد داشت.\r\nدر طول بهار و تابستان، هر دو ماه یکبار به آن کود بدهید. در زمستان گیاه به حالت خفتگی می‌رود و در نتیجه نیاز به کوددهی هم کاهش پیدا می‌کند.\r\nبهتر است بدانید گیاه آناناسی تنها یک بار گل می‌دهد که عمر آن هم بین 8-6 ماه است. اما قبل از آغاز به گلدهی، جوانه‌هایی بر روی گیاه ظاهر می‌شود که اگر آن‌ها را جداگانه در گلدان بکارید، گیاهی به زیبایی و طراوت آناناسی اولیه خواهید داشت.",
      "howToLight": "اگر آناناسی را به عنوان گیاه آپارتمانی در محیط بسته نگه داری می‌کنید، آن را در مکانی پرنور قرار دهید. برای نگهداری از این گیاه باید آن‌را از آفتاب مستقیم در امان نگه دارید. آفتاب مستقیم و شدید می‌تواند باعث آسیب و سوختگی برگ‌های گیاه شود همچنین می‌تواند جلوی گل‌دهی گیاه را بگیرد. نوری فیلتر شد که به صورت غیر مستقیم به گازمانیا بتابد بهترین نور برای نگهداری از آن است.\r\nاگر رنگ برگ‌ها با مرور زمان روشن‌تر شد و یا به رنگ زرد تغییر کرد، یعنی آناناسی بیش از حد نیاز در حال دریافت نور خورشید است.",
      "waterMin": 3,
      "waterMax": 7,
      "tempMin": 15,
      "tempMax": 27,
      "humidityMin": 70,
      "humidityMax": 100,
      "lightMin": 500,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/WxTOTjId00fx97Wd9M6c.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/Wjbx5z67nPtoi3GB2EAz.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/oWEM4PYbPYfklsFdj1kC.jpeg"
      ],
      "otherNames": [
        "Bromeliaceae ",
        " Ananas comosus ",
        " Guzmania scherzeriana ",
        " Guzmania lingulata ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 245,
      "name": "درخت انبه",
      "sciName": "Mangifera indica",
      "description": "انبه آب و هوای استوایی و نیمه گرمسیری با تابستانهای مرطوب و گرم و زمستان های خنک و خشک و بدون یخ را ترجیح می دهد. موقعیتی آفتابی و باز را انتخاب کنید که در برابر وزش باد شدید محفوظ باشد. اگر در آب و هوای خنک تری درخت می کارید ، برای استفاده از گرمای ساطع شده از آن ، به یک دیوار آجری رو به شمال نیاز دارید.\r\nمی توانید در تمام طول سال درختان انبه بکارید ، اما بهترین زمان برای کاشت این درخت پاییز است. با حفر سوراخ و ترکیب مواد آلی اضافه شده مانند کمپوست یا کود گاوی پوسیده شروع کنید. پس از کاشت نهال به همان عمق برای بهبود زهکشی ، دور آن تپه ای تشکیل دهید. آن را خوب آبیاری کرده و با یونجه مالچ کنید.",
      "howToWater": "در حالی که درخت انبه شما جوان است ، اما برای رشد نیاز به آبیاری منظم دارد. قبل از افزایش تدریجی زمان آبیاری به یک یا دو بار در هفته برای سال اول ، آن را یک روز در میان آبیاری کنید. مهم است که درختان از بهار تا پاییز به خوبی آبیاری شوند اما در اواخر زمستان ، قبل از شروع گل ، کم آبیاری کنید.",
      "howToSoil": "درختان انبه تقریباً در هر خاکی اعم از ماسه ای ، لومی یا خاکی رشد خواهند کرد ، اما به عمق و زهکشی مناسب نیاز دارند.",
      "howToLight": "این گیاه به آفتاب مستقیم در سرتاسر طول روز نیاز دارد",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 15,
      "tempMax": 40,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 2000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/A9dPptz1Tc6Nx0lJUd6U.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/M5I5TJRr70NqKjZRnRwT.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/vHlZ7mZiDDsTuPzwxKw5.jpeg"
      ],
      "otherNames": [
        "Mangifera"
      ]
    },
    {
      "probability": null,
      "id": 246,
      "name": "یاس رازقی",
      "sciName": "Jasminum auriculatum",
      "description": "گل یاس رازقی با برگ های سرسبز و گلبرگ های زرد و سفیدش و رایحه شیرینی که دارد ، هرکسی را تحت تاثیر قرار می ‎دهد. علی رغم عدم ماندگاری آن در فصول سرد سال ، مراقبت از آن بسیار آسان است و در صورت تامین نیازهای مراقبتی آن تا سال های طولانی می ‎توانید در کنار خود حفظ کنید.\r\nدمای مورد نیاز این گیاه 18 تا 22 درجه سانتی گراد است و وجود تهویه مناسب در محل نگهداری این گیاه به جلوگیری از ابتلا آن به بیماری ها و آفات مختلف کمک خواهد کرد.",
      "howToWater": "تامین آب متعادل برای رشد گیاه یاس رازقی بسیار مهم است . برای آبیاری این گیاه در صورت امکان از آب باران و یا آب شیری که به مدت یه روز در ظرف باقی مانده است استفاده کنید.\r\nبرای جلوگیری از بروز شوک و آسیب به گیاه یا رازقیتان ، از آبیاری آن با آب سرد خودداری کرده و حتما از آب ولرم استفاده کنید و در روز های گرم سال این گیاه را یک بار در صبح و یک بار در عصر آبیاری کنید و پس از اتمام آبیاری گیاه ، اجازه دهید که آب اضافی از سوراخ های زهکشی گلدان خارج شده و پس از گذشت 10 دقیقه سینی زهکشی گلدان را خاکی کنید.",
      "howToSoil": "این گیاه نیازمند خاک نفوذ پذیر و سرشار از مواد مغذی و هوموس است . استفاده از گلدان دارای سوراخ های زهکشی نیز به وجود تهویه مناسب خاک کمک می‎ کند.\r\nبستر مناسب گیاه یاس رازقی ، بستر شل و نفوذ پذیر با Ph کمی اسیدی است . استفاده از زغال سنگ نارس و خاک رس نیز باعث بهبود میزان نفوذ پذیری بستر این گیاه می ‎شود . در فصل تابستان نیز می ‎توانید از خاک باغ با کیفیتی که سرشار از مواد مغذی و نفوذ پذیر است استفاده کنید.",
      "howToLight": "گیاه یاس رازقی نیازمند نگهداری در محیطی پر نور و خنک است . بسیاری از افراد این گیاه را در گلدان های زیبا در بالکن و تراس منزل خود نگهداری می ‎کنند اما با این حال باید به خاطر داشته باشید که این گیاه را در مقابل نور مستقیم خورشید قرار ندهید زیرا احتمال آسیب رسیدن به برگ های آن وجود خواهد داشت.\r\nبنابراین در صورت تمایل به نگهداری از این گیاه در بالکن ، آن را در نقطه ای سایه دار و در صورت تمایل به نگهداری از آن در محیط داخلی منزل ، آن را در کنار پنجره پوشیده شده با پرده نگهداری کنید ، همچنین لازم به ذکر است اگرچه این گیاه نیازمند هوای تقریبا خنک است اما هوای سرد باعث آسیب رسیدن به آن خواهد شد.",
      "waterMin": 3,
      "waterMax": 7,
      "tempMin": 15,
      "tempMax": 30,
      "humidityMin": 5,
      "humidityMax": 80,
      "lightMin": 1500,
      "lightMax": 10000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/PJUJW9RQvsUx88pIJOiM.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/CvtPdzzrllwqmvkHdEB2.jpg",
        "https://planta.vsrv.ir/storage/plant/June2022/qcG7y9PswcDE7ZBO1uUE.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/zdRUSQ4JRewRkc4IHTIW.jpeg"
      ],
      "otherNames": [
        "Jasminum multiflorum ",
        " Jasminum officinale ",
        " Trachelospermum asiaticum ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 247,
      "name": "یاس زرد",
      "sciName": "Forsythia intermedia",
      "description": "یاس زرد درختچه‌ای زیبا با گل‌هایی خوشبو به رنگ زرد لیمویی و درخشان است. در روانشناسی رنگ‌ها، زرد نماد شور زندگی است. گل‌های این درختچه نیز در روز‌های پایانی زمستان و اوایل بهار، نوید شروع دوباره زندگی در سال جدید را می‌دهد.\r\nبسیاری از علاقه‌مندان به گل و گیاه، اهمیت زیادی به پرگل بودن باغچه‌های خود در روز‌های آغازین بهار می‌دهند. پس از گذراندن دوره سرما و خالی بودن چند ماهه درختان از برگ و گل، دیدن گل‌های بهاری لذتی غیر قابل وصف به‌همراه دارد.\r\n این درختچه از گیاهان بومی شرق آسیا بوده و با نام علمی Forsythia شناخته می‌شود. پوست آن قهوه‌ای متمایل به طوسی است و معمولا ارتفاعی بین ۱ تا ۳ متر داشته و در شرایط بسیار مطلوب ارتفاع آن به ۶ متر نیز می‌رسد.\r\nانواع یاس‌ با نام‌های یاس سفید، چمپا (سلطنتی)، وحشی، رازقی(عربی)، زمستانی، صورتی، پاکوتاه، جنگلی و… شناخته شده و در مناطق مختلف کشور کاشت و نگهداری می‌شوند.",
      "howToWater": "آبیاری این درختچه بسته به ظرفیت خاک و دمای محیط متغیر است. اما به‌طو کلی به آب فراوان و منظم هر روز یا یک روز در میان نیاز دارد.",
      "howToSoil": "ریشه این گیاه به آب و رطوبت مداوم حساس بوده و پوسیده می‌شود. زهکشی خاک از این مشکل پیشگیری می‌کند. برای رشد و گلدهی بیشتر کود ورمی کمپوست مناسب است.",
      "howToLight": "این درختچه در نور زیاد رشد بهتری داشته و شاهد گلدهی بیشتر آن خواهیم بود.\r\nاین نوع یاس برای گل‌دهی به هوای سرد نیاز دارد. اما در فصل گرما و هوای گرم نیز از خود مقاومت نشان داده و زنده می‌ماند.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 15,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 70,
      "lightMin": 2000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/s6MULUjaNLaZkhMAYskU.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/N1JQI2hnHkH4QJZr9bYY.jpeg"
      ],
      "otherNames": [
        "Forsythia suspensa ",
        " Forsythia viridissima ",
        " Jasminum nudiflorum ",
        ""
      ]
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=16",
    "next": "https://planta.vsrv.ir/api/Feed?page=18"
  },
  "meta": {
    "current_page": 17,
    "from": 241,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=16",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=13",
        "label": "13",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=14",
        "label": "14",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=15",
        "label": "15",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=16",
        "label": "16",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=17",
        "label": "17",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=18",
        "label": "18",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=19",
        "label": "19",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=20",
        "label": "20",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=18",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 255,
    "total": 328
  }
}