{
  "data": [
    {
      "probability": null,
      "id": 73,
      "name": "یوکا فیلی",
      "sciName": "Yucca Elephantipes",
      "description": "یوکا را می‌توان در شکل‌های مختلفی پیدا کرد. از مدل‌های بدون ساقه با برگ‌های زیاد تا مدل‌های تنومند و درخت شکلی با یک یا دسته برگ در بالا.یوکا به عنوان یک گیاه آپارتمانی، می‌تواند به ارتفاع 30 سانتی‌متر برسد. این عدد برای یوکایی که در باغچه کاشته شده است، ممکن است به 4.5 متر هم برسد!\r\nرطوبت متوسط هوا برای یوکا مفید و کافی است، پس نیازی نیست برگها را با آب اسپری کنید.\r\nیوکا می‌تواند بازه گسترده‌ای از دماهای مختلف را تحمل کند، اما در دمای معمول اتاق (18 الی 24 درجه) حال خوبی دارد. کاهش دمای هوا در زمستان نیز برای آن خوشایند است، اما نباید به زیر 7 درجه سانتی‌گراد برسد و باید گیاه را باید به داخل خانه منتقل کنید.",
      "howToWater": "اگر یوکا در مکانی پرنور قرار دارد، اجازه بدهید یک سوم از سطح خاک خشک شود، سپس گیاه را آبیاری کنید. در صورتی که یوکا نور زیادی دریافت نمی‌کند، باید پس از خشک شدن سه چهارم خاک گیاه را آبیاری کنید. بهترین راه برای تشخیص میزان رطوبت خاک، لمس کردن سطح آن است.\r\nپس از آبیاری، هرگز اجازه ندهید زیر گلدانی یوکا خیس بماند و سریعا آب زیرین را تخلیه کنید. در غیر این صورت آب اضافی سبب پوسیدگی ریشه خواهد شد. نتیجه آبیاری بیش از حد گیاه، پژمرده شدن برگها و یا فاسد شدن تنه اصلی گیاه است.\r\nدر تابستان آن را بیرون از منزل و در زیر نور آفتاب قرار دهید تا به رشد برگهای جدید کمک کنید. یوکا در سایه پس از مدتی گیاهی بد شکل می شود و فاصله برگ ها زیاد می گردد.",
      "howToSoil": "یوکا به خاکی نیاز دارد که در تعادل باشد. این گیاه به خاکی با کیفیت بسیار بالا نیاز ندارد بلکه تنها چیزی که می‌خواهد یک زهکشی عالی است. اگر زه‌کشی به خوبی صورت نمی‌گیرد، با اضافه کردن مقداری شن و ماسه به خاک آن را تقویت کنید.\r\nخاک گیاه باید به قدری سنگین باشد که بتواند یوکا را نگه دارد و گیاه کج نشود و از سوی دیگر باید به قدری سبک باشد که آب را بیش از حد در خود نگه ندارد و اشباع نشود. فراموش نکنید قرار گرفتن یوکا در خاک خیس، سبب پوسیدگی یا ابتلای ریشه به عفونتهای قارچی خواهد شد.\r\nفقط در طول فصول رشد به گیاه کود بدهید. از یک کود متعادل استفاده کرده و طبق دستور اصلی نوشته شده بر روی کود عمل کنید. دقت کنید که بیش از حد به گیاه کود ندهید : کود اضافی با تجمع در خاک، سبب سوختن ریشه می‌شود.",
      "howToLight": "یوکا یکی از گیاهانی است که به شدت از دریافت نور زیاد خورشید لذت می‌برد. اگر یوکا را در خانه نگهداری می‌کنید، حوالی یک پنجره نورگیر باید انتخاب اول شما برای آن باشد. فرقی نمی‌کند که میزان نور دریافتی چقدر است، سعی کنید آن را در نقطه‌ای قرار دهید که بیشترین میزان نور خورشید را دریافت کند. روزانه دریافت حداقل 8 ساعت نور برای یوکا ضروری است.\r\nدرنظر داشته باشید در صورتی که یوکا فیلی به صورت طولانی مدت در معرض نور مستقیم خورشید قرار بگیرد برگ‌هایش می‌سوزد.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 18,
      "tempMax": 24,
      "humidityMin": 30,
      "humidityMax": 70,
      "lightMin": 400,
      "lightMax": 20000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/6pzwAtpaE1GbvS6sYt4b.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/sSyeBGgKR9DlNA1dlvcK.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/dPDHVA6zYzP6rXojQHa3.jpeg"
      ],
      "otherNames": [
        "Yucca gigantea ",
        " Yucca gloriosa ",
        " Yucca gloriosa ",
        " Yucca aloifolia ",
        " Yucca gigantea ",
        " Yucca gigantea ",
        " Cordyline indivisa ",
        " Yucca gigantea ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 311,
      "name": "مارانتا",
      "sciName": "Maranta leuconeura",
      "description": "مارانتا گیاهی بومی نواحی گرمسیر آمریکای مرکزی و آمریکای جنوبی است. حدود 40 الی 50 نوع مختلف از این گیاه شناسایی شده است که تمام آن‌ها توسط ریزوم‌ها رشد می‌کنند و گیاهی چند ساله و همیشه سبز است.\r\nاین گیاه به نام‌های گیاه دعاخوان یا نمازخوان هم شناخته می‌شود زیرا برگ‌های این گیاه در روز صاف است اما در شب جمع شده و مانند دست‌هایی که برای دعا بلند شده باشد، می‌شود.\r\nمارانتا یکی از زیبا‌ترین برگ‌ها در بین گیاهان را دارد. این برگ‌های سه رنگ زمینه‌ای سبز و مخملی دارد که نقطه‌های زرد رنگ بر روی آن است و خط‌هایی قرمز رنگ بر روی تمام این‌ها کشیده شده است.\r\nمارانتا گیاهی با رشد بسیار آهسته است و برای نگهداری در فضاهای کوچک بسیار مناسب است. این گیاه از محیطی گلخانه‌ای خوشش می‌آید. محیطی که گرم، مرطوب، با تهویه مناسب و کوددهی عالی باشد.\r\nگیاهی که در محیطی بیش از حد خشک یا سرد قرار بگیرد برگ‌هایش را از دست می‌دهد و دچار بیماری‌های قارچی خواهد شد که در نهایت به مرگ گیاه منجر می‌شود.",
      "howToWater": "در طول مدت فصل رشد یعنی از بهار تا اوایل پاییز بهتر است به صورت مرتب به مارانتا آب بدهید و اجازه ندهید که خاک گیاه خشک شود. هر زمان که سطح خاک در حال خشک شدن بود زمان آب دادن به آن است و نباید اجازه دهید حتی سطح خاک به صورت کامل خشک شود.\r\nاین گیاه به سرعت تشنه می‌شود و به آب نیاز دارد اما از سوی دیگر باید مراقب بیماری‌ها و قارچ‌ها نیز بود به همین خاطر نباید اجازه دهید برگ‌ها خیس بمانند یا خاک آن بیش از حد خیس باشد. کم‌آبی و آب‌دهی زیاد هر دو باعث آسیب به گیاه و زرد شدن یا ریزش برگ‌ها می‌شود.\r\nبهتر است از آبی استفاده کنید که دمای اتاق را داشته باشد و سرد نباشد. همچنین در زمستان میزان آب‌دهی را کمتر کنید.",
      "howToSoil": "مارانتا به خاکی اسیدی علاقه دارد. یک ترکیب خاک عالی برای این گیاه شامل پوده که مقدار pH آن چیزی بین 5.5 تا 6.0 باشد یا ترکیبی از دو قسمت پیت ماس، یک قسمت خاک رسی و یک قسمت پرلیت یا شن درشت.\r\nهمچنین می‌توان از خاک معمولی گلدان استفاده کرد به شرطی که زهکشی مناسبی داشته باشد. اگر حس می‌کنید زهکشی خاک شما مناسب نیست می‌توانید با اضافه کردن پرلیت یا شن درشت به خاک آن را بهتر کنید.\r\nمطمئن شوید که گلدان سوراخ‌های تخلیه آب داشته باشد.",
      "howToLight": "مارانتا به نوری زیاد ولی غیر مستقیم نیاز دارد. هیچ‌گاه نباید این گیاه را در معرض نور مستقیم خورشید قرار داد زیرا باعث سوختگی برگ‌هایش می‌شود یا ممکن است لکه‌هایی را بر روی خود پدیدار کند و برگ‌ها رنگ خود را از دست بدهند.\r\nاین گیاه می‌تواند شرایط کم‌نور را تحمل کند ولی در زمستان این گیاه به استراحت می‌رود و باید در محیطی نورگیر قرار بگیرند.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 15,
      "tempMax": 18,
      "humidityMin": 40,
      "humidityMax": 90,
      "lightMin": 500,
      "lightMax": 1200,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2023/Bww1ymO1BEXjfx735o4I.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2023/DkErCaqlalkS0QxaV1r9.jpg",
        "https://planta.vsrv.ir/storage/plant/May2023/5YDLf5D5VaQQNYxFuzxd.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2023/izsw0Y1QIgKwoOMkxxOd.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 127,
      "name": "شاه پسند",
      "sciName": "Lantana camara",
      "description": "گل شاهپسند با نام علمی “Lantana camara” یک گونه گیاه گلدار در خانواده شاهپسند (Verbenaceae) بومی مناطق گرمسیری آمریکا و آفریقا است. ساقه‌های آن خاردار و برگهایش تخم مرغی و موج دار است و میوه‌های آن سمی هستند.\r\nاین گیاه دارای گل آذین چتری با گلهایی به رنگهای قرمز- نارنجی و یا دو رنگ جدا از هم، زرد، است. ویژگی بارز این گیاه، تغییر رنگ گلها همزمان با افزایش سن است به گونه ای که گلها در ابتدا زرد، بعد نارنجی و بعد قرمز رنگ می شوند.\r\nدر مناطق گرمسیری و موطن این گیاه، گلدهی آن به شکل پیوسته در سراسر سال ادامه دارد اما در سایر مناطق، رشد و گلدهی بستگی به دمای هوا دارد و اوج آن در تابستان است.",
      "howToWater": "این گیاه نیاز آبی کمی دارد و به خشکی خاک مقاومت نسبتا خوبی دارد و اصولا آبیاری بیش از اندازه موجب کاهش گلدهی گیاه میشود.از طرفی اگرچه شاهپسند به خشکی مقاومت خوبی دارد اما آبیاری منظم این گیاه می تواند منجر به گلدهی بهتر این گیاه شود.\r\nاگر در مناطق گرم زندگی می کنید سعی کنید که لایه ای به ضخامت حدود 8-3 سانتیمتر از خاک برگ در اطراف ساقه گیاه پخش کنید. وجود این لایه به تاخیر در تبخیر آب و مرطوب نگهداشتن خاک پای گیاه در روزهای گرم کمک می کند.",
      "howToSoil": "شاه پسند درختچه ای نسبت به خاک سختگیر نیست و تقریبا در هر نوع خاکی می روید البته وجود خاک با زهکش خوب که آب را در خود نگه نمی دارد به رویش آن کمک می کند. زیرا وجود رطوبت همیشگی در اطراف ریشه های آن منجر به کاهش گلدهی این گیاه می شود.\r\nکوددهی اگر بیش از اندازه باشد باعث می شود گیاه مقدار زیادی ساقه و برگ تولید کند و کمتر گل بدهد.یک بار کوددهی در اول بهار و یک بار اول تابستان کافی می باشد ( با فرمول ۱۰-۱۰-۱۰ )",
      "howToLight": "در مکانی که در طی روز حداقل 6-5 ساعت از نور مستقیم آفتاب بهره مند است این گیاه را بکارید. کمبود نور از جمله عوامل عدم گلدهی مناسب شاهپسند و زرد شدن برگهای گیاه است که اگر با رطوبت نیز همراه شود احتمال شیوع بیماریهای قارچی همانند سفیدک پودری وجود دارد.\r\n گرمای هوا را به خوبی تحمل می کند و مشکلی با هوای گرم ندارد. البته در هوای بسیار گرم بخصوص اگر با خشکی خاک نیز مواجه شود اگرچه از بین نمی رود اما گلدهی آن کاهش می یابد. سرمای هوا را حداقل تا 10 درجه تحمل می کند.",
      "waterMin": 5,
      "waterMax": 9,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 30,
      "humidityMax": 50,
      "lightMin": 900,
      "lightMax": 2500,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/6XSZ6jF5t7Cr1RbnkLPz.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/lVMcWefCd7zbopJmPo0T.png",
        "https://planta.vsrv.ir/storage/plant/November2021/6ksAibUsoQRbIbLtIxar.jpeg"
      ],
      "otherNames": [
        "Lantana camara ",
        " Verbena hybrida"
      ]
    },
    {
      "probability": null,
      "id": 313,
      "name": "توت فرنگی",
      "sciName": "Fragaria × ananassa",
      "description": "بهترین زمان کاشت توت فرنگی بعد از گذشتن آخرین سرما و یخبندان است. این زمان بسته به محل زندگی شما می تواند اسفند یا فروردین ماه باشد. دقت کنید که پرورش گلدانی توت فرنگی کمی متفات با پرورش گلخانه ای توت فرنگی است. برای کاشت توت فرنگی در خانه ابتدا باید نشا آن را تهیه کنید. دقت کنید که نشا تهیه شده سبز و سالم باشد تا یک بوته پربار توت فرنگی به شما بدهد\r\nبهترین دما برای نگهداری گیاه 15 تا 25 درجه است. البته گیاه توت فرنگی می تواند سرما را هم تا حدی تحمل کند.\r\nکوددهی هر 3-4 هفته یک بار در فصل رشد می تواند به تقویت گیاه کمک کند.",
      "howToWater": "برای آبیاری گیاه توت فرنگی ابتدا باید چند سانتی متر رویی خاک را بررسی کنید. اگر این قسمت خشک بود یعنی زمان آبیاری گیاه رسیده است. آبیاری باید در حدی باشد که گیاه تشنه نماند و از آن طرف خاک غرقابی و خیس نشود. به خصوص در زمان میوه دادن حتما باید آبیاری را منظم انجام دهید. هر چه گیاه رشد کند و بزرگتر شود به آبیاری بیشتری هم نیاز خواهد داشت.",
      "howToSoil": "خاک توت فرنگی باید کمی اسیدی (پی اچ 5.5 تا 6.5) باشد. اگر خاک اسیدی تر از این حد است می توانید با اضافه کردن مقداری آهک و اگر خاک قلیایی است می توانید با اضافه کردن گوگرد یا پیت ماس خاک را اصلاح کنید. اضافه کردن کمپوست هم می تواند به تقویت خاک کمک کند.",
      "howToLight": "توت فرنگی به حداقل 6 تا 8 ساعت نور کامل در روز نیاز دارد. بهتر است گلدان را هر چند وقت یک بار بچرخانید تا همه قسمت های گیاه نور دریافت کنند. توت فرنگی برای باردهی مناسب به نور کافی نیاز دارد پس حتما این عامل را برایش فراهم کنید تا میوه های خوبی برایتان به ارمغان بیاورد.",
      "waterMin": 3,
      "waterMax": 7,
      "tempMin": 15,
      "tempMax": 25,
      "humidityMin": 20,
      "humidityMax": 70,
      "lightMin": 1800,
      "lightMax": 18000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2023/89n5ToM8fwllHs2psvHm.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2023/bk9bQ5YP2OxE7rdoTteo.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2023/JWXlN3jx2sb0BWt1Ft4C.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2023/kQsWj7hGkQmD78PQEs0E.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 248,
      "name": "مرکبات",
      "sciName": "Citrus",
      "description": "کاشت مرکبات در گلدان و نگهداری از آن، می‌تواند طراوت و شادابی را به خانه شما بیاورد. ضمن آن‌که می‌توانید از محصولات خوش‌طعم‌وبوی خانگی خود استفاده کنید و از خوردن آن‌ها لذت ببرید. برخلاف چیزی که فکر می‌کنید، کاشت میوه در خانه کار سختی نیست؛\r\nبهتر است گلدان شما، تا زمانی که هوا به ۴ درجه سانتی‌گراد می‌رسد، در فضای باز نگهداری شود. اگر دما از ۴ درجه کم‌تر شد، گلدان را به خانه منتقل کنید.",
      "howToWater": "برای کاشت مرکبات در گلدان، رطوبت خاک بسیار مهم است. اجازه ندهید خاک خشک شود. رطوبت متوسط و یکنواخت، باید همیشه حفظ شود. برای اطمینان می‌توانید از رطوبت‌سنج استفاده کنید.",
      "howToSoil": "برای آن‌که در کاشت میوه در خانه موفق شوید، مطمئن شوید گلدان، زهکشی خوبی دارد\r\nحتما از کود مناسب مرکبات استفاده کنید تا نتیجه خوبی از کاشت میوه بگیرید",
      "howToLight": "مرکبات در گلدان، به روزی ۸ تا ۱۲ ساعت تامین نور احتیاج دارد. توجه داشته باشید که از آفتاب مستقیم و سوزان پرهیز کنید",
      "waterMin": 2,
      "waterMax": 5,
      "tempMin": 4,
      "tempMax": 30,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 1500,
      "lightMax": 5000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/ErL3SlstH5lv5YiJ8X55.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/1gTLCfzp2EjS2lRLR04n.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/EYBMdMdqQsL3kyoBplxY.jpeg"
      ],
      "otherNames": [
        "Citrus limon ",
        " Citrus sinensis ",
        " Citrus ",
        " Citrus aurantiifolia ",
        " Citrus hystrix"
      ]
    },
    {
      "probability": null,
      "id": 319,
      "name": "گزنه",
      "sciName": "Urtica dioica",
      "description": "گیاه گزنه از دسته گیاهان دارویی است که در کشور ما در مناطق ییلاقی اطراف تهران، کرج، دامنه های البرز، استان آذربایجان، اصفهان و لرستان به طور خودرو دیده میشود. با این وجود به دلیل ارزش دارویی فروان این گیاه، کشت و پرورش آن در مزارع نیز صورت میگیرد. همچنین به منظور استفاده خانگی، میتوان آن را در باغچه های خانگی نیز پرورش داد. کاشت و پرورش گیاه دارویی گزنه از طریق کاشتن دانه در طول شیارهائی در آغاز فصل بهار انجام می گیرد و یا آنکه از طریق کاشتن قطعات پاجوش گیاه اقدام به این کار می شود. فاصله کاشت هر گیاه بایستی 40 سانتی متر بوده، به نحوی که هر پایه گیاه با گیاه دیگر 15 تا 20 سانتیمتر فاصله داشته باشد.\r\nساقه این گیاه را پرزها و تارهای مخروطی شکل پوشانده است که در صورت لمس کردن به دست می‌چسبد و موجب خارش و سوزش می‌شود و به همین دلیل آن را گزنه نامیده‌اند.",
      "howToWater": "نیاز آبی گیاه نسبتا کم است. زمان آبیاری گزنه زمانیست که خاک آن کاملا خشک شده باشد. 1 یا 2 هفته یکبار مناسب است و به طور کلی به آب زیادی نیاز ندارد.",
      "howToSoil": "خاک مناسب برای کاشت این گیاه خاک سبک و غنی از نیتروژن است. همچنین غنی بودن از مواد آلی به رشد بهتر گیاه کمک میکند. بهترین محصول در زمانی بدست می آید که در خاکهایی عمیق و حاصلخیز کشت شده باشد.",
      "howToLight": "گیاه گزنه نمی تواند در سایه رشد کند و برای رشد به نور کافی نیاز دارد. به ویژه اینکه یکی از کاربردهای دارویی مهم آن، استخراج کلروفیل از برگهای گیاه است.این گیاه به سرما حساس بوده و در دماهای زیر 15 درجه سانتی گراد کاملا از بین می رود",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": 15,
      "tempMax": 35,
      "humidityMin": 15,
      "humidityMax": 70,
      "lightMin": 450,
      "lightMax": 14000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/October2023/uuMWxQIjyqlIK0M6QQ5C.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/October2023/4U8co2qEv6Zqv2Ury9pd.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 321,
      "name": "کاسنی",
      "sciName": "Cichorium pumilum",
      "description": "کاسنی گیاهی است علفی و دارای ساقه‌ای که در حالت وحشی ارتفاعش به ۵۰ تا ۱۵۰ سانتی متر می رسد ولی اگر پرورش یابد از ۲ متر نیز تجاوز می کند. ریشه ای قوی به قطر انگشت به درازی ۵۰ تا ۱۰۰ سانتی سانتی متر و به رنگ قهوه ای دارد و هنگامیکه قطع میگردد، رنگ آن مایل به سفید خواهد شد. درداخل ریشه این گیاه دارویی شیرابه ای شیری رنگ جریان دارد.\r\nدونوع کاسنی مورد کاشت است , کاسنی فری یا شیکوریوم اندیوم که برگ باز شده آن مورد استفاده قرار میگیرد و دیگری شیکوریوم انتیبوس یا کاسنی تلخ که سبزی سالادی معروف به آندیو را تولید میکند .\r\nجالب است بدانید کشت این گیاه شباهت زیادی به کاشت کاهو داشته، در مناطقی که زمستان ملایم دارند به عنوان محصول زمستانه و در اکثر نقاط میتوان آن را به عنوان محصولی بهاره، تابستانه و یا پاییزه کشت کرد.",
      "howToWater": "آبیاری گیاه باید بطور منظم انجام گیرد. در سه هفته اول کاشت گیاه، حداقل یک بار در روز آبیاری کنید. به مرور تعداد دفعات آبیاری را می توان به دوبار در هفته کاهش داد.",
      "howToSoil": "بهترین و مناسب‌ترین زمین برای این گیاه خاک‌های لیمونی سبک که دارای مقدار زیادی مواد آلی است می‌باشد. در خاک‌های هوموسی نیز محصول فراوان حاصل می‌شود.",
      "howToLight": "گیاه کاسنی نیاز کمی به نور خورشید دارد و در محیط آپارتمان نیز به راحتی رشد میکند.\r\nکاسنی محصول آب و هوای خنک و فصل نسبتاً سرد است و به سرما و یخ بندان مقاوم است. بنابراین از گرم نگه داشتن محیط رشد کاسنی اجتناب کنید.",
      "waterMin": 3,
      "waterMax": 8,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 5,
      "humidityMax": 55,
      "lightMin": 400,
      "lightMax": 1900,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/October2023/IUA0BGphVAibUnQ0N6A5.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/October2023/kdQaLTLwVBt1NVxxIzZ6.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 322,
      "name": "وافل بنفش",
      "sciName": "Hemigraphis alternata",
      "description": "گیاه وافل بنفش یک گیاه آپارتمانی کوچک، لذت بخش و معروف با برگ های رنگارنگ صورتی-بنفش است که با سبز ترکیب شده و بافت چروکیده شگفت انگیزی به آن می دهد.",
      "howToWater": "وافل بنفش دوستداران اصلی رطوبت هستند.\r\n\r\nاین بدان معناست که نباید آنها را از رطوبت محروم کنید، در غیر این صورت عملکرد خوبی ندارند.\r\n\r\nاگر آنها را بیرون نگه می دارید، قبل از اینکه دما به زیر 55 تا 80 درجه فارنهایت برسد، آنها را داخل بیاورید.\r\n\r\nبرای بهترین نتیجه می توانید رطوبت اطراف گیاه خود را ایجاد کنید.\r\n\r\nیک کلمه برای وافل بنفش: هرچه آبرسانی بهتری داشته باشد، سالم تر است.",
      "howToSoil": "خاک گرم، مرطوب و مرطوب بهترین شرایط رشد را برای این گیاه فراهم می کند.\r\n\r\nاگر در خاک در گلدان یا در سایه گیاهان بلندتر رشد کنید، وضعیت خاک ممکن است کمی متفاوت باشد.\r\n\r\nبرای گلدان: از خاک گلدان همه منظوره استفاده کنید که به عنوان خاک گلدان تجاری نیز شناخته می شود\r\n\r\nبرای خاک: قالب برگ یا کمپوست را اضافه کنید تا خاک حاصلخیز شود.",
      "howToLight": "هر پنجره یا گوشه ای از خانه شما که نور مستقیم خورشید را دریافت می کند یا یک منطقه بیرونی نیمه سایه دار، مکان مناسبی برای گیاه شما است.\r\n\r\nبه یاد داشته باشید، نور شدید خورشید یا مکان های سایه دار هر دو برای گیاه شما مضر هستند.\r\n\r\nآفتاب سوختگی می تواند درخشندگی فلزی زیبای برگ ها را سفید کرده و باعث پژمرده شدن آنها شود.",
      "waterMin": 2,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 45,
      "humidityMax": 90,
      "lightMin": 400,
      "lightMax": 1400,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/October2023/TQG1vYuqykVNqSBMz68z.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/October2023/7ZgQDU9TAd2psuh4WBAr.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 323,
      "name": "کاکتوس کریسمس",
      "sciName": "Schlumbergera truncata",
      "description": "کاکتوس کریسمس گیاه شناخته شده ای است که به عنوان تزئین در زمان کریسمس مورد استفاده قرار میگیرد.\r\nاین گونه بومی جنگلهای انبوه استوایی برزیل میباشد. دارای گل های صورتی رنگ زیبایی است که در زمستان و در زمان کریسمس ظاهر میشود.\r\nبهتر است در دوره استراحت، آن را در اتاقی که در آن درجه حرارت حدود 10-15 درجه سانتی گراد نگهداری کنید و در این دوره لازم است کمی سیراب شود.\r\nدر آغاز ماه سپتامبر آن را با کود مایع تغذیه نمایید ، زیرا پس از آن جوانه زدن های گل آغاز می شود .",
      "howToWater": "کاکتوس کریسمس به آبیاری منظم در فصل رشد نیاز دارد. بین دو آبیاری اجازه دهید خاک گلدان خشک شود. آبیاری بیش از حد و نداشتن زهکشی مناسب باعث پوسیدگی سریع ریشه‌های این گیاه می‌شود.",
      "howToSoil": "بستر آن باید نفوذ پذیر و سرشار از مواد معدنی باشد. در طول زمان گلدهی و کمی قبل از آن، خاک گلدان باید بطور منظم و با فاصله مرطوب شود، این گیاه به آبیاری هر دو یا سه روز یکبار با آب گرم در این زمان نیاز دارد. خاک هوموسی با (pH 5-6) با مخلوط ماسه برای این گیاه مناسب است.",
      "howToLight": "بهترین نور برای کاکتوس کریسمس نور غیر مستقیم است مانند بنفشه آفریقایی. تابش مستقیم نور خورشید در بلند مدت می تواند رشد گیاه را کم و برگ های آن را بسوزاند. اگر مراقبت از گیاه به درستی صورت گیرد، این گیاه می تواند ده ها سال زندگی کند.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 5,
      "tempMax": 40,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 500,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/October2023/44jT5imROKqlHRWmg1Ug.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/October2023/9zSM7wtJZvdasIBnwH7v.webp"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 324,
      "name": "کرچک",
      "sciName": "Ricinus communis",
      "description": "گیاه کرچک به ‌سرعت رشد می‌کند اما سرمای زمستان این گیاه استوایی را دچار سرما زدگی کرده و از بین می‌برد\r\nه عنوان یک گیاه زینتی برای تزئین فضای سبز و باغچه ها و حتی پرورش در گلدان مورد استفاده قرار میگیرد. \r\nگیاه کرچک، بومی و نواحی استوایی آفریقا است. این گیاه برگهای بزرگ و پهن پنجه ای شکل دارد و در فصل گلدهی، گلهای قرمز رنگ متمایزی تولید میکند. با این حال برخی از ارقام گیاهان کرچک گلهای سبز یا قرمز مایل به صورتی میدهند. ارقام مختلف گیاه کرچک ارتفاع متفاوتی دارند و از 5 فوت تا 15 فوت (1.5 متر تا 4.5 متر) میرسند. گیاه کرچک را میتوان در گلدان کاشت و پرورش داد. \r\nهم بذرها و هم بخشهای مختلف خود گیاه کرچک برای انسانها، حیوانات و حشرات مسمومیت ایجاد میکنند و نباید خورده شوند. تماس پوستی با آن نیز باعث تحریک پوست و واکنش آلرژی میشود.",
      "howToWater": "خاک آن باید غنی بوده و قابلیت زهکشی مناسبی داشته باشد. پیش از کاشت کرچک مقدار زیادی کمپوست به خاک اضافه کنید. این گیاه بومی آفریقا آب و هوای گرم را ترجیح می‌دهد و بهتر است دمای هوا بالای 15.5 درجه سانتی‌گراد باشد.",
      "howToSoil": "ph مناسب برای خاک بستر کشت گیاه کرچک بین ۵ تا ۶٫۵ مناسب می باشد.\r\nبرای کاشت خانگی و به صورت محدود در تمامی طول بهار و تابستان میتوان اقدام به کاشت در باغ (باغچه) و گلدان نمود یا در کل طول سال با ایجاد شرایط کاشت اقدام به پرورش این گیاه نمود.",
      "howToLight": "این گیاه به آفتاب کامل نیاز دارد.\r\nدمای رشد و کاشت بذر کرچک ۲۰ تا ۲۵ درجه ایده آل بوده البته این گیاه در دمای ۴۰ درج نیز قابلیت رشد دارد، مقدار اسانس و روغن دانه در دماهای بالای ۴۰ درجه و کمتر از ۱۰ درجه کاهش می یابد.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 40,
      "humidityMin": 10,
      "humidityMax": 80,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/October2023/q8w1qa0ziEVygFrU9z5K.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/October2023/1fVLlq8HuFdQwmNrAOdH.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 325,
      "name": "پنتاس پنج پر",
      "sciName": "Pentas lanceolata",
      "description": "گل پنچ پر یا پنتاس بومی شرق آفریقا می باشد .به صورت گیاه یکساله و یا چند ساله نگهداری می شود .گل ها و شاخ و برگ در این گیاه بخش زینتی گیاه را تشکیل می دهند.گل ها ستاره ای به رنگ های سفید ،صورتی ،قرمز،یاسی از بهار تا اواسط پاییز ظاهر می شوند .حشرات گرده افشان مانند زنبور ،مرغ مگس خوار را به علت رنگ و شکل زیبا و همچنین شهدش جذب می کند.\r\nبوته های گل پِنتاس (گل پنج پَر)با انجام هرس های منظم،می تواند تا ۱۰ سال عمر کند،اما بوته های جدید باید پس از ۵ سال هرس شود.\r\nاین گیاه زینتی به آب و هوای گرم نیاز دارد.پِنتاس با یخبندان میانه ی خوبی ندارد و با پدیدار شدن کم ترین علائم آن سیاه می گردد.",
      "howToWater": "در طی فصل رشد آبیاری به طور منظم انجام شود ،در فاصله دو آبیاری اجازه دهید سطح خاک کمی خشک شود .",
      "howToSoil": "به خاکی با زهکشی خوب و ترجیحاً غنی شده با مواد آلی نیازمند است.ضمناً خاک آن را با مواد آلی کاملاً پوسیده مالچ پاشی کنید.\r\nبه سهولت از طریق قلمه های برگرفته در سراسر بهار و تابستان و تا اوایل پاییز تکثیر می شود.\r\n\r\nبه پِنتاس کود اضافی ندهید،زیرا به قیمت کم شدن گل مقدار زیادی ساقه های نرم پُرشیره ی گیاهی به دست می آورید.در اوایل بهار و مجدداً در اواسط تابستان غذای کامل گیاهی به خاک بیفزایید.",
      "howToLight": "برای رشد مناسب،دست کم به نصف روز آفتاب نیاز دارد . این گیاه حساس را باید با ایجاد پناهگاه یا کاشتن آن در جایی مناسب،از بادهای شدید در امان داشت.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 1000,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/October2023/oDFUvv2rcV8KJKLzldvn.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/October2023/X1tKWwAbasg4W6tZkD8V.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 326,
      "name": "روسلیا (مرجانی)",
      "sciName": "Russelia equisetiformis",
      "description": "گل مرجانی به علت گلهای زیبا و با دوامی که دارد گیاه زینتی محبوبی به شمار می آید و مناسب برای سبدهای گل ،کاشتن بر سر دیوارها و فضاهای خالی باغ میباشد.\r\nاین گیاه به فضای زیادی نیاز دارد و اگر سر دیوار کاشته شود کل دیوار را پر میکند و فضای بسیار زیبایی ایجاد میکند.\r\nگل مرجانی برای پاسیو و فضاهای بسته مناسب نیست.\r\nاین درختچه زیبا ساقه های بسیار زیادی داردکه باریک و نی مانند میباشد و تا 1 متر رشد میکنند.\r\nساقه های این گیاه به رنگ سبز روشن میباشند و برخی از آنها مستقیم و برخی قوس دار به سمت زمین رشد میکنند.",
      "howToWater": "زمانی که تازه کاشته شده به آبیاری زیاد نیاز دارد ولی پس از آن به آبیاری متوسط نیاز دارد.",
      "howToSoil": "خاک لومی ماسه ای شنی خوب زهکشی شده \r\nاین گیاه قابلیت رشد در خاکهای فقیر را نیز دارد.\r\nبهتر است در اواخر زمستان و یا اوایل بهار به گیاه کود داده شود.",
      "howToLight": "این گیاه در سایه رشد نمیکند و گل نمیدهد و نیاز به آفتاب مستقیم در طول روز دارد",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 21,
      "tempMax": 46,
      "humidityMin": 5,
      "humidityMax": 30,
      "lightMin": 1500,
      "lightMax": 14999,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/October2023/FtIvHP1fdjCVUQxL3s7k.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/October2023/XaMPhuNumWHSffllIwzS.webp"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 75,
      "name": "گل مرجان (فرفیون)",
      "sciName": "Crown of thorns",
      "description": "این گیاه که متعلق به ماداگاسکار است در صورت کاشته شدن در باغچه به یک بوته بزرگ تبدیل می شود.  ساقه خاکستری رنگ این گیاهان پوشیده شده از خار است و طول برگ های آن ها از 2 تا 15 سانتی متر متغیر است\r\nاین گیاهان در دمای معمولی اتاق از رشد مناسبی برخوردارند . لازم به ذکر است گه گیاه مرجان تحمل دمای پایین را نداشته و در صورت نگهداری از آن در محیطی با دمای کم تر از 15 درجه سانتی گراد، برگ های آن شروع به ریزش خواهند کرد و بنابراین قبل از افت شدید دما ، آن ها را به مکانی با دمای مناسب منتقل کنید.",
      "howToWater": "از آن جایی که این گیاه توانایی ذخیره آب در ساقه ی ضخیم خود را دارد ، نیازمند آبیاری فراوانی نخواهد بود و کافیست هر زمان که سطح خاک این گیاه خشک شد ، آن را آبیاری کنید. آبیاری بیش از حد این گیاه باعث پوسیدگی ریشه ها و پژمرده شدن برگ های آن می‎ شوند و در مقابل آبیاری کم آن نیز باعث خشک شدن و از بین رفتن آن خواهند شد.\r\nاستفاده از گلدان های دارای سوراخ های زهکشی برای این گیاهان از اهمیت بالایی برخوردار است و به خروج آب اضافی موجود در خاک کمک می ‎کند. این گیاه در فصول سرد سال نیازمند آبیاری کم تری به نسبت فصول گرم سال است.",
      "howToSoil": "مهم ترین ویژگی خاک مورد نیاز گیاهان مرجان ، خاصیت نفوذپذیری خاک است زیرا همان طور که گفته شد ، رطوبت بالای خاک باعث پوسیدگی ریشه های آن خواهند شد.\r\nبستر مناسب این گیاه نیز بستری متشکل از ماسه ، پرلیت و لوم است . قرار دادن یک تکه چوب دارچین در خاک این گیاه به جلوگیری از پوسیدگی ریشه های آن کمک خواهد کرد. \r\nکود مورد نیاز برای این گیاهان کود مایع حاوی نیتروژن است",
      "howToLight": "گیاه مرجان نیازمند نور کامل و مستقیم خورشید است اما در سایه نیز به رشد خود ادامه خواهد داد . با این حال لازم به ذکر است که در صورت نگهداری این گیاه در سایه ، گیاه شما تعداد قابل توجهی گل نخواهد داشت. به طور کلی هرچه میزان قرار گرفتن این گیاه در معرض نور مستقیم خورشید بیشتر باشد ، گیاه فرفیون شکوفه های بیشتری خواهد داشت و بنابراین اگر تمایل به نگهداری از این گیاه در منزل خود دارید ، بهتر است آن را در پر نورترین قسمت منزل خود و در کنار پنجره قرار دهید. استفاده از چراغ های مخصوص رشد گیاه نیز به تامین میزان نور مورد نیاز این گیاه کمک خواهد کرد. با وجود نیاز زیاد این گیاه به نور بهتر است از قرار دادن آن ها در معرض نور چراغ های مخصوص رشد گیاه در هنگام شب خودداری کنید و زمانی را به استراحت آن ها اختصاص دهید.",
      "waterMin": 5,
      "waterMax": 10,
      "tempMin": 15,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 40,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/4jPxC7k7FIhZSpm0YGMX.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/hYIsSufE5YQftB89P8VV.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/2VQXVwVFmWHbPRS1mkZu.jpg"
      ],
      "otherNames": [
        "Euphorbia milii ",
        " Christ plant ",
        " Euphorbia milii ",
        " Euphorbia milii ",
        " Euphorbia trigona ",
        " Pereskia lychnidiflora"
      ]
    },
    {
      "probability": null,
      "id": 181,
      "name": "لودیسیا",
      "sciName": "Ludisia discolor",
      "description": "گیاهی گلدار از خانواده ارکیده مناسب برای داخل آپارتمان ، گلخانه و یا اتاق آفتابگیر است. \r\nارکیده ای کوچک، خاک زی با ریزوم هایی رونده و برگ هایی نرم ، مخملی و بیضی شکل به رنگ سبز تیره با رگبرگ های قرمز . گل ها سفید، کوچک و خوشبو",
      "howToWater": "خاک گلدان را به طور دائم با آب فاقد املاح مرطوب نگه دارید. این گیاه تحمل خشکی را ندارد. با استفاده از اسپری دستی نیز می توان رطوبت لازم را به گیاه رساند",
      "howToSoil": "تعویض خاک گلدان هر دو یا سه سال یکبار در فصل بهار. از خاک مخصوص ارکیده استفاده نمایید\r\nکوددهی با کود مخصوص ارکیده در مدت گلدهی. سایر فصول نیاز به کوددهی ندارد\r\nقلمه نوک ساقه در بهار، قلمه ها را قبل از کاشت در گلدان حاوی کمپوست ارکیده در مکانی خشک و سرد به مدت 48 ساعت قرار دهید. قلمه ها را در دستگاه مخصوص تکثیر که دارای رطوبت بالا و دمای 20 درجه در بخش تحتانی می باشد قرار دهید",
      "howToLight": "نور فیلتر شده خورشید تا سایه ، گیاه را دور از تابش مستقیم نور خورشید قرار دهید\r\nدمای گرم تا سرد، تحمل دمای خنک تر تا 13 درجه سانتی گراد را دارد",
      "waterMin": 4,
      "waterMax": 5,
      "tempMin": 13,
      "tempMax": 30,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 500,
      "lightMax": 1500,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/c4FOG6TOlviCEZvvgxTW.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/MzYqXI0vw0r85cDVUi9I.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/c5twVf6IH4hRx7tQnhZt.png"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 176,
      "name": "گلوکسینیا",
      "sciName": "Sinningia speciosa",
      "description": "گلوکسینیا گیاه گلدار آپارتمانی بدون ساقه با برگهای مخملی زیبا است.  بومی برزیل است و ارتفاع آن به ۲۰ تا ۲۵ سانتیمتر و گسترش آن به ۳۰ سانتیمتر می رسد. گلوکسنیا از طریق قلمه برگی، تقسیم بوته و کاشت بذر تکثیر می شود.",
      "howToWater": "وقتی این گیاه گل داد، باید به تدریج آب دادن را کم کنیم به طوری که هنگام زرد شدن برگها آبیاری کاملا قطع شده باشد. بطور معمول باید طوری به آن آب دهید که خاک آن مرطوب بوده ولی آب در گلدان باقی نماند",
      "howToSoil": "کود ورمی مورد نیاز این گیاه را می توان به میزان ۳ گرم در لیتر ، هر هفته یکبار، از اوائل بهار تا زمان گل دهی، مصرف کرد. به عمق ۲ الی ۵ سانتیمتر خاک گلدان را برداشته و کود ورمی کمپوست گیلدا را جایگزین نموده و با خاک سطحی مخلوط کنید.\r\nمخلوطی از خاک برگ و ماسه به نسبت مساوی، خاک مطلوب گلوکسینیا است.",
      "howToLight": "نور فیلتر شده آفتاب و نور غیرمستقیم برای آن مناسب است. هر گز در معرض مستقیم آفتاب قرار نگیرد\r\nتحمل سایه را دارد و بهترین مکان برای آن آفتاب پشت پنجره است",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 15,
      "tempMax": 30,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 600,
      "lightMax": 1000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/t7kYyRUlh6lKBeRIZpPc.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/Yb4BP9GbMaFYN30jptp0.png",
        "https://planta.vsrv.ir/storage/plant/March2022/JBYJ3az9etF2iM7SvmsK.png"
      ],
      "otherNames": [
        "Sinningia speciosa"
      ]
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=20",
    "next": "https://planta.vsrv.ir/api/Feed?page=22"
  },
  "meta": {
    "current_page": 21,
    "from": 301,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=20",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=13",
        "label": "13",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=14",
        "label": "14",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=15",
        "label": "15",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=16",
        "label": "16",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=17",
        "label": "17",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=18",
        "label": "18",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=19",
        "label": "19",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=20",
        "label": "20",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 315,
    "total": 328
  }
}