{
  "data": [
    {
      "probability": null,
      "id": 328,
      "name": "گل کفشک",
      "sciName": "Calceolaria integrifolia",
      "description": "این گیاه با نامهای فارسی کفشک، گوشواره‌ای، گوشی، جیبی، کیفی، گل کیسه‌ای و …و نامهای عمومی انگلیسی Pouch flower, Slipper Flower  و Slipperwort معرفی شده‌است. جنس Scrophulariaceae دارای بیش از سیصد گونه یکساله تا چند ساله است، گونه عرضه شده با نام C.rugosa نیز شناخته میشود، گیاهی همیشه سبز، بوته‌ای و چند ساله و دائمی است ولی گونه مورد نظر ما معمولا به صورت یکساله استفاده میشود. جوانه‌های جدید نرم و کرک‌دار هستند.\r\nگل کیفی گیاهی است که در ایران به صورت بهاره مرسوم است ولی چون گیاه روز بلند اختیاری است میتوان به گونه‌ای تنظیم کرد که برای بهار، تابستان یا زمستان گلدهی بکند.",
      "howToWater": "در طول زمستان آبیاری را كاهش دهید.\r\n\r\nبرای گلدهی بهتر نیاز به شرایط خنك و مرطوب دارد. حداقل دمای قابل تحمل آن ۵ درجه سانتیگراد است.",
      "howToSoil": "درون گلخانه در كمپوست گلدانی با پایه لومی و روشنایی و تهویه خوب نگهداری شود و در بهار و تابستان هر ۴-۳ هفته یكبار خاك گلدان را با كود مایع تقویت کنید.",
      "howToLight": "در فضای باز بهتر است در مكان آفتابی یا سایه آفتاب، خاك سبك، نسبتا حاصلخیز و اسیدی كاشته شود.",
      "waterMin": 3,
      "waterMax": 3,
      "tempMin": 5,
      "tempMax": 25,
      "humidityMin": 15,
      "humidityMax": 50,
      "lightMin": 600,
      "lightMax": 1800,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/July2024/TAhYT1Uxxr523atKZHLM.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/July2024/AzFt6BwHK31JVQ17mhq0.jpg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 53,
      "name": "فیکوس",
      "sciName": "Ficus elastica",
      "description": "این گیاهان میتوانند تا بیش از 30 متر در زیست بوم خود در جنوب شرقی آسیا رشد کنند.\r\nبه عنوان یک گیاه آپارتمانی ، فیکوس الاستیکا بین1 تا 3 متر در هر مکانی ارتفاع میگیرد.\r\nفیکوس الاستیکا اسمش را مدیون شیره گیاهی اش است، که گاهی اوقات برای لاستیک سازی استفاده میشود.\r\nگیاه فیکوس به طور کلی دماهای بین 15 تا 23 درجه سانتیگراد را ترجیح میدهد. اما میتواند در زمستان در دماهای پایین تا 10 درجه سانتیگراد هم زنده بماند.\r\nفیکوس الاستیکا به تغییرات دمایی حساس است و ترجیح میدهد در مناطق با دما و رطوبت ثابت زندگی کند.",
      "howToWater": "این گیاهان در طول فصل رشد یعنی در تابستان نیاز به آب بیشتری دارند. باید خاک را مرطوب نگهدارید، اما نه غرقابی.\r\nهمچنین باید برگ های گیاه را با دستمال پارچه ای نمناک تمیز کنید تا آنها را مرطوب نگهدارید و به گیاه کمک کنید نور بیشتری را جذب کند. اگر نخواهید هر برگ را دستمال بکشید مه پاشی راه دیگر است. فیکوس را در خاک با زهکشی خوب بکارید تا همیشه با پوسیدگی ریشه بجنگد.\r\nدر فصل خواب یعنی در زمستان نیاز است خاک را خشک نگهدارید اما نه خیلی خشک.",
      "howToSoil": "فیکوس را در خاک با زهکشی خوب بکارید تا همیشه با پوسیدگی ریشه بجنگد.\r\nخاک سبک جنگلی برای این گیاه ایده آل است",
      "howToLight": "گیاه فیکوس نور غیر مستقیمی که گرم نباشد را ترجیح میدهد. نور مستقیم خورشید میتواند منجر به سوخته شدن برگهایش شود. میتوانید این گیاه را نزدیک به پنجره با پرده نگهدارید تا مقدار درستی از نور به گیاه برسد.\r\nگونه های برگ رنگی این گیاه نیاز به نور بیشتر دارند تا رنگ برگهایشان بوجود آید، پس اطمینان حاصل کنید گیاه تان نور کافی دریافت میکند.",
      "waterMin": 5,
      "waterMax": 10,
      "tempMin": 15,
      "tempMax": 23,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 500,
      "lightMax": 1500,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/KDK7nDKxBesEqNpSOfv8.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/0RyEE7lxNQF2ZDbdWFi5.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/eutvvsgiZjz9GYWq6EzV.jpeg",
        "https://planta.vsrv.ir/storage/plant/January2025/p73MopK9SIGp58STEXMk.jpeg"
      ],
      "otherNames": [
        "rubber plant ",
        " Ficus natalensis ",
        " Ficus macrophylla ",
        " Ficus rubiginosa ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 51,
      "name": "شفلرا",
      "sciName": "Schefflera",
      "description": "شفلرا گیاهی گرمسیری است، در نتیجه به رطوبت و دمای بالای هوا علاقه دارد.\r\nبه طور کلی هر گیاهی از شرایط خواستگاه اولیه خود بیشتر لذت می‌برد؛ بنابراین هر چه محیط به آب و هوای مناطق گرمسیری نزدیکتر باشد، شفلرا راضی‌تر خواهد بود. این گیاه زیبا در دمای زیر 15 درجه سانتی‌گراد اذیت خواهد شد.\r\nاگر دمای محیط نگهداری گیاه سرد باشد و یا گیاه آب کمی دریافت کند، دچار ریزش برگها خواهد شد. پس ریزش برگ‌ها را جدی بگیرید و سریعا مشکل را برطرف کنید.\r\nدمای مناسب برای گیاه شفلرا بین 18 تا 27 درجه میباشد.",
      "howToWater": "در طول فصول رشد، گیاه را هر هفته آبیاری کرده و با اسپری برگ‌ها را مرطوب کنید. می‌توانید تا خشک شدن کامل خاک صبر کنید و سپس خاک را در مقدار زیادی آبیاری کنید. با آمدن فصل زمستان آبیاری را بسیار کاهش دهید.\r\nبیشترین اشتباهی که مردم در نگهداری از شفلرا مرتکب می‌شوند، آبیاری بیش از حد گیاه است، اشتباهی که در نهایت باعث مرگ گیاه خواهد شد. ریزش برگ‌های زرد، نشانه‌ای برای آبیاری بیش از حد است.\r\nهمیشه سینی آن را پر از آب نگه دارید و اجازه دهید در آب غوطه ور باشد. هرگز آب را از بالا و از روی برگ‌ها بر روی شفلرا نریزید. اگر آبی که برای گیاهان دیگر استفاده می‌کنید سنگین است و پر از املاح مختلف است، بهتر است برای شفلرا آب تصفیه شده استفاده کنید. چون آب سنگین باعث سفید شدن سنگ آن می‌شود.",
      "howToSoil": "خاک شفلرا باید غنی و متخلخل باشد. بهتر است به خاک آن کمپوست مرطوب هم اضافه کنید. پیشنهاد ما به شما، استفاده از خاک مخصوص گلدان است. PH خاک شفلرا باید اسیدی تا کمی بازی باشد.\r\nدر طول فصول رشد، هفته‌ای دو بار به گیاه کود مایع دهید. می‌توانید از سری کودهای با رهایش آرام نیز استفاده کنید. این کودها بسیار غنی و سنگین هستند، درنتیجه گیاه از زیادی مواد معدنی لذت خواهد برد!",
      "howToLight": "شفلرا نور درخشان اما غیرمستقیم خورشید را ترجیح می‌دهد. می‌توانید در تابستان شفلرا را به خارج از منزل منتقل کرده و آن را در سایه قرار دهید. اگر گیاه پلاسیده و پژمرده شد، یعنی نور کافی دریافت نمی‌کند.\r\nفراموش نکنید که شفلرا هرگز نباید در معرض نور مستقیم خورشید قرار بگیرد چون باعث سوختن برگ‌های او خواهد شد.",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": 18,
      "tempMax": 27,
      "humidityMin": 50,
      "humidityMax": 80,
      "lightMin": 500,
      "lightMax": 2000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/mGIvzJ54ID8DZWEmLzDa.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/fAeo6tT4fTOeqBdRsKGU.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/zJ6qUunMxQd144p3zxOb.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/Vdk9owmyYo89zTyoIEg2.jpeg"
      ],
      "otherNames": [
        "radiation aralia ",
        "  Schefflera arboricola ",
        " Schefflera arboricola ",
        " Schefflera digitata ",
        " Schefflera actinophylla ",
        " Schefflera digitata ",
        " Schefflera abyssinica ",
        " Heptapleurum arboricola"
      ]
    },
    {
      "probability": null,
      "id": 24,
      "name": "برگ انجیری مونسترا",
      "sciName": "Monstera Deliciosa",
      "description": "برگ‌های این گیاه کمی برای انسانها و حیوانات خانگی سمی هستند. معمولا خوردن آنها سبب التهاب دهان و معده شده و استفراغ را به همراه خواهد داشت.اگر نوک برگها در حال قهوه‌ای شدن هستند، احتمالا مشکل به خاک و آبیاری باز می‌گردد. اگر خاک بیش از حد سریع خشک شود یا آبیاری به قدر کافی صورت نگیرد، شاهد قهوه‌ای شدن نوک و لبه برگهای برگ انجیری خواهید بود.",
      "howToWater": "هرچه دمای محیط بیشتر باشد، نیاز برگ انجیری به آب و رطوبت بیشتر می‌شود.\r\nکمی رطوبت برای خاک گیاه لازم است، به عبارتی دیگر بهتر است بعد از خشک شدن خاک آن را آبیاری کنید تا خیس و غرقاب نشود.",
      "howToSoil": "خاک برگ برای آنی گیاه ایده آل است و برای داشتن بهترین نتیجه و اگر دوست دارید همیشه شاهد برگ های تازه و شاداب باشید، در طول بهار و تابستان ماهی یکبار به گیاه خود کود بدهید.",
      "howToLight": "برای داشتن رشدی سریع‌تر و گیاهی سالم‌تر، بهتر است آن را همواره تحت تابش غیرمستقیم خورشید قرار دهید چون نور زیاد باعث زرد شدن برگ ها و در نتیجه آسیب دیدن گیاه می‌شود. نور خیلی کم هم برای آن خوب نیست، چون باعث کند شدن رشد و یا حتی متوقف شدن آن می‌شود.",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 13,
      "tempMax": 27,
      "humidityMin": 60,
      "humidityMax": 90,
      "lightMin": 800,
      "lightMax": 18000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/6JXW60jkjN324WBjDoEe.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/Xv68eLj5FwwYhJgXPMht.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/ZczC3wPYzxdLtdmRx7XJ.jpg",
        "https://planta.vsrv.ir/storage/plant/April2022/gO4thkhguKUCbSAu4aZp.jpeg"
      ],
      "otherNames": [
        "Swiss cheese plant ",
        " Monstera pinnatipartita ",
        " Monstera deliciosa ",
        " Monstera siltepecana ",
        " Thaumatophyllum xanadu"
      ]
    },
    {
      "probability": null,
      "id": 8,
      "name": "آلوئه ورا",
      "sciName": "Aloe vera",
      "description": "آلوئه ورای بی نظیر، گیاه پر خاصیتی است که هرگز نمی‌توان آن را نادیده گرفت. برگ‌های محکم و سبز رنگ آن که با یک نوار مخصوص احاطه شده، آن را به یکی از بهترین گیاهان برای دکوراسیون‌های شیک منازل تبدیل کرده است.\r\nبدون شک یکی از بهترین گیاهان متفاوتی که می‌توانید برای نگهداری در منزل خود انتخاب کنید آلوئه وراست. این ساکولنت همه فن حریف نه تنها از بعد زیبایی شناسی دوست داشتنی است، بلکه خوراکی هم هست و درست مثل یک گیاه معطر، خاصیت آرامش بخشی هم دارد!",
      "howToWater": "برخلاف اکثر گیاهان آلوئه ورا آب را دربرگ‌های خود ذخیره می‌کند، نه در خاک و ریشه. پس نیازی نیست مرتبا آن را آبیاری کنید. قبل از هر آبیاری اجازه بدهید که سطح خاک کاملا خشک شود و بعد به آن آب بدهید. بسته به شرایط محیط، این کار را هر هفته تا ماهی دو بار تکرار کنید.\r\nمعمولا بزرگترین اشتباه در رسیدگی به آلوئه ورا، آبیاری بیش از حد آن ست. این گیاه خاک خشک را ترجیح می‌دهد و باید به میزان کمی آب دریافت کند؛ بخصوص در فصل زمستان که نور خورشید ضعیف‌تر می‌شود. در طول فصول گرم، هفته‌ای یکبار و در فصول سرد، هر دو هفته یکبار آلوئه ورا را آبیاری کنید. برای اینکه بهترین نتیجه را بگیرید، بین هر وعده آبیاری اجازه دهید تا خاک گیاه کاملا خشک شود.",
      "howToSoil": "گیاه آلوئه ورایی که در گلدان کاشته شده، در صورت داشتن خاکی با زه‌کشی مناسب بسیار خوشحال خواهد بود و رشد بدون مشکلی خواهد داشت.\r\nبهتر است برای آن، از خاک مخصوص گیاهان ساکولنت و کاکتوس استفاده کنید. این خاک‌ها از ترکیب مناسبی برخوردار بوده و برای این نوع گیاهان بهینه شده‌اند.\r\nبرای آلوئه ورا گلدانی را انتخاب کنید که دارای حفرات زه‌کشی فراوانی باشد. با گلدان‌های کوچک (مثلا با قطر 10 سانتی‌متر ) شروع کنید.",
      "howToLight": "بهترین حالت برای آلوئه ورا، قرار گرفتن زیر نور زیاد اما غیر مستقیم خورشید است.\r\nنور غیرمستقیم خورشید برای آلوئه ورا عالی است و به خوبی آن را جذب می‌کند.\r\nهمانطور که نور زیاد و مستقیم خورشید باعث سوختن برگ‌های آلوئه ورا می‌شود، نور کم هم می‌تواند باعث صاف کدر شدن برگ‌ها شود.\r\nاگرچه اکثر آلوئه وراها از دریافت کردن نور خورشید لذت می‌برند، اما قرار گرفتن در کنار یک پنجره شیشه‌ای داغ، خیلی برای آن‌ها لذت بخش نیست. چون داخل برگ‌های آن از آب پر شده است، پس طبیعی است که به سرعت دچار سوزش شود.",
      "waterMin": 5,
      "waterMax": 14,
      "tempMin": 15,
      "tempMax": 24,
      "humidityMin": 70,
      "humidityMax": 90,
      "lightMin": 2000,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/FEOAsiyqjUG6Fa5RpHfw.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/CwwNM5XpVfNsUMJDc7W5.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/41ji8YtVWbvsQrbTUUNj.jpeg"
      ],
      "otherNames": [
        "Aloe succotrina ",
        " Aloe aristata ",
        " Aloe vera ",
        " Aloe succotrina ",
        " Aloe vera ",
        " Aloe arborescens ",
        " Aloe vera ",
        " Aloe succotrina ",
        " Aloe succotrina ",
        " Aloe arborescens ",
        " Aloe aristata ",
        " Aloe juvenna ",
        " Aloe purpurea ",
        " Aloe striatula ",
        " Aloe variegata ",
        " Aloe arborescens ",
        " Aloe morijensis ",
        " Aloe perfoliatam ",
        " Aloe claviflora ",
        " Aloe zebrina ",
        " Aloe buhrii ",
        " Aloe ciliaris ",
        " Ochagavia litoralis ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 28,
      "name": "بگونیا (انواع مختلف)",
      "sciName": "Begonia​",
      "description": "بگونیا یک گیاه نیمه گرمسیری و چندساله است که معمولا در گلدان و به عنوان یک گیاه آپارتمانی نگهداری می‌شود.\r\nگونه‌هایی که به صورت گسترده در سراسر جهان از بگونیا به فروش می‌روند، گونه‌هایی تغییر یافته از بگونیای آسیای شرقی هستند.بگونیا در دمای بین 15 تا 30 درجه سانتی‌گراد به خوبی عمل می‌کند. رشد آن با کاهش دما و رسیدن آن به زیر 14 درجه متوقف می‌شود بگونیا هوای سرد را دوست ندارد.",
      "howToWater": "تشخیص اینکه گیاه چه زمانی به آبیاری نیاز دارد تقریبا ساده است. اگرچه احتمالا نیاز گیاه به آبیاری هفتگی است، بخصوص در طول فصول رشد. به خاک گلدان نگاه کنید و اگر سطح آن خشک شده بود، آن را تا حدی آبیاری کنید که مقدار اضافی از طریق حفرات زه‌ک شی زیر گلدان خارج شود.به طور معمول در فصل‌های گرم حدودا هر سه روز یک‌بار و در فصل‌های سرد‌تر با فاصله بیشتر می‌توان این گیاه را آبیاری کرد.آبی که به بگونیا داده می‌شود بهتر است املاح زیادی نداشته باشد و از آبی مانند آب باران، آب مقطر یا آبی که برای چند ساعت استراحت کرده استفاده شود.",
      "howToSoil": "خاک متخلخل، سبک و دارای زه‌کشی مناسب برای بگونیا ایده‌آل است.بهترین ترکیب برای بگونیا، خاکی شامل مقدار زیادی از پرلیت، الیاف و سایر ترکیبات سبک کننده است.خاک با پایه ذغال سنگ برای بگونیا بهتر است. اگر نتوانستید چنین خاکی پیدا کنید، از ترکیب چندمنظوره مخصوص گیاهان آپارتمانی استفاده کنید.ما خاک گلدان را برای بگونیا توصیه نمی‌کنیم، چون سنگینتر از ترکیبات گلدانی است و تمایل شدیدی به حفظ رطوبت دارد. در نتیجه هوا به خوبی در خاک جریان نداشته و سبب پوسیدگی و فاسد شدن ریشه می‌شود.",
      "howToLight": "یکی از مناسب‌ترین مکان‌هایی که می‌توانید بگونیا را در آن قرار دهید، نزدیکی یک پنجره شرقی/غربی در خانه است. بگونیا در چنین مکانی به خوبی و بدون آسیب نور کافی خورشید را دریافت می‌کند.اگر در مکانی زندگی می‌کنید که بهار و تابستان خیلی گرم نیست، نزدیک یک پنجره نورگیر شمالی هم جای خوبی برای بگونیاست.لامپهای فلوئورسنت نیز می‌توانند نیاز را به نور برطرف کنند.اگر لبه برگ‌ها قهوه‌ای شده و حالتی سوخته مانند پیدا کردند، یعنی بگونیا بیش از حد به پنجره نزدیک است.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 15,
      "tempMax": 35,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 200,
      "lightMax": 12000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/Yy6HlW3k78aYZbAweoXL.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/uh9ynESK5A9LvkD05i6w.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/GeKeTwH9IlIdkqMlak5x.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/WioH1elNlTFWSM3TLRiB.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/VGjY2yKVx05NMtViRGY6.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/IDI9u0d1cujfoxdidV7J.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/YoBGMl2JE1uax7XMM9iN.jpeg"
      ],
      "otherNames": [
        "Begonia rex ",
        " Begonia cucullata ",
        " Begonia heracleifolia ",
        " Begonia hydrocotylifolia ",
        " Begonia imperialis ",
        " Begonia minor ",
        " Begonia boliviensis ",
        " Begonia hirtella ",
        " Begonia masoniana ",
        " Begonia acutifolia ",
        " Begonia foliosa ",
        " Begonia prismatocarpa ",
        " Begonia sutherlandii ",
        " Begonia maculata ",
        " Begonia aconitifolia ",
        " Begonia heracleifolia ",
        " Begonia hirtella ",
        " Begonia cucullata ",
        " Begonia heracleifolia ",
        " Begonia minor ",
        " Begonia listada ",
        " Begonia stipulacea ",
        " Begonia angularis ",
        " Begonia heracleifolia ",
        " Begonia maculata ",
        " Begonia rex ",
        " Begonia heracleifolia ",
        " Begonia brevirimosa ",
        " Begonia pavonina ",
        " Begonia serratipetala ",
        " Begonia aconitifolia ",
        " Begonia foliosa ",
        " Begonia scharffii ",
        " Begonia sutherlandii ",
        " Begonia formosana ",
        " Begonia brevirimosa ",
        " Begonia ",
        " Begonia cucullata ",
        " Cissus javana ",
        " Begonia hydrocotylifolia"
      ]
    },
    {
      "probability": null,
      "id": 329,
      "name": "فیکوس دلتا",
      "sciName": "Ficus variegata",
      "description": "فیکوس دلتا  گیاهی همیشه سبز و بوته‌ای می‌باشد که دارای برگ‌های براق، مثلثی شکل، رنگارنگ سبز تیره با رگبرگ‌ها و لبه‌های سفید مایل به کرم است. انجیر برگ مثلثی رنگارنگ می‌تواند به ارتفاع 150 سانتی‌متر و حتی تا 2 متر و عرض حدود 140 سانتی‌‌متر در داخل خانه رشد کند",
      "howToWater": "بگذارید 50 الی 75 درصد خاک خشک شود سپس آبیاری کنید . آبیاری را تا زمانی انجام دهید که آب از زهکش\r\n\r\nگلدان خارج شده ،سپس آب جمع شده در زیر گلدانی را خالی کنید تا از پوسیدگی ریشه جلوگیری کرده\r\n\r\nباشید.\r\n\r\nدما 18 تا 30 درجه سانتی گراد برای این گیاه مناسب است ولی هرچه محیط گرم تر باشد ، رشد گیاه شما\r\n\r\nافزایش می یابد . این گیاه به سرما حساس است و نگذارید که دمای محیط زیر 14 درجه سانتی گراد بیاید .",
      "howToSoil": "گیاهانی که ریشه حساس دارند و آب کمی نیز می خواهند باید خاکی داشته باشند که به خوبی زهکشی\r\n\r\nشده باشد . به همین دلیل نیز برای فراهم کردن نحوه و طرز صحیح نگه داری و مراقبت ازگل فیکوس لازم است\r\n\r\nخاکش را به خوبی زهکشی کنید تا آب اطراف ریشه جمع نشود . نوع خاک نیز علاوه بر این که باید سبک\r\n\r\nباشد ، باید مغذی بوده تا باعث رشد بهتر گیاه شود",
      "howToLight": "فیکوس دلتا به نور روشن غیر مستقیم نیاز دارد ، و در طبیعت بر روی درختان رشد می کند برای همین به نور\r\n\r\nبسیار زیادی نیاز نخواهد داشت پنجره غربی یا جنوبی نور بسیار خوبی را برای این گیاه می کند . اگر پرده ندارید می توانید با فاصله 1 الی 3\r\n\r\nمتر از پنجره گیاه خود را قرار دهید .فیکوس دلتا به نور روشن حداقل 2 الی 6 ساعت نیاز خواهد داشت تا رشد\r\n\r\nخوبی داشته باشد ،\r\nاگر نور مورد نیاز آن تهیه نشود برگ ها شروع به جدا شدن و افتادن روی زمین می کنند . نور مستقیم داغ و\r\n\r\nگرم ، به سرعت باعث سوختن برگ های این گیاه می شود.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 18,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 68,
      "lightMin": 1000,
      "lightMax": 10000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/January2025/C0hOPr2XZmrZXCpgCE0z.webp",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/January2025/pvdDMBR0qKCVMYyvOCj9.jpg",
        "https://planta.vsrv.ir/storage/plant/January2025/sf2EobdMrbR1WIRp4ZrJ.jpg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 42,
      "name": "ساکولنت ها",
      "sciName": "Succulent",
      "description": "ساکولنت‌ها گیاهانی زیبا با جثه‌ي کوچک یا متوسط هستند که تنوع زیادی در شکل، اندازه و رنگ دارند. ساکولنت‌ها زمانی گیاهان بومی بیابان بودند و حالا در خانه‌های ما هستند و به عنوان گیاهان آپارتمانی جالب و متنوع از آن‌ها استفاده می‌کنیم.\r\nاز ساکولنت‌ها می‌توانید در درست کردن تراریوم، دیش گاردن، باغ عمودی، دیوار ساکولنت و کوکداما ساکولنت استفاده کنید\r\nساکولنت‌ها گیاهانی با برگ‌های گوشتی و ضخیم هستند و آب را در ساقه و برگ‌هایشان ذخیره می‌کنند تا در مواقع کم‌آبی بتوانند زنده بمانند.",
      "howToWater": "همان‌طور که درقسمت‌های قبلی اشاره‌کردیم، ساکولنت‌ها به آب زیادی نیاز ندارند. قانون کلی این است که قبل از هرآبیاری اجازه‌دهید خاک گلدان به طور کامل خشک شود. اگر قبل از خشک‌شدن کامل خاک به آن آب بدهید، احتمال دارد که ریشه‌ی گیاه به مرور زمان پوسیده‌شده و گیاه‌تان از بین برود. اگر هوای محیط زندگی ساکولنت‌ها خیلی گرم است و خاک گلدان زهکشی خیلی خوبی دارد، لازم است که دفعات بیش‌تری به آن‌ها آب بدهید. هرچه هوا سردتر باشد، دفعات آبیاری هم کم‌تر خواهدشد.",
      "howToSoil": "می‌توانید از خاک کاکتوس به عنوان خاک پایه استفاده کنید و پیت ماس و سنگ‌ریزه را به آن اضافه‌کنید تا زهکشی خاک بهتر شود.",
      "howToLight": "همه‌ي‌ساکولنت‌ها به نور خورشید نیازدارند و بیش‌تر آن‌ها به نور کامل خورشید یعنی روزانه به حداقل ۳ تا ۶ ساعت نور خورشید احتیاج‌دارند. هم‌چنین ساکولنت‌های سبز نسبت به ساکولنت‌های رنگی به نور کم‌تری احتیاج دارند. توصیه‌می کنیم ساکولنت‌ها را در نزدیکی پنجره‌های رو به جنوب یا رو به شرق قرار بدهید تا نور بیش‌تری را دریافت‌کنند. دقت کنید که آفتاب مستقیم باعث سوزاندن ساکولنت‌ها می‌شود البته این اتفاق به ندرت رخ می‌دهد اما گاهی اوقات برگ‌های ساکولنت‌ها را از نظر آثار سوختگی بررسی کنید.",
      "waterMin": 10,
      "waterMax": 20,
      "tempMin": 4,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 40,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/Z5Cq1CNgtqTVcKbFGaPJ.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/GALP86TotNbJRy3E4DqE.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/n31gYFLkil0Dx7j0AaX5.jpg",
        "https://planta.vsrv.ir/storage/plant/November2021/odNoKCQMm35MGcvLQzlc.jpg",
        "https://planta.vsrv.ir/storage/plant/November2021/0rUPAc0zts66gEdIfiP7.jpeg"
      ],
      "otherNames": [
        "Haworthia glabrata ",
        " Haworthia limifolia ",
        " Gasteria carinata ",
        " Haworthia attenuata ",
        " Aloe juvenna ",
        " Astroloba spiralis ",
        " Haworthia coarctata ",
        " Haworthia fasciata ",
        " Haworthia venosa ",
        " Aeonium castello-paivae ",
        " Aeonium haworthii ",
        " Aeonium tabuliforme ",
        " Echeveria coccinea ",
        " Echeveria pulvinata ",
        " Aeonium castello-paivae ",
        " Crassula perforata ",
        " Echeveria elegans ",
        " Sedum furfuraceum ",
        " Aeonium simsii ",
        " Lampranthus deltoides ",
        " Gasteria carinata ",
        " Gasteria pillansii ",
        " Cotyledon tomentosa ",
        " Gasteria disticha ",
        " Gasteria excelsa ",
        " Gasteria nitida ",
        " Haworthia viscosa ",
        " Sedum spurium ",
        " Sedum kamtschaticum ",
        " Faucaria bosscheana ",
        " Faucaria felina ",
        " Faucaria tigrina ",
        " Haworthia coarctata ",
        " Haworthia coarctata ",
        " Haworthia pygmaea ",
        " Haworthia viscosa ",
        " Gasteria carinata ",
        " Aeonium lancerottense ",
        " Aeonium arboreum ",
        " Monanthes pallens ",
        " Echeveria derenbergii ",
        " Echeveria crenulata ",
        " Echeveria hyalina ",
        " Echeveria megacalyx ",
        " Sempervivum tectorum ",
        " Echeveria shaviana ",
        " Echeveria lilacina ",
        " Echeveria elegans ",
        " Pachyphytum fittkaui ",
        " Graptopetalum bellum ",
        " Echeveria secunda ",
        " Sempervivum heuffelii ",
        " Sempervivum calcareum ",
        " Echeveria peacockii ",
        " Echeveria purpusorum ",
        " Aeonium aureum ",
        " Aeonium dodrantale ",
        " Echeveria difractens ",
        " Sempervivum marmoreum ",
        " Agave potatorum ",
        " Echeveria racemosa ",
        " Haworthia glabrata ",
        " Aeonium haworthii ",
        " Aeonium lindleyi ",
        " Haworthia cymbiformis ",
        " Rhombophyllum dolabriforme ",
        " Haworthia glabrata ",
        " Haworthia cymbiformis ",
        " Adromischus triflorus ",
        " Adromischus cristatus ",
        " Adromischus liebenbergii ",
        " Sedum ",
        " Echeveria gibbiflora ",
        " Graptopetalum macdougallii ",
        " Sedum adolphii ",
        " Sedum dendroideum ",
        " Graptopetalum mendozae ",
        " Othonna capensis"
      ]
    },
    {
      "probability": null,
      "id": 209,
      "name": "گل لادن",
      "sciName": "Tropaeolum minus",
      "description": "این گیاه بومی مناطق آمریکای جنوبی می باشد.این گیاه گل یکساله، یا پایا، رونده، پیچنده و پاکوتاه می باشد.اقسام پیچنده آن  بوسیله دمبرگها که به دور شاخه های نازک یا نخ یاسیم می پیچد خود را بالا میکشد.\r\nشاخه های آن گوشتی با برگهای گرد به صورت گوشواره ای با دمبرگهای طویل و به صورت پر پشت می باشند .برگها عموما” به رنگ سبز روشن می باشد ولی در بعضی از انواع آن برگها رنگ قهوه ای متمایل به قرمز دارند.گلها برحسب نوع آن ساده یا پرپر می باشند و از کنار شاخه ها و دمبرگ بیرون می آید که دارای دم بلند کم و بیش به شکل غیر مستقیم و پشت آن مهمیزی دارد.رنگ گلها مختلف و زرد، قرمز، قهور، عقیقی، و کرم روشن یک رن یا دو رن است.بیش  از ۳۰ گونه از این گیاه وجود دارد که معروترین آن لادن غده دار می باشد که اصل آن از پرو می باشد و گیاه بالا رونده زیبایی است.ساقه های این گیاه حتی تا چند متر نیز می رسد . حامل برگهای درشت سبز مانند به رنگ سبز متمایل به آبی است.گلها به رنگ و شکل مشخصی است که برای هر کس آشنا به نظر می رسد.همه قسمت های این گیاه طعم سبزی(شاهی یا تره تیزک) را می دهد و در حقیقت آن را شاهی هندی نیز می نامند.\r\nاز اقسام لادن که امروزه زیاد کاشته می شود یکی لادن بزرگ به نام T.majus که نیز گیاه پیچنده و تا حدود ۲متر بالا می رود.برگها به شکل سپر و گلها عموما” نارنجی است.از این گونه، ارقام دیگری به دست آمده که جزو رونده ها و پاکوتاه می باشد.\r\nتکثیر لادن وسیله بذر و  قلمه انجام میگیرد.بذر آن در اواخر اسفند در شاسی کاشته  و در اردبیهشت ماه به بستر اصلی منتقل می نمایند.یا یانکه بذر انواع لادن را در بهار در گلدانهای ۱۵ سانتی متری یا در محل اصلی می کارند.برای رشد خوب و گل دهی با بذر را در خاکی سبک و سیاه کاشته و مرتبا” آن را آبیاری کنند در این صورت دارای گلهای فراوان خواهد شد. گل لادن از آفتاب داغ و هوای خشک تابستان صدمه می بیند و نباید خاک آن خشک شود.",
      "howToWater": "گر چه برگ‌ها به خاطر تغییرات فصلی، زرد رنگ می‌شوند اما زرد شدن برگ‌ها می‌تواند نشانه‌ای از آبیاری اضافی و بیش از حد نیز باشد. گلهای لادن به آب خیلی زیادی نیاز ندارند. اگر در منطقه‌ای زندگی می‌کنید که بارندگی در طول تابستان زیاد است، پس به آبیاری گیاه نیاز نیست.",
      "howToSoil": "خاک جهت کاشت لادن در داخل گلدان عبارت است از ۱/۳ خاک باغچه ۱/۳ خاک برگ و ۱/۳ ماسه که در طول مدت زمستان می توان بوته ها در گلدان کاشته و در پاسیو یا گلخانه نگهداری کرد.",
      "howToLight": "این گیاه در آفتاب کامل، بهترین رشد را دارد. اگر مکان کاشت حداقل 6 ساعت نور خورشید را دریافت کند، گیاه زنده می‌ماند و دوام می‌آورد. این گیاه می‌تواند سایه‌ی آفتاب را نیز تحمل کند اما اگر گیاه را در مکانی که نور خورشید فراوان را دریافت نکند قرار دهید، گل دادن فراوان آن را نخواهید دید.\r\nاگر در منطقه‌ی گرمسیری زندگی می‌کنید، توصیه می‌شود که آن را از سوزانده شدن توسط آفتاب بعد از ظهر، حفاظت بکنید. اگر گیاه را درون خانه نگه می‌دارید، مکانی را پیدا کنید که در آن، گیاه در معرض بادهای شدید و یا جریان‌های سرد قرار نگیرد.\r\nگر در چنین منطقه‌ای زندگی نمی‌کنید آبیاری عمیق به صورت دو بار در هفته کافی خواهد بود. قبل از آبیاری، خاک را با گذاشتن تکه چوب و یا انگشت خود در آن، کنترل بکنید. وقتی خاک خشک است گیاه را آبیاری بکنید. هم چنین گیاه را در صبح آبیاری بکنید.",
      "waterMin": 2,
      "waterMax": 4,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/qcvJefF4vikVxFny7IMR.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/pg4P5WwS3iluvrExgbOi.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/v9nCGRc51RVPjT3i8crY.jpeg"
      ],
      "otherNames": [
        "Tropaeolum ",
        " Phlox drummondii"
      ]
    },
    {
      "probability": null,
      "id": 197,
      "name": "گل آصف السلطنه",
      "sciName": "Dimorphotheca sinuata",
      "description": "آصف السلطنه یک گونه گلدار از خانواده گلستارگان می باشد .\r\nاین گیاه بومی آفریقای جنوبی می باشد و به عنوان یک گیاه زینتی در باغها کاشته میشود و عمری کوتاه دارد .\r\nدر باغها و باغچه ها برای مرز بندی کردن گیاهی بسیار مناسب میباشد و به علت گلهای زیبایی که دارد برای استفاده در سبدهای گل بسیار مناسب است.\r\nگلهای آصف السلطنه بسیار زیبا می باشند و به رنگهای کرم ، برنز ، صورتی ، زرد ، نارنجی ، قرمز و سفید و یا ترکیبی از این رنگها دیده می شود.\r\nفصل گلدهی این گیاه از تابستان تا اوایل پاییز می باشد.\r\nگلهای این گیاه برای حشرات جذاب می باشد و گرده افشانی توسط حشرات صورت می گیرد.",
      "howToWater": "آصف السلطنه گیاهی است که تحمل خشکی را دارد ولی در آب هوای معتدل رشد بهتری خواهد داشت .\r\n این گیاه در برابر سرما مقاومت بسیار کمی دارد و به راحتی از بین می رود بنابراین بهتر است اگر این گیاه در گلدان قرار دارد در فصل سرد به داخل منتقل شود.",
      "howToSoil": "خاک مناسب برای این گیاه خاک ماسه ای خوب زهکشی شده میباشد.\r\nنباید خاک بیش از اندازه مرطوب باشد زیرا آبیاری بیش از حد این گیاه منجر به پوسیدگی ریشه و سپس ساقه می شود.",
      "howToLight": "باید آصف السلطنه در آفتاب کامل قرار گیرد تا به خوبی رشد کند.\r\nدمای بین 21 درجه تا 34 درجه دمایی مناسب می باشد.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 15,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 70,
      "lightMin": 2000,
      "lightMax": 18000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/ZP6GPEH89vzoBCC49i9b.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/0WJzUc934Gbh46muA7WP.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/XR2ZVRN4xCHIeEAU1WaY.jpeg"
      ],
      "otherNames": [
        "Dimorphotheca sinuata ",
        " Gazania rigens ",
        " Gazania"
      ]
    },
    {
      "probability": null,
      "id": 330,
      "name": "فیکوس آلتیسیما",
      "sciName": "Ficus altissima",
      "description": "فیکوس آلتیسیما یکی از گل‌های زیبای آپارتمانی محسوب می‌شود. این گیاه چند ساله است و برگ‌های همیشه سبز، مخملی و زینتی فیکوس آلتیسیما نظر هر فردی را به خود جلب خواهد کرد. چنانچه شرایط نگهداری این گیاه را فراهم کنید، در محیط خارج از منزل تا ارتفاع 12 متر نیز رشد خواهد کرد. اما در محیط داخل خانه ارتفاع این گیاه به بیشتر از 2.4 متر نخواهد رسید.فیکوس آلتیسیما در محیطی که دمای هوا متعادل باشد رشد فوق‌العاده‌ای دارد. اما بهترین دمای نگهداری این گل بین 15 تا 27 درجه سانتی‌گراد است.",
      "howToWater": "در ارتباط با گل فیکوس آلتیسیما مناسب‌ترین زمان آبیاری موقعی است که حدود 5 سانتی‌متر خاک سطح گلدان خشک شده باشد. برای تشخیص زمان آبیاری می‌توانید خشکی خاک را با انگشت بسنجید. برای این کار ابتدا فیکوس آلتیسیما را آبیاری کنید، پس از چند روز انگشت خود را داخل خاک ببرید اگر تا 5 سانتی متر بالای آن خشک بود زمان آبیاری بعدی فرا رسیده است.گل فیکوس آلتیسیما جزو گیاهان گرمسیری به شمار می‌آید از این روی علاقه زیادی به رطوبت دارد. بهتر است که گلدان فیکوس آلتیسیما را در کنار سایر گل‌ها قرار دهید تا رطوبت آن‌ها نیز تامین شود. جهت تامین رطوبت این گیاه می‌توانید برگ‌های گیاه را غبارپاشی کنید و یا از جزیره استفاده کنید.",
      "howToSoil": "اگر در محیط خانه از گل فیکوس آلتیسیما نگهداری می‌کنید توصیه می‌شود جهت تامین مواد مغذی کود مناسب فیکوس شامل: کود آهن و سه بیست به شکل ماهانه و کود هیومیک اسید هر سه ماه یک مرتبه استفاده کنید. در ارتباط با کوددهی آهن حتما این نکته را به خاطر داشته باشید که مصرف آن برای نوع ابلق فیکوس توصیه نمی‌شود.\r\nگل فیکوس آلتیسیما به خاکی با بافت نیمه سنگین نیاز دارد که درصد خاک باغچه آن بیشتر باشد. ترکیب خاک باغچه همراه با قسمتی پیت ماس و یک واحد پرلیت را می‌توان برای این گیاه استفاده کرد. اگر تصمیم دارید گلدان گل را تعویض کنید باید دقت کرد که به ریشه‌های گیاه آسیبی وارد نشود. بهترین زمان تعویض گلدان فیکوس آلتیسیما زمانی است که ریشه از کف گلدان خارج شده باشد. جهت انجام این کار باید گلدانی به اندازه یک سایز بیشتر از گلدان قبلی تهیه کنید.",
      "howToLight": "در صورتی‌که گیاه را در محیطی با نور غیر مستقیم قرار دهید نیاز نوری آن برطرف خواهد شد. در این حالت برگ‌های فیکوس آلتیسیما شکیل‌ترین رنگ را خواهند داشت. هرگز این گیاه را در برابر نور مستقیم خورشید قرار ندهید چرا که منجر به سوختن برگ‌ها خواهد شد. اگر گلدان گل را در محیط باز قرار داده‌اید باید بدانید که فیکوس آلتیسیما زیر تابش مستقیم نور خورشید نیز رشد می‌کند. چنانچه تصمیم دارید فیکوس آلتیسیما را در مکان دیگری قرار دهید بهتر است به محیطی سرپوشیده که ایجاد سایه کرده است منتقل کنید.",
      "waterMin": 5,
      "waterMax": 5,
      "tempMin": 15,
      "tempMax": 24,
      "humidityMin": 25,
      "humidityMax": 75,
      "lightMin": 400,
      "lightMax": 1450,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/October2025/8HWyqklRSH71KQSoqzUQ.webp",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/October2025/eWqZ5DhWH5ypjaEQ6Dje.jpg",
        "https://planta.vsrv.ir/storage/plant/October2025/NPzpQqNGOYbsxZf591f6.jpg"
      ],
      "otherNames": [
        "Ficus altissima Blume"
      ]
    },
    {
      "probability": null,
      "id": 58,
      "name": "کالاتیا سندرینا",
      "sciName": "Calathea sanderiana",
      "description": "این گیاه هم مانند سایر اعضای خانواده کالاتیا، در روز برای جذب بیشتر نور خورشید برگ‌های خود را باز کرده و در شب قبل از خوابیدن، آن ها را جمع می‌کند!\r\nکالاتیا سندرینا باید در محیط گرم و مرطوب باشد. بنابراین برای اینکه محیط گرمسیری (خواستگاه اصلی آن) را برایش تداعی کنیم ضمن اینکه آن را در محیطی گرم قرار می‌دهید، سعی کنید رطوبت کافی نیز برای آن فراهم کنید.\r\nاگر دستگاه مرطوب کننده هوا دارید، سندرینا را در کنار آن قرار دهید و مطمئن شوید که گیاه در محیطی واقعا مرطوب قرار دارد.",
      "howToWater": "همه انواع کالاتیا، نه فقط سندرینا، عاشق رطوبت هستند.\r\nپس اگر عادت دارید گیاهان خود را بیش از حد آبیاری کنید، سندرینا انتخاب خوبی برای شماست.\r\nسندرینا می‌تواند مقدار زیاد آب را به خوبی دریافت کند. نکته مهم این است که پس از آبیاری این گیاه باید از شر آبهای اضافی خلاص شوید. می‌توانید این کار را به دو روش انجام دهید \r\nزمانی باید این گیاه را آبیاری کنید که خاک شروع به خشک شدن کرده باشد. این گیاه دوست ندارد که خاکی کاملا خشک داشته باشد، پس قبل از اینکه خاک بیش از حد خشک شود، گیاه را سیراب کنید.",
      "howToSoil": "همانطور که قبلا اشاره کردیم، این گیاه بودن در خاک مرطوب را ترجیح می‌دهد. این یعنی باید در جست‌وجوی خاکی باشید که بتواند مقدار زیادی آب را در خود نگه دارد. بدین ترتیب هم گیاه برای مدت طولانی در رطوبت مطلوب خود قرار می‌گیرد، و هم نیازی نیست شما مرتبا آن را آبیاری کنید.\r\nاگر خاکی با این مشخصات پیدا نکردید، مشکلی نیست. فقط باید گیاه را بیشتر آبیاری کنید تا خاک را مرطوب نگه دارید.\r\nخاکی را برای سندرینا انتخاب کنید که بتواند در عین داشتن مقدار زیادی آب، به خوبی نفس بکشد. اگر خاک شما در صورت آبیاری شدن خیلی سنگین و متراکم می‌شود، بهتر است خاک را تعویض کنید.\r\nچنین خاکی اجازه نمی‌دهد که هوا در حوالی ریشه جریان داشته باشد و همین امر به مرور زمان سبب خفه شدن ریشه میشود. هر چه خاک حاوی مقدار بیشتری از خزه و تکه چوب باشد، بهتر آب را در خود نگه داشته و جریان هوا را به خوبی در داخل خود برقرار می‌کند. پس خاکی مانند خاک پیت برای آن مناسب است.",
      "howToLight": "کالاتیا گیاهی گرمسیری است، پس باید در طول روز نور کافی اما غیرمستقیم خورشید را دریافت کند. آن را در نزدیکی یک پنجره نورگیر جنوبی با پرده نازک و یا دارای کمی سایه قرار دهید و مطمئن شوید که گیاه از بودن در آن مکان خوشحال است.\r\nاگر پنجره جنوبی ندارید، پنجره‌ای غربی هم همین کار را برای گیاه انجام می‌دهد. اگر سندرینا برای مدت طولانی در معرض نور مستقیم خورشید قرار بگیرد، جزییات زیبای برگ‌هایش به مرور زمان کم‌رنگ می‌شوند.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 18,
      "tempMax": 28,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 400,
      "lightMax": 1000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/nQexaWSK1u8pkJggYDHc.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/9Cuwhojnwo9fXvTZuOe2.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/rDR8geMFBgsxZOqUjZnb.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/DcqdtCQzdIb2fyYST8iN.jpeg"
      ],
      "otherNames": [
        "Calathea ornata ",
        " goeppertia ornata ",
        "  goeppertia sanderiana ",
        " کالاته آ"
      ]
    },
    {
      "probability": null,
      "id": 331,
      "name": "سوسن عنکبوتی",
      "sciName": "Crinum asiaticum",
      "description": "یک گونه گیاهی است که به‌طور گسترده‌ای در بسیاری از مناطق گرم‌تر به عنوان گیاه زینتی کاشته می‌شود. گیاهی پایا پیازی شکل است که گل‌آذین چتری پر زرق و برق تولید می‌کند و باغبانان ارزش زیادی برای آن قائل هستند. با وجود این تمام قسمت‌های گیاه در صورت خورده شدن سمی هستند.\r\nگل کرینوم از گیاهان زینتی است که بسیاری از اوقات با گیاهان دیگری مانند پاندانوس و آماریلیس اشتباه گرفته می‌شود.\r\nبرگ‌های کرینوم کشیده و بدون دندانه حدود یک متر و به شکل چتری و آویزان و مجنون است.رنگ گل های سوسن عنکبوتی هم اکثرا سفید. صورتی و قرمز هستد.",
      "howToWater": "سوسن عنکبوتی به رطوبت مناسب خاک نیاز دارد و خاک محل کاشت این گیاه نباید خشک شود.\r\nگرچه برخی از ارقام این گیاه خشکی را تحمل می کند اما به طور کلی خشکی خاک این گیاه مانع رشد آن می شود به خصوص موقع کاشت پیاز این گیاه نباید پیازش خشک شود و این به معنای آب دادن زیاد این گیاه نیست.",
      "howToSoil": "سوسن عنکبوتی خاک خیلی اسیدی یا قلیایی را دوست ندارد و خاک های خنثی که اندکی اسیدی است را بیشتر دوست دارد.\r\nهمچنین زهکش خاک برای نماندن آب در خاک و عدم پوسیدگی پیازها اهمیت دارد بنابراین برای خاک این گیاه از شن و خاک برگ استفاده کنید.",
      "howToLight": "گل سوسن عنکبوتی گرمسیری روزانه به شش تا هشت ساعت نور مستقیم احتیاج دارد.\r\nبهترین مکان برای کاشت این گیاه در باغچه مکانی است که صبح از آفتاب صبح  و عصرها از سایه برخوردار باشد تا در تابستان ها از آفتاب سوزان در امان باشد.\r\nدر صورتی که این گیاه در منزل نگهداری می شود چند ساعت در روز از نور مستقیم باید بهره مند باشد.",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 18,
      "tempMax": 19,
      "humidityMin": 40,
      "humidityMax": 48,
      "lightMin": 8000,
      "lightMax": 17000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2025/Jbmu2szY6HrZ2QaWK9g9.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2025/XFCUIIuWDGflomm6UMGP.jpg",
        "https://planta.vsrv.ir/storage/plant/November2025/0S2BrslgPnk9bTp3JYJB.webp"
      ],
      "otherNames": null
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=21",
    "next": null
  },
  "meta": {
    "current_page": 22,
    "from": 316,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=13",
        "label": "13",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=14",
        "label": "14",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=15",
        "label": "15",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=16",
        "label": "16",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=17",
        "label": "17",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=18",
        "label": "18",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=19",
        "label": "19",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=20",
        "label": "20",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": true
      },
      {
        "url": null,
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 328,
    "total": 328
  }
}