{
  "data": [
    {
      "probability": null,
      "id": 249,
      "name": "انگور فرنگی",
      "sciName": "Ribes hudsonianum",
      "description": "این درخت از آن جا که جزو مناطق معتدل سرد به شمار می رود می تواند سرمای زمستان را تحمل کند، آب و هوای خنک را می پسندد و دمای بالای سی درجه سانتی گراد برگ های آن را دچار آسیب می کند. این گیاه زمستان های طولانی را جهت تامین دوره استراحت نیاز دارد. بر حسب رقم، 800 تا 1500 ساعت دمای منهای هفت درجه نیاز دارد.\r\nاین گیاه حتی می تواند دمایی حدود منهای 20 درجه را تحمل کند. این درخت همچنین به 20 تا 40 روز دمای زیر پنج درجه برای باز شدن جوانه ها و 160 تا 200 روز برای باردهی گل ها نیاز دارد.",
      "howToWater": "تا وقتی که بذر جوانه بزند، باید قسمت های بالایی خاک به صورت مرطوب حفظ شود. انگور خارجی هر چند دقیقه که آبیاری می شود باید چند دقیقه صبر کرد تا از خیس نشدن خاک های زیرین اطمینان حاصل شود. در ماه های گرم تابستان بهتر است نهال در یک محل سایه دار حفظ شود. در این مدت هفته ای یک یا دو اینچ به آن ها آب دهید.",
      "howToSoil": "درختان انگور فرنگی خاک های لومی با بافت سبک که PH آن ها بین 6.5 تا 7 است را می پسندند. این گیاه به صورت وحشی در جنگل ها و بیشه زار های کم درخت در شمال آفریقا، اروپا، آسیا، سیبری و آمریکا رشد می کند. این درخت در شمال ایران و ارتفاعات البرز رشد خوبی دارند. بعضی ارقام آن از جمله انگور فرنگی سیاه در خاک های مرطوب به خوبی رشد می کنند اما باد های گرم و شوری خاک آن ها را آزار می دهد.",
      "howToLight": "انگور فرنگی به نور زیادی نیاز ندارد اما نور مستقیم آفتاب برای باردهی این گیاه ضروری است.  وزش باد نمی تواند خسارت زیادی به آن وارد کند. سرماهای دیررس بهاره به بعضی ارقام این انگور آسیب وارد می کند.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 0,
      "tempMax": 30,
      "humidityMin": 5,
      "humidityMax": 60,
      "lightMin": 1000,
      "lightMax": 12000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/Udv1ZOQCiUOZLml26EF7.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/pCfszAvPnu8TFPeuVYo7.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/QkDwjRAnvghJByJ4EVqU.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/WOauupGCtX9OKhBgIrL6.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 250,
      "name": "گل جعفری",
      "sciName": "Tagetes erecta",
      "description": "گل جعفری بیش از 50 گونه دارد که مناسب ترین گونه های آن برای پرورش جعفری فرانسه (گل کوچک ) و جعفری مکزیکی (گل بزرگ) هستند .رنگ گلها عموما زرد و نارنجی هستند که در گل کوچک زرد طلایی می باشد .\r\nارتفاع گلهای گل کوچک بین 30 تا 50 سانتیمتر و گل بزرگ بین 50 تا 100 سانتیمتر رشد می کند حداکثر رشد این گلها در سال دوم اتفاق می افتد .گل دهی جعفری از اواخر بهار تا فصل سرما می باشد که دردر گرمای مرداد کمی از گلدهی گیاه کم می شود و سپس بافروکش کردن حرارت مجددا گیاه به گل می نشیند و تا شروع فصل سرما گلدهی ادامه پیدا می کند.",
      "howToWater": "به میزان آب متوسط نیاز دارد یعنی نباید سطح بستر خاک خشک شود و یا از طرفی نباید در آبیاری آن زیاده روی کرد. بنابراین بهتر است هر زمان که سطح خاک رطوبت خود را از دست داد نسبت به آبیاری آن اقدام کرد. البته این گیاه دورهای کوتاه خشکی را نیز به خوبی تحمل می کند.",
      "howToSoil": "به خاکی با زهکش خوب که اضافه آب حاصل از آبیاری را عبور داده و در خود نگه ندارد ، نیاز دارد. بنابراین می توان از مخلوط خاک برگ+ خاک معمولی + کود بسیار پوسیده گاوی استفاده کرد.",
      "howToLight": "به مکانی با نور کامل و حداقل 6 ساعت نور مستقیم آفتاب نیاز دارد. کمبود نور یکی از دلایل عدم گلدهی این گیاه و یا ریز شدن و حتی ریزش غنچه های گل است. البته اگر دما در تابستان بسیار بالا می رود بهتر است مکان کاشت این گیاه به گونه ای باشد که در بعد از ظهر از سایه برخورد شود. محیط گرم و نور شدید نیز از دلایل کوچک ماندن گلها و ضخیم شدن برگسار و همچنین سوختگی نوک و حاشیه برگها است.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 4,
      "tempMax": 22,
      "humidityMin": 5,
      "humidityMax": 80,
      "lightMin": 1900,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/M6XquQo5XIbDdgtY4pyA.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/eekFHznRkxQtO9f6EVsT.jpg",
        "https://planta.vsrv.ir/storage/plant/June2022/lzGjCG0uzZBfceWC8sQU.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/3y55SzWqIBntXBf7Xo5H.jpeg"
      ],
      "otherNames": [
        "Tagetes erecta"
      ]
    },
    {
      "probability": null,
      "id": 135,
      "name": "هویا شمعی",
      "sciName": "Hoya carnosa",
      "description": "گل شمعی گیاهی گل‌دار و اهل آسیاست. این گیاه به گل هویا نیز معروف است و این نام توسط رابرت براون گیاه‌شناس و به افتخار گیاه‌شناس قرن هجدهم یعنی توماس هوی روی این گیاه گذاشته شده است. گل شمعی یکی از اعضای خانواده استبرق‌ها، از اعضای خانواده خرزهره‌ایان و گیاه مورد علاقه بسیاری از باغبانان است، زیرا مراقبت کمی می‌خواهد، گرمسیری است و رشد مدیریت شده‌ای دارد و مهاجم نیست. به‌این‌ترتیب اگر در منطقه‌ای گرمسیری زندگی می‌کنید و دنبال یک گل زیبا با نگهداری آسان و سازگار با منطقه زندگی خود هستید، گل شمعی انتخابی عالی برای شماست. گل شمعی معمولا بیرون از خانه نگهداری می‌شود، اما با‌این‌حال امکان نگهداری گل شمعی در گلدان نیز فراهم است و می‌توانید آن را داخل گلدان بکارید.\r\nگل شمعی به‌صورت یک خوشه توپی شکل رشد می‌کند. هر خوشه این گیاه می‌تواند تا 40 گل مجزا را درون خود داشته باشد که به‌صورت متراکم در کنار یکدیگر قرار گرفته‌اند. هر گل از گل شمعی نیز خود به‌تنهایی زیبایی خاص خود را دارد و طوری به نظر می‌رسند که انگار شمع هستند یا از چینی درست شده‌اند که همین مساله نام این گیاه را توضیح می‌دهد.",
      "howToWater": "گل شمعی گیاهی با نیاز به آبیاری متوسط و مدیریت شده است. این گیاه تقریبا هفته‌ای یک‌بار به آبیاری نیاز دارد. برای تشخیص زمان دقیق آبیاری، خاک گیاه بهترین راهنمای شما است. در بین هر نوبت آبیاری اجازه دهید تا خاک گیاه کاملا خشک شود سپس مجددا به آن آبی کامل و عمیق بدهید تا تمام ریشه گیاه مرطوب شود. هیچوقت اجازه ندهید که آب گل شمعی گیاهی گرمسیری است بنابراین این گیاه به محیطی گرم و مرطوب نیاز دارد.خارج شده از زیر گلدان در پای گیاه بماند زیرا این آب باعث دیرتر خشک شدن خاک و در نتیجه آسیب به گیاه می‌شود.",
      "howToSoil": "گل شمعی به خاکی با زهکشی خوب نیاز دارد تا هم سبک باشد و هم بتواند آب را به‌خوبی تخلیه کند؛ چراکه رطوبت بیش‌ازحد خاک و دیر خشک شدن آن می‌تواند باعث آسیب دیدن گیاه شود و ریشه‌های آن را دچار پوسیدگی کند. برای درست کردن خاک مورد نیاز برای نگهداری از گل شمعی می‌توانید با ترکیب برابر خاک گلدان و خاک ارکیده یک خاک ترکیبی خوب و سبک برای آن فراهم کنید. علاوه‌براین ترکیب یکی دیگر از ترکیب‌های خوب برای خاک این گیاه، یک سوم پیت ماس، یک سوم پرلیت و یک سوم خاک ارکیده است. این ترکیب هم جریان هوای خوبی را برقرار می‌کند و هم آب با سرعت مناسبی از آن خارج شده و خشک می‌شود.",
      "howToLight": "گل شمعی ترجیح می‌دهد در محیطی نورگیر زندگی کند که نور مستقیم به آن نرسد. نور مستقیم و بیش‌از‌حد خورشید می‌تواند باعث سوختن برگ‌های گیاه شود. از سوی دیگر نور بسیار کم و سایه زیاد نیز می‌تواند باعث ضعیف شدن گیاه و عدم توانایی آن در گل‌دهی شود.\r\nاین گیاه توانایی تحمل سرما، یخبندان و دمای زیر 10 درجه را ندارد.گل شمعی گیاهی گرمسیری است بنابراین این گیاه به محیطی گرم و مرطوب نیاز دارد.",
      "waterMin": 7,
      "waterMax": 10,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 900,
      "lightMax": 3500,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/43poBCAEbENtUvF8GGGJ.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/2ItmcDIBOsLJWeAF2Ece.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/KsqUENhnvu2HQXIhYoby.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/cTi8rQ72fT1LF246RWHm.jpeg"
      ],
      "otherNames": [
        "Hoya cordata ",
        " Hoya australis ",
        " Hoya carnosa ",
        " Hoya kerrii ",
        " Hoya carnosa ",
        " Hoya carnosa"
      ]
    },
    {
      "probability": null,
      "id": 101,
      "name": "گل رز",
      "sciName": "Rosa chinensis",
      "description": "گل رز در کشور ما با نام­های گل محمدی، گل سرخ، گل سوری، یا گل ورد شناخته می­شود. این گل از تیره گل سرخ و از زیر خانواده رزوئیده می­باشد. در دنیای باغبانی و گلکاری گل رز جزو محبوب­ترین درختچه ­های  گلدار است که بصورت گلدانی و باغچه ­ای آن را کشت می­کنند. جنس Rosa  دارای ۳۰۰ گونه گیاه چند ساله با قدمتی چند هزار ساله هستند، درحالی که تقریبا” در هر قاره گل رز وجود دارد، اکثر گونه هایی که در باغ ها پرورش می یابند ارقام ترکیبی چند نسلی هستند که اجداد آنها مدتهاست فراموش شده اند. این گل با ترکیب بسیار زیاد رنگ­ ها باعث تنوع بسیار شده که تقریبا” هر طیفی با هر سلیقه ای می تواند آن را بپسندد.",
      "howToWater": "میزان آبدهی مناسب برای گل رز های استاندارد حدود 3 تا 6 گالون می باشد. باید همیشه سطح آب رسیده شده به این گیاه را بسنجید که این سنجش باید بر اساس نوع خاک و شرایط اقلیمی باشد.\r\nو همیشه باید دقت کنید که گل ها مرطوب بمانند، مخصوصاً اگر در اوایل تابستان می باشد اما اجازه ندهید که خاک بیش از حد خیس باشد و آب دادن در فصل پاییز را کاهش دهید اما سعی کنید که از خشک شدن کامل خاک جلوگیری کنید.",
      "howToSoil": "رز های شما باید با خاک کاملاً بارور رشد کنند که ph آن ها بین شیش و نیم تا 7 می باشد. زمانی که خاک ضعیف باشد، بهتر است که مقداری مواد تقویتی و بارور کننده را برای آن ها استفاده کنیم تا این گل ها به اندازه کافی مواد مغذی را دریافت کنند.\r\nکود گیاهی یکی از بهترین راه ها برای مرطوب نگه داشتن این گیاهان است و هر زمان که خواستید می توانید این کودها را به گیاه بدهید اما برای نتیجه بهتر می توانید این کار را در اوایل بهار انجام دهید.",
      "howToLight": "گل های رز حداقل به 6 تا 8 ساعت نور مستقیم خورشید در روز نیاز دارند. معمولاً هر چقدر نور بیشتری دریافت کنند، رشد بیشتری خواهند داشت و آن ها می توانند اشعه های قوی خورشید را نیز تحمل کنند و باز هم شکوفه بدهند و اگر در مناطق شمالی زندگی می کنید، بهتر است که گیاه خود را در قسمت جنوبی باغچه خود بکارید ، این کار باعث می شود که گرمای کافی به او برسد و رشدش بالا برود.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": -5,
      "tempMax": 35,
      "humidityMin": 5,
      "humidityMax": 90,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/xAMbNYGCJuiuCQnPnVS8.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/JyAhBXHcjn4jjYjx6dvL.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/h5d6NY5ElKW0P1u1Pj6z.jpeg"
      ],
      "otherNames": [
        "Rosa pendulina ",
        " Rosa chinensis ",
        " Rosa canina ",
        " Rosa sherardii ",
        " Rosa rubiginosa ",
        " Rosa gallica ",
        " Rosa foetida ",
        " Rosa ",
        " Rosa moyesii ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 299,
      "name": "نِرتِرا گرانادنسیس",
      "sciName": "Nertera granadensis",
      "description": "این گیاه که اصلاً متعلق به آمریکای جنوبی و استرالیاست نوعی چمن بر پشت است که شاخه های بیشمار آن روی زمین دویده و ریشه می کند. گل های تقریباً سبز آن که در بهار ظاهر می شود چندان حسنی ندارد لیکن میوه هایش که به شکل گلوله های کوچک و به رنگ قرمز پرتقالیست هم جالب و هم زینتی است. ارتفاع این گیاه از 3 الی 4 سانتیمتر تجاوز نمی کند و میوه هایش سرتاسر تابستان می ماند.\r\nگیاهی متعلق به گلخانه های سرد است و خواهان حرارت معتدل ولی نور بسیار است. به آسانی می توان آن را چه از راه کاشتن بذر و چه قلمه زدن شاخه های نورسته بهاری تکثیر نمود. خاک مناسب برای پرورش آن مخلوطی از خاک باغچه شن دار و خاکبرگ است.",
      "howToWater": "این گیاه به آبیاری زیادی احتیاج داشته و همیشه باید خاکش مرطوب باشد. گیاهانی که بیش از حد گرم باشند (محل نگهداری آنها)، پس از گلدهی از تولید میوه های کوچک در آنها جلوگیری بعمل می آید.",
      "howToSoil": "خاک این گیاه باید خلل و فرج زیادی داشته باشد.  خاک مورد نیاز نرترا مخلوط خاک برگ، خاک باغچه و ماسه می باشد\r\n اضافه کردن پرلیت به بستر نگهداری این گیاه به رشد بهینه ی آن کمک می کند. در حین مراحل رشده از کودهای تقویتی بهره می گیرد.",
      "howToLight": "باید در نور زیاد تا نیمه سایه به دور از نور مستقیم آفتاب نگهداری شود.\r\nر طول تابستان نرترا باید به فضای بیرون خانه منتقل گردد اما باید بسیار مراقب بود که از آفتاب مستقیم آفتاب در امان باشد.",
      "waterMin": 2,
      "waterMax": 4,
      "tempMin": 5,
      "tempMax": 35,
      "humidityMin": 20,
      "humidityMax": 70,
      "lightMin": 500,
      "lightMax": 2500,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/September2022/UTcMSSx7Yn5u9V9gg3Mp.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/September2022/NrcZUqijUSeawQlQST5z.jpeg",
        "https://planta.vsrv.ir/storage/plant/September2022/jF9mT0sqEBBayxS4oOY5.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 253,
      "name": "گلرنگ",
      "sciName": "Carthamus tinctorius",
      "description": "گلرنگ گیاهی علفی، یکساله و به شدت منشعب است. ارتفاع گیاه به 30 تا 150 سانتیمتر می رسد. گلها زرد، نارنجی و یا قرمز رنگ هستند. هر شاخه یک تا 5 گل دارد. گلرنگ ریشه ای اصلی دارد که تا عمق زیادی در خاک فرو می رود.\r\nبه صورت سنتی از بذرهای این گیاه برای تولید رنگ استفاده می شود. روغن بدست آمده از بذرها طعم دار و دارای رنگ هستند و از نطر تغذیه ای به روغن آفتابگردان شباهت دارد. از این گیاه در لوازم آرایشی و بهداشتی، آشپزی و تولید مارگارین استفاده می شود. دانه های آن به عنوان غذای پرنده نیز کاربرد دارد. دو نوع گلرنگ وجود دارد: یک نوع آن مونو اسیدهای چرب غیر اشباع ( اولئیک اسید) زیادی دارد و نوع دیگر پلی اسیدهای چرب غیراشباع( لینولئیک اسید) بالایی دارد. معمولا نوع اول که کمتر از روغن زیتون اشباع شده است، استفاده می شود. نوع دوم بیشتر برای نقاشی کاربرد دارد. گلرنگ حاوی مقادیر بالاتر لینولئیک اسید می تواند پروتئین adiponectin را افزایش دهد. این پروتئین می تواند میزان گلوکز و شکستن اسیدهای چرب را تنظیم کند.",
      "howToWater": "گلرنگ به علت دارا بودن ريشه عميق قادر است رطوبت را از اعماق 4-3 متري خاك جذب نمايد ، اما بايد توجه داشت كه اين گياه به آبياري بيش از حد در اوائل رشد حساس است. گلرنگ در زمان رزت به کم آبی مقاوم است ولی در طول دوره رشد یعنی از زمان ساقه دهی تا به گل نشستن کمبود آب باعث کاهش رشد و عملکرد می شود .",
      "howToSoil": "گلرنگ به خاکهای نسبتا حاصلخیز، عمیق و خاکهایی که ظرفیت نگهداری آب آنها زیاد باشد نیاز دارد. گلرنگ در هنگام گلدهی تحمل شوری خاک را ندارد.",
      "howToLight": "این گیاه باید در طول روز در معرض مستقیم آفتاب قرار گیرد تا گل دهد",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 5,
      "tempMax": 35,
      "humidityMin": 5,
      "humidityMax": 50,
      "lightMin": 2000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/QsL5lxGdNyfM5m2CRLDh.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/jtzQUTmsS3D5rfnfhAXb.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/liUwFUd23xeuvLCQqaVK.jpeg"
      ],
      "otherNames": [
        "Carthamus tinctorius"
      ]
    },
    {
      "probability": null,
      "id": 255,
      "name": "کاکتوس سدوم",
      "sciName": "Sedum japonicum",
      "description": "اسم علمی این گیاه Sedum rubotinctum ، از خانواده Crassulaceae میباشد. این جنس دارای ۶۰۰ گونه از گیاهان خشبی ، غیر خشبی و علفی یک ساله وچند ساله خزان کننده و همیشه سبز گوشتی است. گل های آنها ستاره ای و زرد کمرنگ، صورتی و سفید می باشند، که روی یک پانیکول انتهایی ظاهر می شوند. برگ های این گیاه در تابستان تغییر رنگ میدهند و از سبز به قرمز متمایل میشوند و جوانه گل زرد روشن از میان برگ ها در اواسط بهار ظاهر میشود .سدومها واریته های مختلف دارند که این گیاهان را می‌توان از نواحی کوهستانی تا نواحی ساحلی پیدا کرد بسیاری از نیازهای این گیاهان همانند یکدیگر است.",
      "howToWater": "سدومها گیاهان کم توقعی هستند که می‌توانند شرایط خشکی بستر کاشت را تا حدود قابل توجهی تحمل کنند و خاک‌های مرطوب را نمی‌پسندند در طی فصول بهار و تابستان گیاه را آب دهید اما آبیاری را در طی زمستان کاهش دهید . پوسیدگی گیاه به دلیل آبیاری بیش از اندازه یکی از دلایل اصلی از بین رفتن آنان در محیط خانه است اما این مسئله نباید منجر به آبدهی کم و خشکی دادن به گیاه شود که در این صورت برگ‌ها چروکیده و کوچک می‌شوند زیرا گیاه از ذخایر آب داخل برگها استفاده خواهد کرد ادامه این شرایط موجب ریزش برگها خواهد شد بنابراین بهتر است که سطح خاک را بررسی کنید و زمانی که متوجه خشکی بستر کاشت شدید گیاه را آب بدهید.",
      "howToSoil": "گیاه سدوم به خاکی سبک با زهکش بسیار خوب نیاز دارد و خاک‌های فقیر را تحمل می‌کند در واقع خاک‌هایی که بسیار غنی از مواد غذایی است از جمله عوامل رشد نامناسب این گیاه است. وجود رس در خاک که موجب سنگین شدن خاک می‌شود یکی از دلایل عدم رشد مناسب این گیاه است . از جمله ترکیبات بستر کاشت این گیاه یک قسمت پیت ماسه و یک قسمت شن یا ۶۰ ماسه،۳۰ پیت ماس،۱۰ درصد ورمی کمپوست بستر کاشتی با عمق ۳۰ تا ۳۷ سانتیمتر برای این گیاه مناسب است برای تقویت گیاه می‌توان در هر بهار لایه نازکی از کمپوست در اطراف گیاه پخش کرد تا به تدریج از مواد غذاییان استفاده کند.",
      "howToLight": "اغلب نور دوست هستند و حداقل ۴ ساعت نور مستقیم به رشد آنان کمک می‌کند برخی از ارقام نیز مکانی نیمه سایه یا به بیان دیگر ۳-۴ ساعت نور آفتاب را دوست دارند به هر حال هیچ یک از انواع سدوم در مکان سایه رشد خوبی نخواهد داشت.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 10,
      "tempMax": 40,
      "humidityMin": 5,
      "humidityMax": 40,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/cHE2mWSHYd2FRUm503GY.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/IVZI3svtOpAdofsWk85i.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/IYbI50K9Wdmrk3O2XUXe.jpeg"
      ],
      "otherNames": [
        "Sedum acre ",
        " Sedum ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 257,
      "name": "تاج خروس سه رنگ",
      "sciName": "Amaranthus tricolor",
      "description": "تاج خروس سرده‌ای از گیاهان گلدار است که دارای ۶۰ گونه متفاوت می‌باشد. گل‌های این گیاه به رنگ‌های بنفش، قرمز و زرد است\r\nگونه ای است که به طور گسترده ای در آسیای جنوب شرقی برای برگ های خوراکی آن پرورش داده میشود، ولی طور گسترده ای در همه جا به عنوان گیاه زینتی پرورش میدهند\r\nتاج خروس سه رنگ گیاهی است دارای نشای یک ساله، شاخ و برگ راست که می تواند تا 1.5 متر ارتفاع و 0.5 متر قطر تاج داشته باشد\r\nبرگ ها بیضی شکل نیزه ای تخم مرغی یا پهن به رنگ سبز تیره ،زرد و یا قرمز است.\r\nزمان ظهور معیار زیبایی آن تابستان می باشد.\r\nدر بسیاری از نقاط جهان به خصوص در آفریقا از آن به عنوان سبزی در سالاد استفاده می شود",
      "howToWater": "خاک این گیاه در فاصله زمانی بین دو آبیاری باید خشک باشد",
      "howToSoil": "خاک باغچه و مخلطوی از ماسه و خاک برگ برای این گیاه مناسب است",
      "howToLight": "تاج خروس سه رنگ نیازمند آفتاب کامل است و خاک خشک و خشکسالی را تا حدی میتواند تحمل کند",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 5,
      "tempMax": 38,
      "humidityMin": 5,
      "humidityMax": 55,
      "lightMin": 1800,
      "lightMax": 18000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/OYKkdw340OnaTc8OGCU5.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/pxsO5957iFZVcRmSpbpZ.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/SfMPegGD8PFiEqdsMpBn.jpeg"
      ],
      "otherNames": [
        "Amaranthus cruentus ",
        " Amaranth ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 260,
      "name": "یاسمن",
      "sciName": "Plumeria obtusa",
      "description": "گیاه \"یاسمن سفید\" یکی از گونه های جنس Plumeria از خانواده ی خرزهره (Apocynaceae) می باشد. این گیاه به صورت درختچه ای همیشه سبز به طول 2 تا 8 متر با برگ های طویل و کشیده و گل های سفید، بزرگ و بسیار معطر با مرکزی زردرنگ مشاهده می شود.\r\nگل های این گیاهان سفید رنگ با مرکزی زرد رنگ بوده و دارای عطری بسیار قوی است. آرایش گلبرگ ها به صورت مارپیچی می باشد. این گل ها حالتی مومی یا واکسی نیز دارند.\r\nپس از گلدهی، غلاف هایی استوانه ای شکل که حاوی بذرهای بالدار می باشند، تولید می شوند.\r\nاین درختان دارای پوستی نازک و شیره ی گیاهی می باشند.\r\nبرگ ها باریک و کشیده یا تسمه ای شکل می باشند که برای مدت طولانی از سال بر روی درخت، شاداب باقی می مانند. این برگ ها صاف و دارای ساختاری براق یا چرمی می باشند.\r\nزمان گلدهی این گیاهان اواخر بهار تا اوایل تابستان، اواسط تابستان، اواخر تابستان تا اوایل پاییز، اواسط پاییز و یا اواخر پاییز تا اوایل زمستان است.\r\nیاسمن سفید بومی آمریکای مرکزی و جزایر کاریب می باشد و امروزه نیز در جنوب و جنوب شرق آسیا به وفور کشت می گردد.",
      "howToWater": "از نظر نیاز آبی نیز به آبیاری منظم نیاز داردو اما به غرقابی حساس می باشد.",
      "howToSoil": "پی اچ مناسب خاک برای آنها پی اچ کمی اسیدی (6.1 تا 6.5) تا خنثی (6.6 تا 7.5) می باشد.",
      "howToLight": "این گیاهان به آفتاب کامل یا همراه با سایه ی پراکنده نیاز دارند.\r\nگیاه یاسمن سفید نسبت به یخبندان حساس است و بنابراین نباید در نواحی دارای دوره های یخبندان و سرمای شدید در طول زمستان کشت گردد.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/99dXRbWmqAJ2bjJNzTzP.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/QmYRZYuzut4stu7AYWnn.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/3FmVvCCkC3mR6tHCfjWs.jpeg"
      ],
      "otherNames": [
        "Plumeria rubra"
      ]
    },
    {
      "probability": null,
      "id": 85,
      "name": "حسن یوسف",
      "sciName": "Plectranthus scutellarioides",
      "description": "این گیاه فصلی دارای ساقه های چهارگوش است و برگ های متنوع سبز مایل به زرد، زرد طلایی، قرمز یا ارغوانی مایل به سیاه دارد که جاذبه های تزئینی آن در زیبایی برگ های درخشانش نهفته است.این گیاه دائمی می باشد اما اگر در فصول سرد خارج از گلخانه یا آپارتمان باشد از بین می رود.",
      "howToWater": "خاک گلدان حسن یوسف باید مرطوب باشد و به محض خشک شدن خاک باید آن را آبیاری کنید اما در فصل زمستان بهتر است دفعات آبیاری کمتر باشد . اگر آب منطقه شما دارای املاح فراوان و سنگین است برای آبیاری از آب جوشیده و سبک استفاده کنید. شما می توانید از مشاهده بیحال شدن برگ های حسن یوسف بفهمید حسن یوسف شما تشنه است.",
      "howToSoil": "خاک مورد نیاز گیاه حسن یوسف باید مخلوطی از خاک برگ، خاک باغچه و ماسه باشد. هر دو هفته یکبار، از فروردین تا مهر ماه، کود مورد نیاز حسن یوسف است .",
      "howToLight": "گل حسن یوسف نور پسند است و باید در جایی باشد تا به آن نور خورشید برسد اما نباید نورخورشید مستقیم به آن بتابد. تراس جنوبی یا پنجره های رو به جنوب ساختمان بهترین مکان برای قرار دادن گل حسن یوسف است. به دلیل تفاوت تابش نور در تابستان و زمستان رنگ برگ گلهای حسن یوسف، در زمستان ها نسبت به تابستان ملایم تر است.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 20,
      "tempMax": 30,
      "humidityMin": 50,
      "humidityMax": 70,
      "lightMin": 800,
      "lightMax": 18000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/GklByum9vmGsyWPmjFcg.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/YLir6j83HLyDC48i2uzi.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/hsSVPyTLxv5C0FNvFEdc.jpeg"
      ],
      "otherNames": [
        "Coleus ",
        " Solenostemon ",
        " Coleus scutellarioides ",
        " Plectranthus scutellarioides ",
        " Plectranthus scutellarioides ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 300,
      "name": "رزماری",
      "sciName": "Rosmarinus officinalis",
      "description": "رزماری گیاهی معطر، چند ساله و همیشه سبز است که به‌صورت بوته‌ای‌ می‌روید. این گیاه برگ‌هایی شمشیری و سوزنی شکل دارد که معمولاً به رنگ طوسی خاکستری هستند و روی ساقه‌های چوبی می‌رویند. رزماری در اواخر بهار و اوایل تابستان گل‌هایی کوچک و به رنگ سفید متمایل به آبی و به‌صورت خوشه‌ای می‌دهد. این گیاه را معمولا در اوایل بهار و زمانی که زمستان به پایان رسیده باشد می کارند. رزماری سرعت رشد متوسطی دارد و معمولاً در سال دوم به اندازه بالغ خود می‌رسد و می‌تواند گل بدهد. علاوه‌بر عطری خاص این گیاه دارای خواص دارویی و نیز بوده و به‌عنوان چاشنی و ادویه نیز از آن استفاده می‌شود.",
      "howToWater": "گیاه رزماری زمانی که جوان است آبیاری نسبتا زیاد را می‌پسندد، اما وقتی بالغ شد تحمل خوبی نسبت به کم‌آبی دارد. بنابراین آبیاری کم برای این گیاه بهتر از آبیاری بیش‌از‌حد است. حتی زمانی که گیاه جوان است هم باید آبیاری آن بیش‌ازحد نباشد. در نگهداری از رزماری توجه داشته باشید که خاک بیش‌ازحد خیس باعث آسیب به ریشه‌های گیاه می‌شود.\r\nبرای تشخیص زمان مناسب آبیاری کافی است به خاک گیاه دقت کنید. هر زمان چند سانتی‌متر بالایی خاک کاملا خشک شد، یعنی وقت آبیاری رزماری فرارسیده است. موقع آبیاری رزماری باید آبیاری تا جایی ادامه دهید که تمام خاک خیس و آب اضافی از زیر گلدان خارج شود. پس از اتمام آبیاری نیز، باید حتما آب خارج شده را از زیر گلدان دور بریزید تا باعث خیس ماندن خاک و درنتیجه پوسیدگی ریشه نشود.",
      "howToSoil": "رزماری به خاکی نیاز دارد که سبک بوده و زهکشی خوبی داشته باشد. این گیاه نمی‌تواند خاک سنگین و خاکی که آب را به کندی تخلیه کند تحمل کند. همچنین بهتر است سطح pH خاک گیاه نیز اسیدی یا خنثی باشد.",
      "howToLight": "رزماری به محیطی با نور کامل و مستقیم خورشید نیاز دارد و روزانه حداقل 6 ساعت نور مستقیم خورشید برای این گیاه ضروری است. اگر قصد نگهداری از رزماری در داخل خانه را دارید، یک پنجره جنوبی انتخاب خوبی برای قرار دادن گیاه جهت دریافت نور کافی است. در روزهای گرم نیز می‌توانید گیاه خود را به بیرون از خانه منتقل کنید تا از آفتاب مستقیم لذت ببرد.",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 12,
      "tempMax": 26,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 800,
      "lightMax": 4000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/September2022/SdJNxGLeX20BY5heX6Ru.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/September2022/IKOsiN7A41LjsGxkINDP.jpeg",
        "https://planta.vsrv.ir/storage/plant/September2022/f0Zlf80K1oHmd5MfsIre.jpeg"
      ],
      "otherNames": [
        "Salvia rosmarinus"
      ]
    },
    {
      "probability": null,
      "id": 43,
      "name": "سانسوریا (شمشیری)",
      "sciName": "Sansevieria",
      "description": "دمای بالا باعث آسیب رسیدن به برگ ها شده و آب زیاد هم باعث از بین رفتن گیاه می شود. پس همیشه سانسوریا را در دمای متعادل نگهداری کنید و آن را در خاک زه کشی شده و خشک پرورش دهید.\r\nگل های سانسوریا، طیف رنگی سبز تا سفید را ازخود نشان می دهند. گرده افشانی آنها توسط پروانه ها انجام می شود. البته عموما سانسوریا گل های زیادی تولید نمی کند. شاید فقط تعداد خیلی کمی شکوفه روی ساقه های آن رشد کند. ولی در عوض ریزوم های کوچکی را در اطراف خود رشد می دهد که پس از گذشت زمان به سانسوریاهای زیبایی تبدیل می شوند!",
      "howToWater": "گل سانسوریا به آب خیلی کمی برای رشد نیاز دارد. پس نگران آبیاری آن نباشید. بهتر است هر دو هفته یک بار خاک آن را چک کنید و فقط اگر خیلی خشک بود به آن آب بدهید\r\nآب زیاد باعث از بین رفتن سلول های برگ شده و در نهایت باعث بروز تورم برگ ها و بوی بد آن ها می شود. در چنین مواقعی، سریعا برگ ها آسیب دیده را جدا کنید و قبل از اینکه تمام برگ ها درگیر شوند، آب دهی را اصلاح کنید.",
      "howToSoil": "خاک مناسب سانسوریا، خاک سنگین است؛ یعنی مخلوطی از شن، ماسه، رس و مواد آلی.\r\nبرای کوددهی سانسوریا، بهتر است از کود گیاهان زینتی استفاده کنید. هر ۲ هفته‌ یکبار، برای تغذیه سانسوریا کافی است.",
      "howToLight": "سانسوریا به سرعت خود را با محیط وفق می دهد. یعنی حتی در نور خیلی زیاد هم به رشد خود ادامه می دهد اما بهتر است آن را همیشه دور از نور مستقیم خورشید نگه دارید. حتی نور های مصنوعی مثل نور لامپ های فلوئورسنت که امروزه در هر مکانی یافت می شوند هم می تواند نیاز سانسوریا به نور را برطرف کند. همین موضوع باعث شده سانسوریا یک گیاه آپارتمانی بسیار مناسب به شمار برود. اگر می خواهید سریع تر رشد کند، شدت نور را بیشتر کنید و آن را مدت بیشتری در معرض نور قرار دهید.",
      "waterMin": 10,
      "waterMax": 15,
      "tempMin": 15,
      "tempMax": 25,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 300,
      "lightMax": 8000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/6vhmjADJbOpey1aLjDl7.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/XPNHlNF1TQDVpTLyZM3J.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/eqsQi9WNGV8YIceJCOz7.jpeg"
      ],
      "otherNames": [
        "Dracaena trifasciata ",
        " snake plant ",
        " Sansevieria hyacinthoides ",
        " Sansevieria metallica ",
        " Sansevieria stuckyi ",
        " Sansevieria trifasciata ",
        " Sansevieria masoniana ",
        " Sansevieria trifasciata ",
        " Sansevieria trifasciata ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 261,
      "name": "مو",
      "sciName": "Vitis vinifera",
      "description": "درخت انگور برای رشد کردن، از هر طرف به فضایی حدود یک تا یک و نیم متر احتیاج دارد. اگر بخواهید چندین درخت بکارید، میتوانید برای استفاده از حداکثر فضا آن‌ها را به صورت ردیفی کنار یکدیگر بکارید تا درخت ها جای کافی برای ریشه دواندن و میوه دادن داشته باشند. از درخت های انگور برای ایجاد حصار یا پوشاندن سازه نیز استفاده می‌شود. چاله‌ای بکنید و ته چاله کمپوست بریزید تا درخت انگور به محض کاشت شروع به رشد کند. پس از کاشت درخت، گودال را دوباره پر کنید و خوب آب دهید.",
      "howToWater": "آبیاری در دو سال اول بسیار مهم است، چون گیاه در حال جان گرفتن است. انگورها ریشه‌ای عمیق دارند و به همین دلیل با بالغ شدن تحمل‌شان در برابر بی آبی بیش‌تر می‌شود. اگر در فصول خشک به درخت بیشتر آب دهید، میوه‌های آبدارتری برداشت خواهید کرد.",
      "howToSoil": "سال اول کاشت، زمان رشد گیاه است، بنابراین بهتر است کودهایی با نیتروژن بالا به آن بدهید. از سال‌های بعد باید به دنبال میوه دهی درخت باشید نه رشد شاخ و برگ‌هایش؛ پس زمانی به آن کود دهید که درخت کم رشد کرده یا خاک کمبود مواد مغذی دارد. وقتی به یک درخت بالغ کود می‌د‌هید، حواستان باشد که ریشه‌های آن دو سه متر در زمین پخش شده، پس نه تنها پای درخت بلکه تمام بستر آن را کود بریزید. اگر برگ ها به دلیل ph بالای خاک، رنگ سبز خود را از دست دادند ، باید ph خاک را دوباره پایین بیاورید.",
      "howToLight": "این گیاه به نور مستقیم افتاب در تمام طول روز نیاز دارد",
      "waterMin": 5,
      "waterMax": 10,
      "tempMin": 5,
      "tempMax": 30,
      "humidityMin": 5,
      "humidityMax": 40,
      "lightMin": 2000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/mjmXpVg8mJzF55SRSBZ5.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/FZUfHdoMgiAp2M42jus5.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/4LHdNdHgXL1zogDEairh.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 262,
      "name": "سرخس شاخ گوزنی",
      "sciName": "Platycerium bifurcatum",
      "description": "همه گونه های سرخس شاخ گوزنی بومی استرالیا هستند. این گیاهان در وضع طبیعی خود یعنی در نواحی جنگلی استرالیا روی تنه پوسیده درختان زندگی می کنند. آنها دوست دارند از مواد غذایی آماده که در تنه درختان وجود دارد، استفاده کنند. شما نیز برای اینکه خاکِ ایده آلی برای این گیاه تهیه کنید، بهتر است فقط از خاکبرگ استفاده کنید. مقداری خزه نیز به خاک اضافه کرده و برای حفظ رطوبت خاک سطح گلدان را با خزه بپوشانید.",
      "howToWater": "خاک همیشه خیس برای این گیاه مناسب است اما دقت داشته باشید انباشت آب باعث پوسیدگی ریشه ها نشود\r\n قبل از اینکه خاک کاملاً خشک شود، مقدار کمی به آن آب بدهید.",
      "howToSoil": "مخلوطی از خاک برگ خزه مخصوصا از نوع اسفاگنوم برای رشد پلاتی سریوم مناسب است.",
      "howToLight": "پلاتی سریوم به سایه تا نور متوسط، گرمای زیاد نیاز دارد\r\nدر تابستان با نصب پرده در مقابل پنجره های آفتابگیر شدت نور را کم کنید. نسبت به نور کم حساسیت چندانی ندارد، اما از نور تند آفتاب آزار می بیند.",
      "waterMin": 2,
      "waterMax": 3,
      "tempMin": 20,
      "tempMax": 35,
      "humidityMin": 50,
      "humidityMax": 70,
      "lightMin": 400,
      "lightMax": 1400,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/LfNBXynD9ADNOLlGuxBs.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/4OWwFWbf9cxhCu5c9w22.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/6AbtfAjgVL8pUgTEQqa3.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 263,
      "name": "ناوک",
      "sciName": "Justicia brandegeeana",
      "description": "ناوک ، گیاهی همیشه سبز از خانواده آکانتاسه میباشد که بومی کشور مکزیک است.\r\nبه جز کشور مکزیک که زیستگاه اصلی این گیاه محسوب میشود ، ناوک در اکوادور و فلوریدا نیز میروید.\r\n\r\n600 گونه مختلف از گیاه  Justicia در سراسر مناطق استوایی و گرمتر شمال آمریکا پراکنده شده اند.\r\nاز آنجایی که این گیاه دارای گلهایی بسیار زیبا و زرق و برق دار با فصل گلدهی طولانی میباشد، گیاه زینتی بسیار محبوبی برای کاشت در باغها و در محیط های سرد ، گیاه گلخانه ای بسیار محبوبی است.\r\nاز آنجایی که هر سنبله این گیاه تا حد زیادی شبیه به یک میگو بزرگ است ،نام دیگر آن  Shrimp plant  ( گیاه میگو طلائی) میباشد.\r\nاین گیاه جایزه سلطنتی باغبانی انگلستان را از آن خود کرده است.",
      "howToWater": "به طور کلی این گیاه بسیار رطوبت دوست است و در تابستان به آبیاری زیاد نیاز دارد ولی در زمستان آبیاری متوسط کافی است.",
      "howToSoil": "خاک شنی، ماسه ای، سبک ، مرطوب و خوب زهکشی شده .\r\nهر هفته برای رشد بهتر گیاه ا ز کود مایع ضعیف استفاده شود.",
      "howToLight": "این گیاه در مکان های کم نور نیز رشد میکند از این جهت برای نگهداری در گلخانه مناسب است.\r\nنور آفتابی و نیمسایه برای این گیاه مناسب است\r\nناوک در برابر دمای کمتر از 7 درجه از بین میرود.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 20,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 800,
      "lightMax": 1900,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/AcDKe9U0boMSM3lAwf4W.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/1PRGgTo0qkD3s3A7cLPb.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/UqsMf2mrNeU7ZwEEavsj.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/Gu2cd09eO20ZrEl8RtU5.jpeg"
      ],
      "otherNames": null
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=17",
    "next": "https://planta.vsrv.ir/api/Feed?page=19"
  },
  "meta": {
    "current_page": 18,
    "from": 256,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=17",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=13",
        "label": "13",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=14",
        "label": "14",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=15",
        "label": "15",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=16",
        "label": "16",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=17",
        "label": "17",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=18",
        "label": "18",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=19",
        "label": "19",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=20",
        "label": "20",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=19",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 270,
    "total": 328
  }
}