{
  "data": [
    {
      "probability": null,
      "id": 54,
      "name": "بنجامین (‌فیکوس بنیامین)",
      "sciName": "Ficus benjamina",
      "description": "فیکوس بنجامین که به دلیل شکل خاص برگهایش به گیاه اشک ریزان هم معروف است، با اینکه گلی تولید نمی‌کند، اما نوع متفاوت برگ ها و استقامت آنها باعث شده که او به گیاهی محبوب تبدیل شود. اگر به خوبی از آن نگه داری کنید، یک “درخت آپارتمانی” خواهید داشت!",
      "howToWater": "در ماه های گرم هر ده روز یکبار و در زمستان هر دو هفته یک بار به گیاه آب بدهید. اجازه بدهید تا سطح خاک کمی خشک شود و سپس آبیاری کنید.\r\nاگر آن را بیش از حد آبیاری کنید، برگ هایش را از دست خواهد داد.\r\nاگر آبی در زیر گیاه جمع شد و وارد زیرگلدانی شد، بلافاصله آن را خالی کنید تا ریشه های گیاه آسیب نبیند.",
      "howToSoil": "بهتر است در بهار و تابستان، ماهی یک بار به بنجامین زیبا کود بدهید تا برگهایش سالم و تازه بمانند. در زمستان کوددهی را متوقف کنید.\r\nگیاه را بچرخانید تا تمام بخش های آن به مقدار لازم نور خورشید دریافت کنند. با این کار به عمل فتوسنتز و بهبود عملکرد گیاه کمک کرده اید.",
      "howToLight": "گیاه بنجامین به نور کافی خورشید نیاز دارد. اما آن را هرگز زیر نور مستقیم خورشید قرار ندهید، نور مستقیم و فیلتر نشده باعث سوختن برگهای گیاه می‌شود.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 18,
      "tempMax": 25,
      "humidityMin": 40,
      "humidityMax": 70,
      "lightMin": 500,
      "lightMax": 1500,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/lQtuKTaT9Fd6AoNOzIIl.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/GPROvul93Yhs9Q8lkdRB.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/F1sGD5RY07GHCKPu1Z00.jpeg"
      ],
      "otherNames": [
        "weeping fig ",
        " Ficus glumosa ",
        " Ficus microcarpa ",
        " Ficus benjamina ",
        " Ficus ulmifolia ",
        " Ficus velutina ",
        " Ficus benjamina ",
        " Ficus benjamina"
      ]
    },
    {
      "probability": null,
      "id": 34,
      "name": "پوتوس ( پتوس )",
      "sciName": "Pothos",
      "description": "پوتوس یک تصفیه کننده هواست که هوا را از آلاینده هایی مانند فرمالدهید و کربن مونوکسید پاک می‌کند.",
      "howToWater": "بیش از حد پوتوس را آبیاری نکنید. غرقاب شدن باعث از بین رفتن گیاه می‌شود.\r\nاگر نور زیادی به گیاه می‌تابد، هنگامی که تقریبا رطوبت خاک نصف شد، پوتوس را آبیاری کنید. اما اگر نور کمی به آن می‌رسد، از میزان آب کم کنید.",
      "howToSoil": "برای بهبود رشد پوتوس، در بهار و تابستان، هر دو هفته یک بار به آن کود مایع اضافه کنید.\r\nگر پوتوس خود را در گلدانی با خاک معمولی کاشته‌اید، خاک نمی‌تواند تمام مواد مغذی برای رشد آن را فراهم کند و گیاه برای داشتن رشدی سالم، حتما به کود نیاز خواهد داشت. راه ساده است، به هنگام رشد هر سه ماه یکبار به گیاه کود بدهید!\r\nمی‌توانید در فصول رشد، هر 3-2 ماه یکبار از یک کود متعادل 20-20-20 برای آن استفاده کنید. کود مایع بهترین انتخاب است. این کود را با نصف غلظت توصیه شده در آب حل کرده و در حین آبیاری گیاه به خاک اضافه کنید.",
      "howToLight": "پوتوس در نور زیاد ولی غیرمستقیم خورشید به خوبی رشد می‌کند، ولی در نور کم و متوسط هم می‌تواند به رشد خود ادامه دهد. اگرچه در نور کم، سرعت رشد گیاه هم کم می‌شود.پوتوس با نور لامپهای فلوئورسنت هم رشد می‌کند. بهتر است هر چند وقت یک بار گیاه خود را بچرخانید. به طوری که تمام بخش های آن به طور برابر نور خورشید را دریافت کنند. این کار باعث بهبود روند فتوسنتز گیاه می‌شود.\r\n\r\n.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 15,
      "tempMax": 25,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 200,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/0TSUJcjE1XFFu08GPO7p.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/yiUkKl2sK22tSUasTR6x.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/aIkX722dcxlW3t5OLgyf.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/75rSuBomoML9mbdn8Mb7.jpeg"
      ],
      "otherNames": [
        "Devil’s ivy ",
        " epipremnum aureum ",
        " Epipremnum aureum ",
        " Epipremnum pinnatum ",
        " Scindapsus pictus ",
        " Epipremnum aureum ",
        " Epipremnum pinnatum ",
        " Epipremnum aureum ",
        " Epipremnum giganteum ",
        " Epipremnum aureum ",
        " Epipremnum pinnatum ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 239,
      "name": "گل مغربی",
      "sciName": "Oenothera speciosa",
      "description": "گل مغربی بومی مناطق شرقی و مرکزی آمریکای شمالی می باشد .  گیاهی است مقاوم به خشکی که در مرحله ی تشکیل برگ های طوقه ای به سرما بسیار مقاوم می باشد.گل مغربی همچنین یک گیاه دارویی با خواص فراوان می باشد.\r\nقسمتهای مورد استفاده دارویی این گیاه، بیشتر ریشه و دانه این گل بوده، ترکیب اصلی دانه های این گیاه حاوی نوعی روغن است که به روغن گل مغربی مشهور است و از آن در فراورده های دارویی مختلف استفاده میشود.\r\nازجمله فواید دارویی اینگیاه عبارتند از از بین بردن آکنه، اگزمای پوستی، تسکین علائم قبل از قاعدگی، کاهش گُرگرفتگی، کاهش فشار خون بالا، کاهش دردهای عصبی و درد استخوان.\r\nعلت نامگذاری گل مغربی ارتباط مستقیمی با باز شدن گل های این گیاه در هنگام غروب خورشید دارد که زیبایی غیر قابل توصیفی را به این گیاه می بخشد.\r\n بهترین زمان کاشت گل مغربی اوایل فردین و یا اواخر زمستان است.",
      "howToWater": "این گیاه در برابر خشکی بسیار مقاوم است. بین هر بار آبیاری اجازه دهید خاک خشک شود سپس آن را مرطوب کنید.\r\nآبیاری گل مغربی  به طور متوسط صورت گیرد.به طور کلی این گیاه تحمل خشکسالی را دارد",
      "howToSoil": "گیاه گل مغربی به کود نیاز ندارد ولی خاک باید حتما زهکشی خوبی داشته باشد.\r\nخاک‌های شنی برای کاشت گل مغربی مناسب هستند. گل مغربی در خاک‌های بیش از حد مرطوب از بین می‌رود.\r\nگل مغربی را در هر نوع خاکی می توان کشت کرد، ولی کشت در خاک های لومی – شنی حاصلخیز که از مقادیر مناسبی کلسیم برخوردار باشند، افزایش عملکرد محصول را در پی خواهد داشت.این گیاه به غرقابی بسیار حساس است. از این رو خاک باید از زهکش مناسبی برخوردار باشد.",
      "howToLight": "بذر گل مغربی برای جوانه‌زنی به نور نیاز دارد به همین دلیل نباید با خاک پوشیده شود.\r\nبذر گل مغربی در دمای 18 تا 21 درجه سانتی‌گراد، 15 تا 30 روزه جوانه می‌زند.\r\nگیاه گل مغربی در گلدان‌های بزرگ هم قابل کاشت است. برای کاشت در زمین یک مکان دارای آفتاب کامل را انتخاب کنید.\r\nگل مغربی در آفتاب کامل بهتر رشد می‌کند ولی سایه-آفتاب هم قادر به رشد است ولی در مناطقی که فقط سایه باشد رشد نمی‌کند.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 15,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 1500,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/4kEXu9a4cbQu7414U4it.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/L0uPHxQUO7oM3fMk8V4u.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/QHlwYeWSAXywNy3SOERn.jpeg"
      ],
      "otherNames": [
        "Oenothera"
      ]
    },
    {
      "probability": null,
      "id": 134,
      "name": "نیلوفر آبی",
      "sciName": "Nymphaea ampla",
      "description": "گل نیلوفر در تخت جمشید و در نقش برجسته‌های آن حک شده‌است. در حجاری‌های طاق بستان کرمانشاه هم گل نیلوفر مربوط به زمان ساسانیان دیده می‌شود.\r\nبرای زیاد كردن نیلوفر آبی كاشتن بذر آن امكان دارد ولی چون كاشتن بذر نیلوفر تا گل دادن آن چهار سال طول میكشد كمتر مبادرت به كاشتن بذر مینمایند. برای این کار دانه های بذر نیلوفر آبی را پس از رسیدن بلافاصله باید در جایی باتلاقی کاشت.\r\nاگر استخر یا بركه ای كه در آن نیلوفر آبی میكارند دارای لجن و یا گل و لای باشد میتوان برای زیاد كردن گل نیلوفر قطعه ای از ریشه آنرا به سنگی بسته به كف استخر بیاندازید. بدین ترتیب از همانجا سبز شده و برگهایش روی آب می آید .\r\nساده ترین و آسانترین روش تكثیر این گل تقسیم ساقه های زیر زمینی آن در بهار میباشد .",
      "howToWater": "این گیاه در آب رشد میکند و باید دایما در آب باشد",
      "howToSoil": "از کودهای شیمیایی دارای فسفر و نیتروژن بالا میتوان برای رشد بهتر این گیاه استفاده کرد.",
      "howToLight": "نیلوفر آبی در آفتاب کامل با کمی سایه جزئی رشد می کند (6 ساعت آفتاب مستقیم در روز) و بهترین مکان رشد آن در آب نسبتا کم عمق است اما آفتاب کامل برای آن ایده آل است.\r\nکاشت آن نباید در آب باید سردتر از 24 درجه سانتیگراد انجام شود اگر آب بیش از حد سرد باشد، گیاه وارد حالت خواب میشود. دمای ایده آل برای آن 30 درجه سانتیگراد است.",
      "waterMin": 1,
      "waterMax": 1,
      "tempMin": 20,
      "tempMax": 30,
      "humidityMin": 100,
      "humidityMax": 100,
      "lightMin": 3000,
      "lightMax": 25000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/TlpPfpjc2PZh6FnMImLz.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/p6cPz2ZhoEwNOZGm8fLP.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/hqzxfrNlF83evU8kyXDk.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 96,
      "name": "گیاه چسب",
      "sciName": "Ficus pumila",
      "description": "فیکوس پومیلا یا پمیلا گیاهی چسبنده به سطوح سیمانی و بتنی است و به خوبی این سطوح را پوشش میدهد.\r\nاین گیاه خزنده اغلب به عنوان گیاه خانگی محسوب میشود و برای تزیین دیوار ها استفاده می شود. بسیار سریع رشد میکند و تا زمانی که در خاک مناسب باشد، نیاز کمی در به مراقبت دارد.\r\nانجیر چسب در آب و هوای گرم بهتر است خارج از ساختمان نگهداری شود.\r\nبه غیر از استفاده از آن به عنوان یک گیاه تزئینی، میوه پمیلا pumila قابل مصرف بوده و همچنین در آشپزی استفاده می شود. در تایوان ، میوه آن خشک شده و موارد استفاده دارد. خراشیده کردن دانه ها و استخراج ژل سطح آن در تایوان و سنگاپور نیز استفاده های گوناگون دارد.",
      "howToWater": "آبیاری مداوم و آب دادن و مرطوب کردن سطوحی که به آن چسبیده است به رشد سریع آن بسیار کمک خواهد نمود.",
      "howToSoil": "بهترین خاک برای پومیلا خاک رسی و چسبنده است.\r\nپمیلا از طریق قلمه زدن هم به خوبی قابل تکثیر و ازدیاد است\r\nبه عمق ۲ الی ۵ سانتیمتر خاک گلدان را برداشته و کود ورمی کمپوست گیلدا را جایگزین نموده و با خاک سطحی مخلوط کنید.\r\nدر صورت جابجایی گلدان معادل ۲۰% الی ۴۰% از حجم گلدان جدید را کود ورمی کمپوست گیلدا و الباقی را با خاک معمولی مخلوط نمائید.",
      "howToLight": "به محیط روشن ولی در سایه علاقه دار",
      "waterMin": 5,
      "waterMax": 10,
      "tempMin": 5,
      "tempMax": 28,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 100,
      "lightMax": 1000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/LIM5uCMe7094LWgvSrNw.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/linyOadgwHFd2rtwhAKO.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/6RAsavqM3DRUTfAf3t31.jpeg"
      ],
      "otherNames": [
        "Ficus pumila ",
        " Ficus repens ",
        " Tetrastigma voinierianum ",
        " Cissus antarctica ",
        " Parthenocissus tricuspidata ",
        " Parthenocissus quinquefolia ",
        " Parthenocissus inserta ",
        " cissus alata ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 10,
      "name": "آنتوریوم",
      "sciName": "Anthurium",
      "description": "آنتوریوم به دلیل گل‌های رنگارنگ و برگهای زینتی اش در بین مردم جهان محبوب است. گل قرمز رنگ او براق و چرمی است، طوری که نگاه هر بیننده ای را به خود خیره می‌کند.\r\nآنتوریوم انواع مختلفی دارد. برگ گلبرگ‌های او می‌تواند سفید، زرد، قرمز، صورتی، نارنجی یا سبز باشد. علاوه بر این، قد آنتوریوم هم متفاوت است.\r\nاین گیاه عاشق رطوبت است و بازه دمایی بین 18 الی 30 درجه سانتی گراد را ترجیح می‌دهد و می‌تواند دمای کمتر از 18 درجه را نیز تحمل کند، اما در دمای 4 درجه و کمتر از بین خواهد رفت.",
      "howToWater": "خاک باید همواره کمی مرطوب نگه داشته و اجازه ندهید کاملا خشک شود. قرار دادن گلدان گیاه در سینی مملو از سنگ ریزه و آب، ضمن فراهم کردن زه کشی بهتر سبب افزایش میزان رطوبت محیط نیز می‌شود.\r\nبهتر است بین هر بار آبیاری، اجازه دهید سطح خاک کمی خشک شود. چند سانتی متر رویی را با انگشت خود لمس کرده و اگر خشک بود، گیاه را آبیاری کنید.\r\nاگر آبیاری زیاد باشد برگهایش زرد میشود و اگر آبیاری کم باشد نوک برگهایش قهوه ای می شوند.\r\nدر فصل گرم هفته ای دوبار و در فصل سرد هفته ای یکبار آن را آبیاری کنید و در تابستان و بهار هر روز غبار پاشی شود.",
      "howToSoil": "آنتوریوم خاک درشت دانه با زه کشی مناسب را ترجیح می‌دهد. مخلوط خاک گلدان ارکیده با کمی شن و خزه ذغال سنگ، ترکیبی ایده آل برای آنتوریوم است.\r\nدر مناطق خشک – یا در طول ماه‌های خشک زمستان – برای افزایش رطوبت، گیاه را به صورت روزانه مرطوب کنید. شاید بد نباشد اگر در طول ماه‌های خشک سال، از یک دستگاه مرطوب کننده هوا استفاده کنید.\r\nاستفاده از کود مایع در طول فصول رشد برای آنتوریوم مفید و توصیه شده است. از کودی دارای مقادیر بالای فسفر استفاده کرده و آن را به نصف میزان توصیه شده رقیق کنید. می‌توانید هر دو هفته یکبار در بهار و تابستان به آنتوریوم کود بدهید.",
      "howToLight": "چه داخل و چه خارج از خانه، آنتریوم در نور کافی و غیر مستقیم خورشید بهترین رشد را خواهد داشت. آن را از اشعه مستقیم نور خورشید دور نگه دارید، زیرا سبب سوختن برگهایش می‌شود اما نور غیر مستقیم باعث گلدهی آن میشود.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 18,
      "tempMax": 30,
      "humidityMin": 70,
      "humidityMax": 95,
      "lightMin": 1000,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/xWbva0TKwGlGKtpVAK37.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/3errgjVDZRi7br7JmoQ3.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/Gxp6jNOuisXgFnpfjHdK.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/UE2uFT12RvdbgwMEhQ9H.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/ZpjKmdYzvU8ZgkDShhb3.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/PHWk9V2DNIEBXCSMhUPT.jpeg"
      ],
      "otherNames": [
        "tailflower",
        " flamingo flower",
        " laceleaf ",
        " Anthurium andraeanum ",
        " Anthurium andraeanum ",
        " Anthurium digitatum ",
        " Anthurium crystallinum ",
        " Anthurium clarinervium ",
        " Anthurium radicans ",
        " Anthurium warocqueanum ",
        " Anthurium pedatoradiatum ",
        " Anthurium obtusum ",
        " Anthurium magnificum ",
        " Anthurium scherzerianum ",
        " Anthurium pentaphyllum ",
        " Anthurium obtusilobum ",
        " Anthurium clarinervium ",
        " Anthurium clavigerum ",
        " Anthurium dolichostachyum ",
        " Anthurium hookeri ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 211,
      "name": "کوکب کوهی",
      "sciName": "Rudbeckia fulgida",
      "description": "این گیاه در باغ خیلی سریع گسترش می یابد و از هر دو طریق ساقه و دانه زیاد میشود. بذرها که در میوه تولید میشوند، cypselae نامیده می شوند و از 2،2 تا 4 میلی متر طول دارند. دانه های رسیده غذای مورد علاقه فنچ ها در فصل زمستان است.\r\nکوکب کوهی دارای ساقه پرز دار، مضرس و به رنگ سبز تیره میباشد. برگ ها نیز سبز تیره، پراکنده و تقریبا پرز دار، ساده و با حاشیه دندانه ای است. گل آن، با گلچه سیاه و سفید و نارنجی درخشان به تنهایی در انتهای ساقه و بالاتر از شاخ و برگ نمایان است.\r\nبرگ ها دارای پره هایی هستند که نیزه ای گسترده تخم مرغی یا بیضی شکل با لوب و بعضاً قلبی شکل با حاشیه دندانه ای هستند. سطح فوقانی برگ معمولاً بدون کرک یا با موهای ریز و زبر است.\r\nبرگ های پایه دار و با دمبرگ هستند که 5 تا 30 سانتی متر طول و 1 تا 8 سانتی متر عرض دارند. و cauline یا برگ ساقه دمبرگ که 2 تا 25 سانتی متر طول و 0،5 تا 7 سانتی متر عرض دارند و قلبی شکل هستند.\r\nزمان شکوفه و گل دهی کوکب کوهی از ماه ژوئن تا اکتبر می باشد و شکوفه ها معمولاً به رنگ های نارنجی و زرد میباشند",
      "howToWater": "به آبیاری کم مقاوم است و آبیاری منظم در گل دهی آن تاثیر دارد. \r\nدمای مناسب برای این گیاه  دمای 15 تا 25 درجه سانتیگراد\r\nحداقل دمای قابل تحمل آن ۱۵- درجه سانتیگراد است ولی نباید مدت زیادی در این دما بماند",
      "howToSoil": "خاک حاصلخیز با زهکشی خوب برای این گیاه مناسب است",
      "howToLight": "نیازمند نور کامل آفتاب در طول روز است و در سایه گل نخواهد داد. این گیاه معمولاً در آغاز بهار از طريق تقسيم بوته و کاشت بذر تكثير مي‌‌شود",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 15,
      "tempMax": 25,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 1800,
      "lightMax": 22000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/oGbscVq8BuLgashULmD6.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/GkPRViGUaN7ytjL5i4DX.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/Xla2vDu1JAvz7QFuDnn5.gif"
      ],
      "otherNames": [
        "Rudbeckia fulgida"
      ]
    },
    {
      "probability": null,
      "id": 292,
      "name": "تمشک",
      "sciName": "Rubus saxatilis",
      "description": "تمشك میوه ای شبیه شاه توت و توت فرنگی است و به رنگ زرد یا سرخ مایل به سیاه یافت می شود. میوه تمشك ترش مزه بوده و به صورت خام یا پخته، شربت، كمپوت و … خورده می شود، بوته تمشك در مناطق گرم و مرطوب، در جنگل ها و صحراها می روید و گاهی آن را می كارند. میوه تمشک میوه کمیابی است، ولی اگر برای این گیاه مکان و خاکی خوب فراهم آورید، به آسانی قابل پرورش می باشد.\r\nتمشک به عنوان گیاهی از خانواده گل سرخیان مانند بوته گل سرخ است. خوشبختانه نگهداری آن بیشتر شبیه گل سرخ وحشی است نه گل سرخ پیوندی. گرچه نگهداری از این گیاه چندان دشوار نیست اما برای اینکه تمشک های خوشمزه برداشت کنید باید نیازهای مختلف گیاه از قبیل نور آفتاب، خاک غنی و نگهداری منظم را ایجاد کنید. تمشکها به هوای آفتابی و گرم با کمی رطوبت نیاز دارند بادهایی با سرعت کم راتحمل می کنند ولی قادر به مقاومت در مقابل سرمای شدید به مدت زیاد نیستند. سرمای شدید (پائین تر از ۱۵ درجه زیر صفر) قادر است تمام شاخه هایش را تا سطح زمین بخشکاند ولی قسمتهای زیر زمینی آن (ساقه های زیرزمینی) سالم باقی مانده و در بهار بعد جوانه های تازه می دهند که از آنها شاخه های تازه روئیده و رشد می کنند. این شاخه ها در همان سال میوه نمی دهند و تنها در سال بعد به میوه می نشینند. بنابراین بعد از هر بار یخ زدگی گیاه باید انتظار یک سال بی میوه ماندن را داشت.",
      "howToWater": "تمشک به آبدهی متوسط نیاز دارد، حدود ۲٫۵ سانتی متر آب که با آبدهی یا بارش به دست می آید. تمشک در خاک مرطوب رشد نمی کند.\r\nتمشک در مناطق گرم و خشک در اثر گرمای شدید بخصوص کمبود رطوبت بشدت صدمه می بیند در مناطق پر باران آنرا در زمینهای نسبتاً بلند و مرتفع یا در زمینهای شیب دار می کارند در زمینهای پست و پرباران شرط موفقیت ایجاد یک زهکشی صحیح و برنامه ریزی شده است تا آب نتواند در آن جمع شود.",
      "howToSoil": "خاک مناسب باعث می شود گیاه در صورت داشتن شرایط بهینه تا یک دهه باقی بماند. بستر و خاک مناسب باعث می شود گرمای هوا به گیاه آسیب نرساند. قسمت های خشک گیاه را جدا کرده و بیش از حد آن را آبیاری نکنید زیرا ممکن است گیاه آسیب ببیند.",
      "howToLight": "به روزانه ۶ ساعت نور مستقیم آفتاب نیاز دارد و نباید در محیط دایما سایه کاشته شود",
      "waterMin": 2,
      "waterMax": 4,
      "tempMin": 5,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/September2022/S9ot3xkfS9exuAOyxBue.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/September2022/nu1n1zqZgNxOBJmnGeHd.jpeg",
        "https://planta.vsrv.ir/storage/plant/September2022/3ntecBcYmz87wfHBkbhZ.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 293,
      "name": "توت آمریکایی",
      "sciName": "Maclura pomifera",
      "description": "توت آمریکایی درختی خزان کننده کوچک یا درختچه هایی بزرگ با ارتفاع 15-8 متر و دارای شاخه های خاردار می باشد. این گیاه از رده دولپه ای ها است.\r\nاین گیاه دارای گل های نر و ماده بصورت مجزا بر روی درختانی مجزا می باشد. میوه توت آمریکایی کروی شکل و از نظر گیاهشناسی جزو میوه های مجتمع و هر میوه دارای برجستگی هایی به اندازه 7.6-15.2 سانتی متر است. میوه ها دارای یک شیرابه ی سفیدرنگ و چسبناک می باشد. در فصل پاییز رنگ میوه ها به سبز-زرد روشن تغییر می کند. فلاونوئیدهای اوسیژن و پومیفرین جزو فلاونوئیدهای میوه و چوب این گیاه است که حدود 10 درصد وزن خشک آن را تشکیل می دهد.\r\nقطر تاج پوششی این درخت 6 تا 8 متر است. درختی است متراکم با شاخه های نامنظم، افراشته و خاردار که از قسمت پائین تنه رشد می کند. پوست تنه به رنگ قهوه ای روشن و خشن است. برگ : برگ ها ساده، متناوب و صاف است به طول ۵ تا ۱۲٫۵ سانتیمتر وعرض ۴ تا ۵ سانتیمتر. رنگ آنها سبز درخشان است که در پائیز قبل از خزان کردن زرد می شوند. گل : فاقد ارزش زینتی است. میوه : در شهریور یا مهر، میوه های کروی و سفت به قطر ۱۲٫۵ تا ۱۵ سانتیمتر که در ابتدا سبز است و بعد از رسیدن کامل به رنگ نارنجی درخشان در می آید ظاهر می شوند. میوه ها شبیه پرتقال هستند ولی برجستگی های پوست آنها بیشتر است. سیستم ریشه: طویل ، گسترده و تهاجمی است. این گیاه دارای سرعت رشد زیادی است.",
      "howToWater": "به آب دهی منظم و خاکی نسبتا مرطوب نیاز دارد",
      "howToSoil": "در خاک های فقیر، قلیائی و خشک نیز رشد می کند.",
      "howToLight": "نور مستقیم خورشید و باد را تحمل می کند.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 5,
      "tempMax": 35,
      "humidityMin": 20,
      "humidityMax": 70,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/September2022/s0pWNSGGEZJe9QrsLUlR.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/September2022/49zEwhVYAShvZyjlTM7M.jpeg",
        "https://planta.vsrv.ir/storage/plant/September2022/wMdZnoktDSvfknKtVobL.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 203,
      "name": "آناناس زینتی",
      "sciName": "Ananas comosus",
      "description": "اسم علمی آناناس Ananas comosus و از خانواده Variegatus میباشد. آناناس گیاهی است بومی برزیل و کلمبیا برگهای آن چرمی بلند و نیزه ای با نوارهای طولی کرم و سفید رنگ در لبه است حاشیه برگها خصوص با خارهای قرمز رنگ می باشد\r\nهنگام پیدایش گل، قسمت میانی گیاه، تماما به رنگ قرمز در می آید. این گیاه از سن سه یا چهار سالگی تولید میوه کوچکی مانند آناناس معمولی می نماید که بسیار سخت و خشبی است و قابل خوردن نمی باشد اگر میوه آناناس چیده نشود برگ های جدیدی روی آن ظاهر می شوند.\r\n‫ﺑﻬﺘﺮﻳﻦ ﮔﻮﻧﻪ ﺁﻧﺎﻧﺎس ‪ Ananas‬از ﺟﻬﺖ ﻧﮕﻬﺪاري در ﻣﻨﺰل ﺁﻧﺎﻧﺎس‬ ‫آﻤﻮزوس ، وارﻳﺘﻪ وارﻳﮕﺎﺗﻮس ‪Ananas Comosus , Variegatus‬‬ ‫اﺳﺖ .‬ ‫اﻳﻦ وارﻳﺘﻪ ) ﮔﻮﻧﻪ ( ﺑﺎ ﺑﺮﮔﻬﺎي ﺳﺒﺰ آﻢ رﻧﮓ و رﻧﮕﺎرﻧﮓ ﺧﻮد که ﻟﺒﻪ‬‫هاﻳﺶ ﺑﻪ رﻧﮓ ﺳﻔﻴﺪ و ﻗﺮﻣﺰ هستند ﺑﺴﻴﺎر ﻣﻮرد ﺗﻮﺟﻪ اﺳﺖ و ﻣﻴﻮﻩ همین ﮔﻮﻧﻪ‬ اﺳﺖ که در ﺑﺎزار ﺑﻪ ﻓﺮوش ﻣﻲ رﺳﺪ .‬ ‫ﮔﻴﺎﻩ ﺁﻧﺎﻧﺎس ‪ Ananas‬ﭘﺲ از ﻳﻜﺒﺎر ﮔﻞ و ﻣﻴﻮﻩ دادن ﺧﺸﻚ ﻣﻴﺸﻮد .‬ ‫ﭼﻨﺎﻧﭽﻪ هﻨﮕﺎم ﺧﺮﻳﺪ ، ﮔﻴﺎﻩ داراي ﻏﻨﭽﻪ ﺑﺎﺷﺪ ﺣﺪودأ ﻳﻜﺴﺎل ﺑﻄﻮل ﻣﻴﺎﻧﺠﺎﻣﺪ ﺗﺎ‬ ‫ﮔﻞ ﺗﺒﺪﻳﻞ ﺑﻪ ﻣﻴﻮﻩ کوچکی ﺷﻮد .‬ ‫در رأس ﻣﻴﻮﻩ ﺟﻮاﻧﻪ ﻇﺎهر ﻣﻴﺸﻮد .‬ ‫ﺑﺮﮔﻬﺎي اﻃﺮاف ﺟﻮاﻧﻪ ﺑﺎ ﺣﺎﺷﻴﻪ ﻗﺮﻣﺰ ارﻏﻮاﻧﻲ ﺑﺨﻮﺑﻲ در ﻋﻜﺲ ﻣﺸﺎهﺪﻩ‬ ﻣﻴﺸﻮﻧﺪ .‬ ‫ﭼﻨﺎﻧﭽﻪ ﺟﻮاﻧﻪ را از ﻗﺴﻤﺖ ﻓﻮﻗﺎﻧﻲ ﻣﻴﻮﻩ ﺟﺪا آﺮدﻩ و ﺑﺮاي ﻣﺪت کوﺗﺎهی‬ ‫ﺑﻜﻨﺎري ﺑﮕﺬارﻳﻢ ﺗﺎ کمی ﺧﺸﻚ ﺷﻮد ﻣﻴﺘﻮان ﺑﺎ ﻗﺮار دادن ﺁن در ﻣﺨﻠﻮط ﺷﻦ ﻧﺮم و‬ ﺧﺎك ، ﺁﻧﺎﻧﺎس ‪ Ananas‬ﺟﺪﻳﺪي ﺑﻮﺟﻮد ﺁورد.‬ ‫ﻧﻮع ﺟﻮان ﺁﻧﺎﻧﺎس ‪ Ananas‬ﺑﻪ ﻧﻮر زﻳﺎدي ﺑﺮاي رﺷﺪ اﺣﺘﻴﺎج دارد اﻣﺎ‬ ﺁﻧﺎﻧﺎس ‪ Ananas‬ﻣﺴﻦ ﻧﻮر ﭼﻨﺪاﻧﻲ ﻧﻴﺎز ﻧﺪارد .‬ ‫ﺁب ﺑﻪ ﺣﺪ ﻣﺘﻮﺳﻂ ﺑﺎﻳﺪ دادﻩ ﺷﻮد .‬",
      "howToWater": "آبیاری متوسط تا زیاد باشد و از زهکشی خاک مطمین شوید",
      "howToSoil": "کود مورد نیاز این گیاه را می توان به میزان ۱ گرم در لیتر ، هر دو هفته یکبار، از فروردین تا شهریور ماه، مورد استفاده قرار داد.\r\nمخلوطی از دو قسمت تورب، یک قسمت خاک برگ و کمی، خاک مناسبی برای این گیاه است",
      "howToLight": "آناناس زینتی به نور متوسط، هوای گرم، رطوبت نسبی ۵۰ تا ۷۰ درصد خاک کمی اسیدی احتیاج دارد",
      "waterMin": 2,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 38,
      "humidityMin": 50,
      "humidityMax": 70,
      "lightMin": 1200,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/53y5wOQCtdTeVaWv82GM.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/CLG2osJRF6zkHfWUEBP8.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/P3euE1cJdqxGUsWkIYeN.jpeg"
      ],
      "otherNames": [
        "Ananas comosus"
      ]
    },
    {
      "probability": null,
      "id": 312,
      "name": "گل میمون",
      "sciName": "Antirrhinum siculum",
      "description": "این گل اصالتاً متعلق به نواحی مدیترانه است و در مناطقی از کشور های آفریقا، ترکیه، اروپا، سوریه کاشته می شود. دلیل نامگذاری آن به این نام این است که به دهان میمون شباهت دارد.\r\nمیمون ها از آن دسته از گیاهانی می باشد که قسمت های سر آن در هوای سرد از بین رفته و دوباره در سال آینده از ریشه گلدهی اتفاق میفتد.",
      "howToWater": "هر زمان که سطح خاک کمی خشک شد زمان آبیاری به آن است. درصورتی که خاک مرطوب باشد آبیاری زیاد انجام دهید ممکن است باعث بیماری های قارچی، پوسیدگی در قسمت ریشه و کاهش یا عدم گل دادن در آن شوید.",
      "howToSoil": "گل میمون به خاک زهکشی شده و در خاک های ترکیبی از خاک برگ و کود پوسیده حیوانی شرایط رشد خوبی دارند.\r\nتهویه خاک برای آن بسیار مفید و مؤثر است. جهت تهویه مناسب باید در اوایل فصل رشد سطح خاک را هم زده و با حذف علوفه ی هرز بوته ها را تقویت کنید.",
      "howToLight": "این گل جهت کیفیت رشدی بهتر به نور خوب و کافی نیازمند است. به همین جهت برای کاشت آن باید به میزان نور آن باغچه یا محل نگهداری گلدان توجه کنید.\r\nبه طور کلی میمونی ها به 6 تا 8 ساعت به صورت روزانه به نور کامل نیاز دارد و نور کم به کاهش میزان گل دهی و یا آسیب و یا بیماری های قارچی منجر می‌ شود.\r\nالبته نور خیلی شدید و گرم هم برای آن خوب نیست.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 26,
      "tempMax": 32,
      "humidityMin": 20,
      "humidityMax": 70,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2023/VZZjrRXeamogOgSr9wO1.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2023/w7daKMSf88fUhsZFpsvV.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2023/MS7TtTb51iT6tmsUnJSJ.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2023/0ox2UZ7L2HSMojvIN91p.jpeg"
      ],
      "otherNames": [
        "Antirrhinum"
      ]
    },
    {
      "probability": null,
      "id": 153,
      "name": "گل همیشه‌ بهار",
      "sciName": "Calendula officinalis",
      "description": "همیشه ‌بهار گیاهی نسبتاً مقاوم به شرایط سرما است و در زمستان در زیر برف نیز می‌تواند دوام بیاورد اما در آن زمان گلدهی ندارد و در بهار با گرم شدن هوا فعالیت آن شروع می‌شود و گلدهی نیز افزایش می‌یابد. در تابستان نیز اگر در مکانی زندگی می‌کنید که دمای هوای روزهای تابستان بیش از ۳۵ درجه می‌شود گیاه را در مکانی بکارید که عصر هنگام در سایه باشد تا از شدت نور زیاد و گرمای هوا آسیب نبیند.",
      "howToWater": "گل‌های همیشه‌ بهار نسبتاً به خشکی کشیدن مقاوم هستند البته این به معنی عدم آسیب رسیدن به آنها به دلیل آبیاری نامناسب نیست بلکه در چنین شرایطی از بین نمی‌روند اما از گلدهی آنان کاسته می‌شود. از طرفی آبیاری زیاد و خیس و غرقابی بودن محل کاشت آنان ابتدا موجب زردی برگ‌ها و کاهش گلدهی و درنهایت موجب پوسیدگی قسمت‌های پایین گیاه و از بین رفتن بوته‌ها می‌شود. بنابراین زمانی به این گیاه آب دهید که سطح خاک نسبتاً خشک‌ شده باشد. آبیاری مناسب و منظم ازجمله دلایل گلدهی خوب و افزایش مدت زمان گلدهی این گیاهان است.",
      "howToSoil": "این گیاه درباره خاک سختگیر نیست و معمولاً در تمامی انواع خاک می‌روید اما اگر خاک خیلی سنگین باشد به‌نحوی‌که آب را در خود نگه دارد مناسب نیست زیرا وجود همیشگی آب در پای گیاه به‌تدریج موجب از بین رفتن گیاه می‌شود. برای آماده سازی مکان کاشت این گیاهان می‌توان ابتدا بر روی سطح زمین به ارتفاع حدود ۱۵-۱۰ سانتیمتر کود دامی بسیار پوسیده و یا خاک‌برگ ریخت و سپس این مواد را با خاک تا عمق حدود ۳۰ سانتیمتر مخلوط کرد. برای کوددهی نیز می‌توان هر ماه یک مرتبه از کود با فرمول ۱۰-۱۰-۱۰ و یا ۱۰-۱۰-۵ استفاده کرد تا به گلدهی گیاه کمک بیشتری شود.",
      "howToLight": "به مکانی با تابش نور مستقیم آفتاب به مدت حداقل ۶ ساعت نیاز دارد. کمبود نور موجب ریز شدن گل‌ها، عدم شکوفایی گل‌ها و یا حتی عدم گلدهی گیاه می‌شود. همچنین احتمال شیوع برخی بیماری‌های قارچی بخصوص سفیدک پودری بسیار افزایش می‌یابد. نور شدید و زیاد در مواقعی که دمای هوا نیز گرم است می‌تواند منجر به کاهش گلدهی و سوختگی برگ‌ها شود بنابراین اگر در منطقه‌ای گرم زندگی می‌کنید گیاه را در جایی بکارید که عصر هنگام از سایه برخوردار باشد.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 5,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 70,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/February2022/MQ3WFPinf8xcUVCLHt6m.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/February2022/AwUKWv7QykNnSKsKVvSf.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 25,
      "name": "(برگ بو (آکوبا",
      "sciName": "Bay laurel",
      "description": "گیاه برگ بو گیاهی است با برگ های معطر و باید بگوییم که این برگ‌ها خوراکی هستند! چند برگ بو را به همراه ادویه کاری و سایر ادویه ها به غذای خود اضافه کنید و از عطر و طعم آن لذت ببرید. برگ بو اصلا به مراقبت خاصی نیاز ندارد و به راحتی 15-10 سال عمر می‌کند. در مناطق سردسیری، با آمدن فصل زمستان باید گلدان گیاه را به داخل خانه منتقل کنید.",
      "howToWater": "ریشه برگ بو کوتاه و کم عمق است و به همین علت آبیاری منظم گیاه در ایام خشک سال ضروری است. هنگام جدا کردن علف‌های هرز یا هرگونه فعالیت باغبانی دیگری در اطراف گیاه، مواظب باشید به ریشه‌های آن آسیبی نزنید.آبیاری برگ بو باید منظم انجام شود، اما همیشه اجازه دهید بین هر بار آبیاری خاک تقریبا خشک شود، زیرا بدین شکل از فاسد شدن ریشه جلوگیری می‌کنید. با فرا رسیدن فصل خفتگی، گیاه وارد دوران رکود شده و ممکن است کمی از برگ‌های خود را از دست بدهد؛ اجازه ندهید گیاه در این دوره کم‌آبی (خشکی) را برای مدت طولانی تحمل کند.",
      "howToSoil": "این گیاه خیلی به نوع خاک حساس نیست، اما بسیار به مناسب بودن زه کشی آن حساس است.اگر می‌خواهید گلدان آن را عوض کرده و یا به زمین منتقل کنید، گیاه را در عمقی یکسان با عمق خاک گلدان اصلی بکارید. گلدان مناسب برای برگ بو، گلدانی است که دارای حفرات زه کشی متعددی باشد.",
      "howToLight": "برگ بو عاشق نور خورشید است ولی در سایه هم به خوبی رشد می‌کند و بهتر است از آفتاب شدید و مستقیم به دور باشد. بهترین جا برای زندگی برگ بو مکانی است که نور کاملی در طول روز به آن برسد اما این نور غیر مستقیم و فیلتر شده باشد. نور مستقیم، طولانی مدت و شدید می‌تواند باعث سوختن این گیاه شود.اگر می‌خواهید از برگ بو در داخل خانه نگهداری کنید، بهتر است آن را در فصل زمستان نزدیک پنجره‌ای نورگیر قرار دهید.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 15,
      "tempMax": 28,
      "humidityMin": 60,
      "humidityMax": 90,
      "lightMin": 800,
      "lightMax": 19000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/IcBXhzN90lQ4FHYNOXbB.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/USAXMdle8MNwdgXDxRTY.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/AqomsGRCs43gi0LZta1M.jpeg"
      ],
      "otherNames": [
        "Laurus nobilis ",
        " Laurus nobilis ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 90,
      "name": "ریحان",
      "sciName": "Ocimum americanum",
      "description": "ریحان را در خاک حاصل‌خیز باغچه یا باغ‌تان بکارید که حداقل 6 ساعت در روز، نور خورشید دریافت می‌کند. آمادگی خاک برای کاشت یکی از مسائل بسیار مهم در پرورش گیاهان است.  بعد از 6 هفته که از رشد ریحا‌‌ن‌ها گذشت، سر آنها را بگیرید تا ساقه‌های جانبی رشد کنند و گیاه زود گل ندهد. اگر ساقه‌های گل روییدند، کافی است آنها را بچینید.",
      "howToWater": "ریحان به آب زیادی نیاز دارد هر روز خاک اطراف ساقه را به آرامی آبیاری کنید و از خیس کردن برگ­ها جلوگیری کنید.",
      "howToSoil": "ریحان به رطوبت ثابت و خاک گرم احتیاج دارد تا خوب محصول بدهد، بنابراین باید از مالچ استفاده کنید. در مناطق سرد، مالچ دهی به خاک را به تاخیر بیندازید تا دمای خاک به بین 10 تا 15 درجه سانتی‌گراد برسد. وقتی دمای خاک در تابستان به سرعت افزایش پیدا می‌کند و خاک زود رطوبت خود را از دست می‌دهد، می‌توانید مالچ را زود‌تر اضافه کنید.\r\nریحان شیرین خاکی مرطوب با pH  6 تا 7 را دوست دارد. خاک را با سست کردن آن با دست آماده کنید. ریحان یک خاک حاصلخیز را دوست دارد که به خوبی حفر شده باشد تا گردش هوا خوب باشد.",
      "howToLight": "ریحان در خورشید کامل رشد می­کند و به مدت حداقل 6 ساعت نور خورشید برای رشد مناسب، احتیاج دارد.",
      "waterMin": 2,
      "waterMax": 3,
      "tempMin": -1,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 600,
      "lightMax": 2000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/eLqv4HQg9TbAeMf1Z7th.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/October2021/kkCUpLtmF43QcWugRKT1.jpeg",
        "https://planta.vsrv.ir/storage/plant/October2021/uDUE81CRCPzVr0cRqP8G.jpeg"
      ],
      "otherNames": [
        "Ocimum basilicum ",
        " Ocimum minimum ",
        " Ocimum tenuiflorum ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 155,
      "name": "اسفناج مالابار",
      "sciName": "Basella alba",
      "description": "اسفناج مالابار در آسیای گرمسیری و  بعنوان یک سبزی برگی بطور گسترده بعنوان سبزی برگی در بسیاری از فروشگاههای مواد غذایی و همچنین بازارهای کشاورزی یافت می شود . \r\nمالابار منطقه ای در جنوب هند است. اگر چه در منابع از آن با نام اسفناج  هند یا اسفناج خزنده ویا اسفناج مالابار یاد می شود و در عطر و طعم با اسفناج مشابه است ولی هیچ گونه قرابتی با اسفناج (spinacia oleracea) ندارد\r\nاسفناج مالابار گیاهی دائمی، همیشه سبز، سریع الرشد، نیمه گوشتی با ساقه های نرم و پیچنده و بالا رونده که تا 10 متر طول دارد  و برای رشد بهتر از قیم  کمک می گیرند . ساقه این گیاه ارغوانی مایل به قرمز است \r\nگلها کوچک ،سفید و آمیخته با رنگ صورتی ، گوشتی به شکل خوشه های کوچک در انتهای ساقه یا بر روی گره ها قراردارد میوه به اندازه نخود و بنفش رنگ که درنهایت سیاه و آبدار می باشند .",
      "howToWater": "این گیاه به آبدهی زیاد اما بدون سکون آب نیاز دارد. یعنی به محض آبیاری باید تمامی آب از زیر گلدان خارج شود چرا که ماندگاری آب در گلدان باعث پوسیدن ریشه می شود/.",
      "howToSoil": "بهترین رشد را در خاکهایی با بافت لومی شنی و غنی از مواد آلی با  PH آن 5.5 تا 8 باشد . میزان آبیاری آن متوسط باشد و آبیاری آن بطور منظم انجام شود. خاک آن غرقاب نشود.\r\n خاک آن از زهکشی مناسبی برخوردار باشد و از لحاظ مواد غذایی غنی و حاصلخیز باشد.",
      "howToLight": "اسفناج مالابار باید در آفتاب کامل باشد.این گیاه در آب وهوای گرم و مرطوب و در مناطق پایین تر از 500 متر از سطح دریا به خوبی رشد و نمو می کند.",
      "waterMin": 3,
      "waterMax": 4,
      "tempMin": 12,
      "tempMax": 35,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 700,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/C5fIQDclkzEbbnV5awxS.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/83I5Sl2ficKIb5I5hxOv.jpeg"
      ],
      "otherNames": [
        "Phytolacca americana"
      ]
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=11",
    "next": "https://planta.vsrv.ir/api/Feed?page=13"
  },
  "meta": {
    "current_page": 12,
    "from": 166,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=11",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=9",
        "label": "9",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=10",
        "label": "10",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=11",
        "label": "11",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=12",
        "label": "12",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=13",
        "label": "13",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=14",
        "label": "14",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=15",
        "label": "15",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=13",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 180,
    "total": 328
  }
}