{
  "data": [
    {
      "probability": null,
      "id": 113,
      "name": "آزالیا",
      "sciName": "Rhododendron simsii",
      "description": "اسم علمی خرزهره هندی Rhododendron simsii، معروف به Azalea.  از خانواده Ericaceae می باشد. گونه simsii بومی چین است و ارتفاع و گسترش آن به حدود 5/1 متر می رسد. برگچه های این گونه سبز تیره، نیزه ای یا و تخم مرغی باریك می باشد. گل های آزاله معمولا اواسط بهار باز می شوند و به شكل قیفی، به قطر 5 تا 8 سانتی متر و به طول 3 سانتی متر هستند. گل ها به صورت خوشه ای از 2 تا 5 گل در انتهای شاخه ظاهر می شوند.\r\nگل آزالیا در اصل گیاه خانگی نیست. گل باغچه و بالکن و فضای باز است. اگر می‌خواهید در خانه گل آزالیا نگه دارید باید به فکر یک نسیم دائمی نیز باشید. \r\nحتی در طول شب هم شما باید پنجره را باز نگه دارید. این برای خانه‌های قدیمی که پنجره و حیاط دارند ممکن و مناسب است. ولی تامین این شرایط در آپارتمان‌ها کار ساده‌ای نیست. لازم است برای ظهور غنچه‌ها، محیط کمی سرد باشد. این گیاه در ماه‌های پاییز و زمستان شکوفه می‌دهد. در ماه اسفند تا اوایل اردیبهشت، گلدان را عوض کرده و به یک گلخانه یا اتاق کمی خنک ببرید. در ماه‌های اردیبهشت تا خرداد در سایه قرار دهید.",
      "howToWater": "اگر توانستید آب با PH=7  پیدا کنید، بهتر است با این آب آبیاری شود. در‌غیر‌این‌صورت آب شیر را در یک ظرف بریزید. اجازه دهید سه روز بماند. بعد از این سه روز که مواد و املاح آب ته‌نشین شد، با دقت آب سطح را برداشته و از آن برای آبیاری آزالیاهای خود استفاده کنید. اگر خاک سطح گل زود خشک می‌شود، در‌حالی‌که خاک داخل گلدان خیس و مرطوب است، این نشانۀ خوبی نیست. نباید خاک سطحی خیلی خشک شود. چون ما سطح را خشک می‌بینیم، زود به زود آبیاری می‌کنیم و خاک داخل که مرطوب است را مرطوب‌تر می‌کنیم. این باعث بیماری در ریشه‌ها و از‌بین‌رفتن آن‌ها می‌شود. برای حل این مشکل حتماً به خاک خود شن و ماسه اضافه کنید. مواظب ریشه‌هایی که در سطح خاک هستند باشید. با آب‌دادن زیاد مشکل حل نمی‌شود. بلکه بهتر است به بلندی ۱٫۵-۲ سانتیمتر برگ خشک و یا تفاله چای بریزید. با این روش آب توسط تفاله‌ها جذب و سطح خاک را خیس نگه می‌دارد، در‌حالی‌که آب اضافه از گلدان خارج می‌شود. مواظب باشید که در زیر گلدانی آب جمع نشود.",
      "howToSoil": "مخلوطی از پیت ماس، خاك برگ حاصله ازبرگهای كاج و كود دامی برای پرورش این گیاه مناسب و مطلوب است\r\n كود مورد نیاز خرزهره هندی را می توان به میزان 3 گرم درلیتر، هر هفته یكبار، ازفروردین تا شهریور ، مصرف نمود.\r\nاین گیاه به خاک‌های اسیدی با PH=4.5-6.0  احتیاج دارد. از گل‌فروشی‌ها حتماً خاک مخصوص برای آزالیا را بخواهید. دقت داشته باشید که روی کیسه مقدارPH نوشته شده باشد. از کودهای طبیعی استفاده نکنید؛ چون میزان اسید خاک را کاهش می‌دهند. به جای آن از هوموس و ترکیب موادی اسیدی استفاده کنید. گاهی خاک این گیاهان به‌صورت آماده به فروش می‌رسد.",
      "howToLight": "به نور فراوان احتیاج دارد ولی از نور مستقیم آفتاب بیزار است.\r\nتابش مستقیم نور آفتاب به این گل می تواند باعث وارد شدن صدمه به آن شود.\r\nاین گل در دو فصل سرد سال ( پاییز و زمستان ) برای رشد به نور کامل نیاز دارد اما در تابستان باید آن را در سایه بگذارید.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 5,
      "tempMax": 15,
      "humidityMin": 70,
      "humidityMax": 90,
      "lightMin": 400,
      "lightMax": 1800,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/uPjYMe7w87Gm7Fszq0hi.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/F66kuNtT4MZsx17HXKF3.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/hiuBaD0CBHthp5LNCI1q.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 103,
      "name": "پیچ كانگرو یا سیسوس",
      "sciName": "Cissus antarctica",
      "description": "پیچ كانگورو، بومی استرلیا بوده و ارتفاع آن به 5 تا 6 متر می رسد. برگهای براق و سبزآن شكل تخم مرغی داشته و درای لبه دندانه دار تیز می باشد. طول برگها در حدود 10 سانتی متر است. از این گیاه به صورت آویزی هم می توان استفاده كرد.\r\nاین گیاه را میتوان به راحتی در خانه نگاهداری كرد و با یك روش شناخته شده ، به نام Direct-stieking ، یعنی كاشت مستقیم قلمه ها درون گلدان، تكثیر این گیاه است. با استفاده از یك چاقوی تیز، قیچی باغبانی و یا سر شاخه زن، قلمه های انتهایی ساقه را به اندازه 8 تا 12 سانتیمتر، جدا كنید، در پودر هورمون ریشه زایی رو برده و سپس با دقت در گلدان بكارید. قبل از این كار، برگهای پایین قلمه ها را جدا كنید. هر 3 تا 4 قلمه را در گلدانی با قطر دهانه 9 سانتیمتر، حاوی كمپوست با پایه پیت قرار دهید. قلمه ها را باید با كیسه پلاستیكی شفاف، بپوشانید و تا زمان ریشه دهی كه معمولا سه هفته طول می كشد، در دمای 18 تا 20 درجه سانتیگراد و نور مناسب ولی دور از تابش مستقیم خورشید، نگاه دارید.",
      "howToWater": "قدار متوسط آب احتیاج دارد و خاک باید همیشه دارای رطوبت باشد و در هر بار آبیاری نباید آب زیاد به گیاه داد. نگذارید آب خصوصاً در زمستان در پای آن جمع شود، وگرنه نقطه های زرد رنگی بر روی برگ ها به وجود می آید.",
      "howToSoil": "مخلوطی از خاك باغچه و شن و خاك برگ، برای رشد سیسوس مناسب است.\r\nكود مورد نیاز سیسوس را میتوان به میزان 4 گرم در لیتر، هر هفته یكبار، از فروردین تا شهریور مورد استفاده قرا داد. در زمستان هرگز نباید ، كود مصرف شود.",
      "howToLight": "این گیاه نور کم تا متوسط، دمای بین ۱۰ تا ۲۲ درجه سانتیگراد را بیشتر می پسندد.\r\nسعی کنید این گیاه در معرض مستیقیم نور خورشید قرار نگیرد",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 10,
      "tempMax": 20,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 500,
      "lightMax": 2000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/PEXVZV1q9cwwTJKOIzsf.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/kqTGCzIhjOSjzkpKzb6G.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 74,
      "name": "بنفشه ی آفریقایی",
      "sciName": "African violets",
      "description": "بنفشه آفریقایی از گیاهان بومی کشور تانزانیا و قسمت گرمسیری شرق آفریقاست. آل ترین رطوبت بین 70 تا 80 درصد برای بنفشه آفریقایی می باشد.\r\nاین گیاه در تمام طول سال گل می‌دهد و رنگ گلبرگ‌های آن آبی، قرمز، صورتی، سفید و بنفش است و از گیاهانی است که به آسانی قابلیت نگهداری در گلدان به عنوان گیاه زینتی را دارد.\r\nدرتمام طول سال درجه حرارت مطلوب برای این بنفشه آفریقایی 16 درجه سانتی گراد است",
      "howToWater": "در مورد مقدار آب و فاصله زمانی بین دو آبیاری گل بنفشه آفریقایی عواملی چون نور، گرما، خاك، جنس و حجم گلدان و سن گیاه دخالت دارد. ریشه بنفشه آفریقایی نسبت به آب زیاد حساس است و دچار پوسیدگی می گردد. بنابراین بهتر است در مورد مقدار و دفعات آبیاری توجه بیشتری داشته باشید و این كار را با دقت و احتیاط كامل انجام دهید.\r\nبهترین زمان برای آبیاری بنفشه آفریقایی موقعی است كه خاك كاملاً خشك شده و گل بنفشه احتیاج زیادی به آب داشته باشد؛ اگر هنوز خاك خیس است به گیاه آب ندهید. با لمس كردن خاك می توانید از خشكی آن مطمئن شوید. مقدار آب در هر مرتبه آبیاری گل بنفشه آفریقایی باید به اندازه ای باشد كه آب از منفذ زیر گلدان خارج نشود.\r\n از پاشیدن آب روی برگ های بنفشه آفریقایی خودداری كنید. یكی از روش هایی كه امروزه برای آبیاری بنفشه آفریقایی مرسوم شده، استفاده از زیر گلدانیِ گود است. در این روش زیر گلدانی را از آب پر كنید، بعد از پانزده دقیقه آب از راه منفذ كف گلدان جذب خاك می گردد. بعد آب اضافی زیر گلدانی را خالی كنید.",
      "howToSoil": "برای پرورش بنفشه آفریقایی از خاكبرگ آماده استفاده كنید. در فصول گرم هر پانزده روز یك بار به وسیله غذاهای كمكی، گیاه را تقویت كنید.\r\nبا توجه به حساسیت بنفشه آفریقایی به سرما بهتر است آنها را در گلدان های پلاستیکی پرورش دهیم و ازگلدانهاي سفالي استفاده نكنيم زيرا سفال در طول ماههاي سرد، سرما را جذب مي كند و نتيجه اين تنش سرمايي در گل بنفشه آفریقایی قهوه اي شدن و مرگ برگها است. در صورت ضرورت تعويض گلدان اين كار را در بهار انجام دهيد.\r\nبنفشه هاي آفريقايي را بايد در هر آبياري با يك كود رقيق حاوي فسفر بالا (14-12-36) تغذيه نمود. هيچگاه غلظت كود را از ميزان توصيه شده بالاتر نبريد و خاك را هر 2 تا 3 ماه يكبار شستشو دهيد و اجازه دهيد خاك با خروج كامل آب از زهكش كف گلدان كاملاً شسته شود.",
      "howToLight": "بنفشه آفریقایی گیاهی است که به نور کم عادت کرده و از نور زیاد بیزار است . در صورتی كه بخواهیم بنفشه آفریقایی را در محیط سرپوشیده و كم نور پرورش دهیم می توانیم از لامپ های فلورسنت (مهتابی) استفاده كنیم، این لامپ ها باید در فاصله سی تا چهل سانتی متری گل بنفشه آفریقایی نصب شوند. لازم نیست چراغ ها به طور مرتب روشن باشند، بلكه می توانید در ساعات مشخص چراغ ها را خاموش كنید. مزیت استفاده از نور مصنوعی برای پرورش بنفشه آفریقایی نسبت به نور آفتاب اینست كه برگ ها دچار سوختگی نخواهند شد.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 16,
      "tempMax": 28,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 500,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/wwMmKw33lgkxUkhxqaxR.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/7JNALqnZFzlVxP6NXJqk.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2021/UOZyBKMwpPcuk2QxZm6M.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2021/Ejn8NCEUcKjQJUZbTwlJ.jpg"
      ],
      "otherNames": [
        "Saintpaulia ionantha ",
        " Viola odorata ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 6,
      "name": "آشیانتوس (خر دم)",
      "sciName": "Aeschynanthus Japhrolepsis",
      "description": "برگ‌های لایه لایه آن به همراه گل‌های زیبایش که شبیه رژ لب هستند و توجه تمامی پرنده ها را به خود جلب می‌کنند و در منزل هم با اضافه کردن رنگ و طراوت به محیط، تمامی نگاه ها را روی خود خیره می‌کنند.\r\nآشینانتوس متعلق به مناطق آسیایی است. آن گیاهی بسیار حساس، زیبا، شیک و منحصر به فرد است. به عقیده ما اگر تمام گیاهان توانایی رای دادن داشتند، حتما این گیاه را به عنوان ملکه خود انتخاب می‌کردند.",
      "howToWater": "مطمئن‌ترین راه برای آبیاری آشیانتوس این است که اجازه بدهید قبل از هر بار آبیاری، یک چهارم بالایی خاک خشک شود. به عبارت دیگر، اگر صبر کنید و گیاه را فقط در حالی که خشک شده باشد آبیاری کنید، گل‌دهی را نیز تقویت می‌کنید. البته این که گیاه در کدام مرحله از رشد است نیز تاثیر مهمی بر میزان و دفعات آبیاری دارد :\r\n بهار تا تابستان : در طول فصول رشد، به طور میانگین هفته‌ای یکبار گیاه را آبیاری کنید.\r\nپاییز تا زمستان : در طول ماه‌های سرد سال، رشد آشیانتوس با سرعت کمتری ادامه می‌یابد؛ بنابراین به آب کمتری نیاز دارد. در این مدت، بهتر است هر 3-2 هفته یکبار به گیاه آب بدهید.",
      "howToSoil": "نگهداری صحیح از آشیانتوس، با داشتن خاکی سبک و کوددهی مناسب آغاز می‌شود. یک کود مایع 1-2-3 نتیجه‌ خوبی برای گلدهی گیاه خواهد داشت، البته مادامی که خاک را مرطوب نگه دارید.\r\nبرای افزایش رشد گیاه، در فصول رشد ( بهار تا اواخر پاییز) هر ماه به آن کود مایع رقیق شده اضافه کنید.\r\nآشیانتوس را می‌توانید به کمک قلمه تکثیر کنید. قلمه را در خاکی تازه بکارید، به آن کود داده و مرتبا آن را آبیاری کنید.",
      "howToLight": "برای افزایش میزان گلدهی، باید گیاه را در داخل خانه، و در نقطه‌ای نورگیر قرار دهید جایی که ضمن دریافت کافی نور خورشید، اشعه‌ای مستقیم به آن نتابد. در نزدیکی یک پنجره در قسمت شرقی و یا غربی منزل شما، مکان مناسبی است.\r\nهرگز گیاه را در معرض نور مستقیم قرار ندهید، زیرا سریعا سبب سوختن برگ‌ها خواهد شد.\r\nاگر گیاه شما موفق به گلدهی نمی‌شود یا برگ‌های آن خیلی بلند و بدقواره شده است، احتمالا نور کافی به آن نمی‌رسد.",
      "waterMin": 5,
      "waterMax": 10,
      "tempMin": 15,
      "tempMax": 29,
      "humidityMin": 70,
      "humidityMax": 90,
      "lightMin": 7000,
      "lightMax": 20000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/BOapMaD9o9luYSqxJjDA.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/v7Xuim0iDPgffCyPuwf8.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2021/hc8musnM5mBJolG7lbAi.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 5,
      "name": "آستارانتیا ستاره گون",
      "sciName": "Astrantia Major Red",
      "description": "نگهداری از آن خیلی پیچیده نیست. فقط باید آن را در یک محیط پر نور قرار دهید و خاک آن را از اوایل بهار تا پاییز همیشه مرطوب نگه دارید. باد شدید به آستارانتیا آسیب می‌زند. پس بهتر است آن را در محیطی قرار دهید که از وزش باد در امان باشد. آستارانتیا برای زنبور ها بسیار جذاب است! پس اگر قصد نگهداری از آستارانتیا را دارید، باید میزبان زنبور ها هم باشید.",
      "howToWater": "این گیاه برای بقا و جلوگیری از بیماری‌های مختلف، به داشتن خاکی مرطوب نیاز دارد. مطمئن شوید که در فصل‌های گرما گیاه را به خوبی آبیاری می‌کنید. دفعات آبیاری را در طول تابستان‌های گرم افزایش دهید. در غیر این صورت آستارانتیا سریعا پژمرده خواهد شد.\r\nبه عبارت دیگر، باید همیشه خاک آستارانتیا را مرطوب نگه دارید، چون آن نمی‌تواند دوره طولانی خشکی را تحمل کند و معمولا از بین خواهد رفت. پس بدون شک داشتن خاکی با زه‌کشی مناسب برای آن ضروری است.",
      "howToSoil": "آستارانتیا در خاک رس غنی همراه با ترکیبات مخصوص گیاهان آپارتمانی رشد چشمگیری دارد. علاوه بر این، خاک آن باید کمی اسیدی نیز باشد.\r\nاز زه‌کشی مناسب خاک غافل نشوید، خاک باید آب را به خوبی از خود عبور دهد. به طوری که گیاه در خیسی راکد خاک قرار نگیرد.\r\nبرای افزایش مواد معدنی خاک به آن برگهای خشک شده،کمپوست و یا دانه قهوه اضافه کنید و برای بهینه کردن رشد گیاه، بهتر است سطح خاک را با کمپوست و یا مالچ‌های طبیعی بپوشانید تا رطوبت در خاک باقی بماند. سالی یک الی دو بار برای تقویت گیاه از کود متعادل استفاده کنید.",
      "howToLight": "آستارانتیا برای رشد به نور کامل خورشید نیاز دارد. البته فراموش نکنید که در چنین شرایطی باید آبیاری مرتبی نیز داشته باشد.\r\nالبته جای نگرانی نیست، چون آستارانتیا گیاه تطبیق پذیری است و می‌تواند در سایه نیز رشد خوبی داشته باشد.\r\nشرایط ایده‌آل این است که آستارانتیا را در نقطه‌ای قرار دهید که در ساعاتی از روز، نور کافی را دریافت می‌کند و در باقی روز سایه کمی نیز دارد. داشتن سایه برای این گیاه ضروری است، چون مانع از سوختن برگ‌های آن می‌شود.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": -8,
      "tempMax": 25,
      "humidityMin": 70,
      "humidityMax": 80,
      "lightMin": 2000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/F1APEwgarZb8IXguF0BO.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/zpPDC0Uohsig32OkJacH.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 287,
      "name": "لگستروم",
      "sciName": "Ligustrum lucidum",
      "description": "لکستروم گیاهی زیبا با برگ های سبز و حاشیه زرد می باشد.لکستروم را روی گیاه برگ نو در اواسط اسفند پیوند میزنند.\r\nشکل توپی که به این گیاه میدهند زیبایی خیره کننده ای به ان میدهد که در طراحی فضای سبز به عنوان تک درخت استفاده میشود.\r\nهیچ آفت و یا بیماری جدی متوجه این گیاه نیست اما می تواند به گال طوقه ای، لکه های برگی، پوسیدگی ریشه ای، سوختگی و سفیدک پودری مبتلا شود. همچنین می تواند توسط شته ها، نماتدها و کنه ها مورد حمله قرار گیرد.",
      "howToWater": "به طور كلی نياز به آب زياد داشته و در زمين های نسبتاً مرطوب رشد سريع و خوبی دارد\r\nخاک آن باید تا حدی مرطوب باشد.این گونه ی گیاهی می تواند دمای تا -29 درجه سانتیگراد را تحمل کند.",
      "howToSoil": "در انواع مختلفی از خاک های اسیدی و قلیایی می توانند رشد کنند\r\nتوانایی رشد در هر شرایط خاکی را دارد و نیاز به مراقبت خاصی ندارد.",
      "howToLight": "به نور مستقیم و کامل آفتاب نیاز دارد و نباید در محیط سایه دایمی کاشته شود",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 0,
      "tempMax": 30,
      "humidityMin": 5,
      "humidityMax": 80,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/August2022/XQjuvOcuJQKFDJvX7u9P.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/August2022/l9yDlaFhuJbeqZEfD5ct.jpeg",
        "https://planta.vsrv.ir/storage/plant/August2022/zicAaR37RBW5Sfb4fmBO.jpeg"
      ],
      "otherNames": [
        "Ligustrum japonicum ",
        " Viburnum odoratissimum ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 30,
      "name": "پاپیتال",
      "sciName": "Hedera Helix",
      "description": "اگر می‌خواهید بیشتر در مورد دمای مناسب برای پاپیتال بدانید، دمای حدودا 18 درجه سانتی‌گراد با کمی رطوبت هوا برای آن مناسب است. چون در نور کم هم رشد خوبی دارد و در عین حال به مرطوب بودن هوا نیاز دارد، می‌توانید آن را در حمام نیز قرار دهید. در غیر این صورت فراموش نکنید که مرتبا هوای محیط را مرطوب نگه دارید.\r\nگیاه پاپیتال دمای زیر صفر درجه را نمیتواند تحمل کند و در گرمای زیاد هم دچار سوختگی برگها میشود و دمای ایده آل برای آن 16-25 درجه میباشد.",
      "howToWater": "پاپیتال هم مانند بسیاری از گیاهان دیگر از غرقاب شدن خوشش نمی‌آید. همیشه سعی کنید خاک آن را مرطوب نگه دارید، نه خیس. دقت گنید آبیاری زیار باعث ایجاد لکه های قهوه ای روی برگ ها میشود.استفاده از خاک رس منبسط شده هم ایده خوبی است. بخصوص برای مناطق گرم و خشک، چون رس آب را در خود ذخیره کرده و در نتیجه گیاه می‌تواند در دوران خشکی از آن استفاده کند.",
      "howToSoil": "به عنوان یک گیاه کم دردسر، خاک گل معمولی برای پاپیتال مناسب است.\r\nبرای تقویت بیشتر گیاه، می‌توانید از کود تراشه شاخ حیوانات نیز استفاده کنید. متخلخل بودن خاک بسیار مهم است، یک خاک خوب باید بتواند آب را از خود عبور دهد و غرق در آب باقی نماند.\r\nاگر می‌خواهید گیاه رشدی سالم و قوی داشته باشد، باید از فروردین تا شهریور به آن کود مناسب بدهید.",
      "howToLight": "مکان ایده‌آل برای قرار دادن پاپیتال، مکانی خنک است. پاپیتال خیلی طرفدار گرما نیست، بنابراین کنار یک پنجره نورگیر گرم و یک رادیاتور روشن جای خوبی برای آن نخواهد بود.با اینکه اهل سرماست، اما عاشق نور هم هست، به همین دلیل یک اتاق روشن که نور غیرمستقیم خورشید را دریافت می‌کند برای آن بسیار ایده‌آل است. پاپیتال حتی در سایه نسبی هم رشدی فوق العاده دارد.گیاه پاپیتال یا عشقه در نور زیاد، سایه و تقریبا هر نوع خاکی خوشحال و راضی است! ولی بیشتر قرار گرفتن در کنار پنجره ی نورگیر را دوست دارد.",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": 16,
      "tempMax": 25,
      "humidityMin": 40,
      "humidityMax": 90,
      "lightMin": 500,
      "lightMax": 14000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/4G9UwlOXh448pIe5NXMR.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/ZvoPfea2xR6qtcZmSf20.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/4pEC83WFzNP56f6FcI19.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/GqAjwR9jclKZlNYF7Ieq.jpeg"
      ],
      "otherNames": [
        "Common ivy ",
        " Hedera helix ",
        " Hedera algeriensis ",
        " Hedera canariensis ",
        " Hedera colchica ",
        " Hedera helix ",
        " Hedera algeriensis ",
        " Hedera helix ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 112,
      "name": "ماگنولیا",
      "sciName": "Magnolia grandiflora",
      "description": "درخت ماگنولیا براي كاشت در ميان چمن و به عنوان درخت خياباني، همچنين كاشت در گلدانهاي بزرگ البته در چند سال اول رشدمناسب است.آنرا مي‌توان در كنار سوزني برگان و يا به عنوان پس زمينه سبز براي درختچه‌هاي گلدار نيز كاشت.یشه های این گیاه ممکن است به پیاده رو نزدیک درختان اسیب برساند\r\nاسانس گلها اثر تب بر داشته ودانه گياه داراي ماده روغني و معطر است كه تشنج را بهبود مي‌بخشد. \r\nاین درخت چوبی سخت و سنگین دارد و برای ساختن مبلمان، پالت چوبی و روکش مورد استفاده قرار می گیرد\r\nماگنولیا از انواع همیشه سبز بوده یکی از درختان زیبا ی گل دار می باشد که در صورت انتخاب مکان مناسب و حفاظت از سرمای سخت زمستان می تواند به یک درخت خوش منظر در تمام فصول تبدیل شود.که بومی جنوب شرقی آمریکا بوده و این گیاه در ویرجینیای جنوبی تا فلوریدای مرکزی و از غرب تا شرق تکزاس و اوکلاهما دیده میشود و به علت گلهای بزرگ سفید رنگ و بسیار زیبا و معطری که دارد در سراسر جنوب شرقی آمریکا به عنوان درخت زینتی بسیار محبوب شناخته میشود.ارتفاع این درخت همیشه سبز به 27 متر میرسد و 8 متر گستردگی آن میباشد و 20 تا 50 سال زمان مورد نیاز است تا درخت به ارتفاع نهایی خود برسد.تنه این درخت هرمی شکل میباشد.برگهای این درخت ساده و تخم مرغی شکل و به رنگ سبز تیره هستند هر برگ دو سال روي درخت مي‌ماند. گلها درشت، به رنگ سفيد، شيري، معطر، به قطر 20ـ 15 سانيمتر، داراي سه كاسبرگ گلبرگ مانند و 7ـ6 گلبرگ مي‌باشند كه بتدريج از خردادماه تا آخر تابستان ظاهر مي‌شوند. ميوه آن تخم مرغي شكل و كركدار بوده و در فصل پاييز دانه‌هاي قرمز رنگ از درون ميوه خارج مي‌شوند.این درخت از سن 15 سالگي و گاهي بسيار زودتر شروع به گلدهی میکند.هرچند گیاهان  حاصل از بذر ممکن است تا 10 سال گل ندهند ولی گیاهان پیوندی بعد از 2-4 سال آماده گل دهی می شوند.ماگنولیا با 10 سال سن میتواند دانه تولید کند و این دانه ها توسط پرندگان و پستانداران پخش میشود .این دانه ها توسط سنجاب و بلدرچین خورده میشود.",
      "howToWater": "ریشه این درخت عمیق است و آبیاری آن باید به صورت عمیق اعمال شود.\r\nاصولا درختان ماگنولیا به آبیاری منظم نیاز دارند و در صورت خشک بودن خاک میزان گلدهی گیاه بسیار کاسته می شود و نوک و حاشیه برگها خواهد سوخت و ریزش برگها تشدید خواهد شد. همچنین تحمل درختان مسن و بالغ در برابر خشکی تا حدودی بیش از درختان جوان است و به همین دلیل  آبیاری در سال اول کاشت بخصوص در طی تابستان بسیار منظم باید انجا.م شود.\r\nدمایی بین 9 تا 21 درجه، برای رشد این گیاه بسیار مناسب است.",
      "howToSoil": "خاک باید مرطوب و غنی با زهکشی خوب باشد؛ همچنین حاصلخیز بودن خاک به ویژه خاک هایی که اسیدی باشند، به رشد این درخت کمک خوبی می کنند.\r\nاغلب انواع این گیاه به خاکی با اسیدیته ۵ الی ۶ و زهکش مناسب و حاوی مواد ارگانیک (همانند خاک برگ و یا کود بسیار پوسیده گاوی) نیاز دارند. همچنین استفاده از لایه ای از مواد ارگانیک بر روی سطح خاک به رشد ریشه های آنان کمک می کند زیرا اصولا ریشه های این گیاه سطحی است و از وجود چنین موادی در خاک بسیار استفاده می کند.  زمان مناسب کاشت درختان جدید بهتر است که اگر نمونه انتخابی از جمله انواع همیشه سبز است در اواسط بهار و اگر از انواع خزانپذیر است نیز در اواسط بهار و یا در اواخر تابستان-اوایل پاییز نستب به کاشت گیاه اقدام کرد.",
      "howToLight": "مگنولیا سفید، به مکانی آفتابی یا نیمه سایه نیاز دارد، از طرفی دیگر نیاز آبی بالایی هم دارد.\r\nدرختان مگنولیا به نوری کامل نیاز دارد یعنی وجود ۸-۶ ساعت نور مستقیم آفتاب برای رشد و گلدهی آنان لازم است. البته برخی از انواع این گیاه در مکانهایی نیمه آفتاب و نیمه سایه رشد مناسبی دارند. کمبود نور محیط از جمله دلایل عدم گلد هی و یا کاهش گلدهی گیاه، پریدگی رنگ برگها و بلند و باریک شدن ساقه ها می شود.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 9,
      "tempMax": 21,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/np8qQOD0kxwAZvCvyFI8.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/kz2P8I58NSNJW4ss3Nsx.jpeg",
        "https://planta.vsrv.ir/storage/plant/February2022/ZHho6BP8RNKXYyQmD4X5.jpg"
      ],
      "otherNames": [
        "Magnolia grandiflora"
      ]
    },
    {
      "probability": null,
      "id": 2,
      "name": "آرالیا دروغین",
      "sciName": "Schefflera elegantissima",
      "description": ".گیاه آرالیای دروغین به نگهداری زیادی احتیاج ندارد و در عین حال ظرافت و زیبایی خاصی به محیط می‌بخشد، به همین دلیل این گیاه انتخاب بسیار مناسبی برای منزل و ادارات است. این گیاه ریشه‌ی قوی دارد و برگ‌هایش به رنگ قهوه‌ای تیره هستند که گاهی با یک نوار سفید زیبا پوشیده شده‌اند. آرالیای دروغین مثل ما به هوای پاک و تمیز نیاز دارد، پس آن را در محیط‌های آلوده قرار ندهید.این گیاه زیبا دوست دارد در نور زیاد ولی غیرمستقیم خورشید غرق شود! توصیه ما به شما این است که آن را در نزدیکی پنجره‌ای نورگیر قرار دهید، به طوری که نور درخشان خورشید را به خوبی دریافت کرده و در عین حال هرگز تحت تابش اشعه‌های مستقیم قرار نگیرد. تابش مستقیم نور خورشید به این گیاه، سبب سوختن و قهوه‌ای شدن نوک و حاشیه برگهای آن می‌شود.",
      "howToWater": "هر چه مرطوب‌تر، بهتر! گیاه آرالیای دروغین در فضای مرطوب مثل حمام، خوشحال‌تر است. اما اگر نمی‌خواهید آن را در محیط مرطوب قرار دهید، باید برگهای آن را مرتبا آب پاشی کنید. یک نگهداری صحیح و برنامه ریزی شده برای آرالیا، قطعا شامل آبیاری منظم است. آب با دمای متعادل یا همان ولرم چیزی است که آرالیای دروغین نیاز دارد. وقتی که چندسانتی متر از سطح خاک خشک شد، گیاه را آبیاری کنید. فراموش نکنید که برای فراهم کردن رطوبت موردنیاز گیاه، باید مرتبا به سطح برگ‌ها، آب اسپری کنید. و پس از آبیاری گیاه، آب جمع شده در زیر گلدانی را سریعا تخلیه کنید.",
      "howToSoil": "برای گیاه آرالیای دروغین خاکی با پایه پیت برای کاشت این گیاه مناسب است، اما باید دقت کنید که دانه‌های پیت درشت باشند تا زهکشی خوبی در خاک به وجود آید. آرالیای دروغین خاک‌های اسفنج مانند را دوست ندارد.  هر سال با آمدن فصل بهار، گلدان آرالیا را عوض کنید. از خاک گلدان چندمنظوره (خاک گلدان رایج) استفاده کرده و گیاه را در گلدانی بزرگتر و با اندازه مناسب بکارید. اندازه گلدان، باید برای حضور ریشه کافی باشد. در نظر داشته باشید که آرالیا جزو گیاهانی است که دوست دارند در گلدانی تنگ و فشرده رشد کنند. پس گلدان خیلی بزرگ برای آن مناسب نخواهد بود.  اگر آرالیای سنگین را در گلدانی کوچک و سبک کاشته اید، بهتر است گلدانی سنگین را جایگزین کرده و یا به انتهای خاک، یک لایه سنگریزه اضافه کنید. تا بدین ترتیب بین وزن گیاه و گلدان تعادل ایجاد شده و در نتیجه از واژگونی آن جلوگیری شود.",
      "howToLight": "این گیاه زیبا دوست دارد در نور زیاد ولی غیرمستقیم خورشید غرق شود! توصیه ما به شما این است که آن را در نزدیکی پنجره‌ای نورگیر قرار دهید، به طوری که نور درخشان خورشید را به خوبی دریافت کرده و در عین حال هرگز تحت تابش اشعه‌های مستقیم قرار نگیرد. تابش مستقیم نور خورشید به این گیاه، سبب سوختن و قهوه‌ای شدن نوک و حاشیه برگهای آن می‌شود.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 15,
      "tempMax": 30,
      "humidityMin": 70,
      "humidityMax": 90,
      "lightMin": 1000,
      "lightMax": 10000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/O6a5rVMaaO9zrlo7wsek.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/EvEu3G3spKeGRFXtHrj6.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/TXJFOvSIkQVPGy5aydWu.jpeg"
      ],
      "otherNames": [
        "Polyscias scutellaria ",
        " Polyscias scutellaria ",
        " Polyscias guilfoylei ",
        " Polyscias scutellaria ",
        " Polyscias scutellaria ",
        " Polyscias scutellaria ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 306,
      "name": "درختچه کریسمس نیوزلندی",
      "sciName": "Metrosideros excelsa",
      "description": "این درخت همیشه سبز بومی نیوزلند است، جایی که با نام رایج pohutukawa شناخته می شود. اگرچه در جاهای دیگر به آن درخت کریسمس نیوزیلند نیز می گویند. ارتفاع آن به 20 متر می رسد و تاجی پهن 8-10 متری ایجاد می کند.. تحت شرایط خاصی، قادر به توسعه ریشه های هوایی برای بهبود لنگرگاه خود به زمین است، مانند زمانی که روی صخره رشد می کند.\r\nگلها قرمز، زرد یا صورتی هستند بسته به واریته و/یا رقم، مانند \"Aurea\" که آنها را زرد می کند. در تابستان، به طور خاص، بین دسامبر و فوریه در نیمکره جنوبی، و بین ژوئن و سپتامبر در نیمکره شمالی شکوفا می شود.",
      "howToWater": "به طور کلی، در طول تابستان شما باید بیشتر از زمستان آبیاری کنید، زیرا گیاه در هنگام رشد به آب بیشتری نیاز دارد. اما در بقیه ایام سال چون دما کمتر است و معمولا باران می بارد کمتر آبیاری خواهیم کرد. \r\nهر چه دما بیشتر باشد و باران کمتر باشد، نیاز به آبیاری بیشتر خواهد بود.\r\nدر صورت شک، توصیه می کنیم یک چوب چوبی را وارد کنید. اگر وقتی آن را بیرون می آورید با خاک چسبنده زیاد بیرون می آید یعنی خیلی خیس است و بنابراین نباید به آن آب داد.",
      "howToSoil": "این درخت در خاک های غنی از مواد آلی بهترین رشد را خواهد داشت",
      "howToLight": "این درختی است که باید در مکانی قرار گیرد که در معرض نور مستقیم خورشید باشد و در سایه رشدی خوبی نخواهد داشت.\r\n توصیه می شود آن را نیز حداقل 5 متر دور از سایر گیاهان بزرگ قرار دهید",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 0,
      "tempMax": 39,
      "humidityMin": 20,
      "humidityMax": 70,
      "lightMin": 1500,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/December2022/d8IOER1nwwCqHuBufG77.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/December2022/4h7HW9URiiAVqPZv6noF.webp"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 11,
      "name": "افرای ژاپنی",
      "sciName": "Acer Palmatum",
      "description": "راحت‌ترین راه برای حفظ رطوبت خاک اطراف افرا، ریختن مالچ بر روی آنهاست. در روزهای آغازین کاشت، باید گیاه را همواره مرطوب نگه دارید. اما پس از اینکه این درخت زیبا به خوبی در خاک مستقر شد، تنها زمانی که خاک خشک بود گیاه را آبیاری کنید. اگر در منطقه شما بارش باران صورت می‌گیرد، می‌توانید گیاه را به زیر باران ببرید! اگر افرا را در گلدان می‌کارید، از وجود حفرات متعدد زه کشی در سطح زیرین آن اطمینان حاصل کنید.",
      "howToWater": "همه درختان در فصل‌های گرم سال به آبیاری بیشتری نیاز دارند، درخت افرا ژاپنی نیز از این قاعده مستثنی نیست؛ مثلا هفته‌ای ۳ بار آبیاری در تابستان برای این درخت کافی است.\r\nاما در سایر فصول خصوصا فصل‌های سرد سال تعداد دفعات آبیاری باید کاهش یابد.\r\nنکته‌ای که موقع آبیاری گیاه باید به یاد داشته باشید این است که هرگز روی برگ‌های آن آب نریزید زیرا برگ‌های ظریف درخت افرا ژاپنی به آفتاب سوختگی ویخ زدگی در تابستان و زمستان حساس هستند.",
      "howToSoil": "خاک درخت افرا باید رطوبت کافی داشته باشد، بنابراین برای این که خاک رطوبت خود را حفظ کند، توصیه می‌کنیم مقداری از سطح خاک (حدود 10 سانتی‌متر) را با کود و الیاف گیاهی مانند پوشال چوبی یا تنه خورد شده درخت بپوشانید.\r\nافرای ژاپنی عاشق خاکی مرطوب، اما با زه کشی عالی است. خاکی که دارای مقادیر کمی از شن و ماسه است برای افرا انتخاب خوبی است. از خاک‌های قلیایی برای افرا جدا خودداری کنید، افرا در خاکی با کمی اسیدیته زندگی بهتری خواهد داشت.",
      "howToLight": "افرای ژاپنی را در محیطی با نور فیلتر شده و دارای کمی سایه قرار دهید. به عنوان یک درختچه، تحمل نور کم و حتی حضور در سایه کامل نیز برای افرا کار دشواری نیست. اما به دلیل ویژگی‌های خاص هر گونه از آن ، بهتر است قبل از خرید در مورد ویژگی‌های آن با فروشنده صحبت کنید.\r\nنور خورشید به هنگام بعدازظهر، برای اکثر گونه‌های افرا قابل تحمل نبوده و اگر برگ‌ها قهوه‌ای شدند و یا تغییر فرم دادند، یعنی نور زیاد خورشید باعث سوختن آنها شده است. بنابراین باید کمی سایه درخت را بیشتر کنید. البته این مورد نگرانی ندارد چون به مرور زمان مشکل برگ‌ها حل خواهد شد.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 70,
      "humidityMax": 90,
      "lightMin": 500,
      "lightMax": 18000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/T7SywrxXZ4quhuxeJCt8.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/FrKDZKmsDghGi2cjOnJ6.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/ytQw9mktSv3sxnnR6lmg.jpeg"
      ],
      "otherNames": [
        "Japanese maple",
        " palmate maple"
      ]
    },
    {
      "probability": null,
      "id": 251,
      "name": "عطر چای (شمعدانی عطری)",
      "sciName": "Pelargonium capitatum",
      "description": "گیاه عطر چای یا شمعدانی عطری  با نام علمی Pelargonium Graveolens در جهان شناخته می شود. شمعدانی ها انواع گوناگونی دارند، اما این گونه به صورت خودرو رشد می کند و وحشی می باشد. این گیاه بیشتر بومی مناطق نیمه گرمسیری جنوب آفریقا ، موزامبیک و زیمبابوه است. گیاه عطر چای در بین گیاهان گلخانه ای بسیار محبوب است و می تواند یکساله ، دوساله و چندین ساله باشد ، که بستگی به چگونگی نگهداری و مراقبت شما از گیاه دارد.\r\nاین گیاه گل های بسیار زیبا با رنگ های متفاوت ایجاد می کند. گیاه عطر چای درختچه های ، دائمی هستند که می توانند تا ۴.۹ فوت (۱.۵ متر) ارتفاع و حدود ۳.۳ فوت (۱ متر) عرض داشته باشند و رشد کنند. آنها گیاهان چند شاخه ای و دارای ساقه های راست و ساکولنت مانند هستند.\r\nاز رایحه خوش این گیاه امروزه در صنعت عطر سازی بسیار استفاده می شود. با پیشرفت علم ، محققان موفق شده اند از این گیاه روغن گیاهی تولید کنند و این روغن در زمینه دارویی گیاهی ، در درمان برخی از بیماری ها فروش بسیاری داشته است. این گیاهان معطر دارای خواص دارویی متعددی از جمله ضد عفونی کننده ، ضد افسردگی ، ضد التهاب و قابض هستند.",
      "howToWater": "این گیاه در برابر خشکسالی بسیار مقاوم می باشد و محیط مرطوب را نیز می پسندد ، اما  این درختچه ها از شرایط آب و هوایی غرقابی خوششان نمی آید. بنابراین باید از آبیاری بیش از حد برای این گیاهان خودداری کنید. بهترین زمان برای آبیاری این گیاهان زمانی است ، که سطح خاک گیاه به عمق ۲.۵ سانتی متر خشک شده باشد. به یاد داشته باشید حتما قبل از آبیاری این موضوع را بررسی کنید. با اینکه این گیاهان در زمان خشکی مقاوم هستند  اما دوره های طولانی مدت خشک بودن خاک ، می تواند به این گیاهان زیبا بسیار آسیب برساند.\r\nدر تابستان و زمان هایی که گیاه گل می دهد ، آبیاری نیز باید بیشتر صورت گیرد و در فصل زمستان باید آبیاری را کاهش دهید. به همین دلیل برای آبیاری این گیاه باید تمام شرایط را در نظر بگیرید و در زمان آبیاری گیاه عطر چای باید مراقب باشید که بر روی برگ های این گیاه آب ریخته نشود ، زیرا این عمل باعث می شود که برگ های گیاه زرد شوند و بریزند.",
      "howToSoil": "این گیاه در خاک هایی با زهکشی خوب که از نظر مواد مغذی یا مواد آلی زیاد غنی نیستند ، نیز می تواند رشد کند. به طور کلی ، اگر این گیاهان را در بسترهای غنی از مواد مغذی پرورش دهید عطر قوی خود را از دست می دهند. آنها طیف وسیعی از pH خاک را تحمل می کنند ، اما شمعدانی های شما در محیط های که کمی اسیدی هستند ، بهترین  رشد را خواهند داشت.\r\nبهترین ترکیب خاک برای این گیاه ، ترکیب خاک برگ پوسیده ، خاک مرطوب باغچه ، شن زبر و کود گاوی پوسیده می باشد.",
      "howToLight": "این گیاهان مکان هایی با نور کامل آفتاب را ترجیح می دهند  اما در مناطق سایه دار نیز می توانند به خوبی رشد کنند. منظور از نور کامل به این معنی است  که گیاه باید در معرض نور غیر مستقیم خورشید قرار گیرد و اگر گیاه در معرض نور مستقیم خورشید قرار گیرد ، دچار آسیب دیدگی می شود و برگ های آن دچار سوختگی می شوند. با این حال ، قرار دادن این گیاه در شرایط سایه دار برای مدت طولانی نیز، باعث می شود که گیاهان شما تا حدودی شلخته رشد کنند. بهترین شرایط برای رشد این گیاه محیط گرم و مرطوب می باشد.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 5,
      "tempMax": 25,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 500,
      "lightMax": 2500,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/tFbX9j43AJE1fBYQWeVq.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/20lpvaGeqftDGWQQ0J8x.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/A1KUvq7UD6SaAAz1V0nJ.jpeg"
      ],
      "otherNames": [
        "Pelargonium capitatum ",
        " Pelargonium Graveolens ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 146,
      "name": "فلامینگو",
      "sciName": "Chlorophytum orchidastrum",
      "description": "گیاهی بسیار و زیبا و جذاب با رنگهای چشم نواز و مقاوم که میتواند انتخابی بسیار مناسب برای گلخانه کوچک خانه شما باشد\r\nگیاه کلروفیتوم  با نام علمی Chlorophytum amaniense یا chlorophytum orchidastrum در ایران به نام گیاه فلامینگو شهرت دارد\r\nنام انگلیسی این گیاه زیبا Fire Flash است و گیاهی با برگهای سبز و پرتقالی است و به دلیل همین تضاد رنگی ظاهری جذاب دارد\r\nاین گیاه زیبا بومی تایلند و نواحی گرمسیری است و گیاهی دائمی می باشد\r\nفلامینگو از خانواده کلروفیتوم و هم خانواده گیاه گندمی است . برگهای پهن سبز با ساقه های پرتقالی رنگ دارد و جزو گیاهان مقاوم محسوب میشود که آفت و بیماری خاصی نیز ندارد          \r\nدمای 20 الی 22 درجه سانتی گراد برای نگهداری گیاه فلامینگو ایده آل است.",
      "howToWater": "خاک این گیاه باید همواره کمی مرطوب باشد بنابراین نباید اجازه دهید خاک آن خشک شود . در ضمن برای آبیاری این گیاه حتما باید از آب جوشیده سرد شده استفاده کنید چرا که نسبت به املاح درون آب بسیار حساس است . به غیر از موارد ضروری نباید روی برگها آب و یا مواد شیمیایی و قارچ کش اسپری شود\r\nبهتر است آن را در مکان های مرطوب نظیر حمام قرار داد یا به کمک اسپری آب بر روی برگ ها، رطوبت مورد نیازش را فراهم آورد.",
      "howToSoil": "مخلوطی از خاک باغچه و خاک برگ و کمی سبوس برنج  برای این گل مناسب است\r\nبرای اینکه رنگ برگها حفظ شود و گیاه نیز تقویت گردد باید از کودهای n.p.k با نسبت 3-1-2  استفاده نمایید\r\nفلامینگو انواع گوناگون خاک با PH اسیدی، خنثی یا قلیایی را تحمل می کند. با این حال خاک سبک و زهکش تهیه شده در گلخانه ملک بهترین گزینه برای نگهداری گیاه فلامینگو است. خاک غرقابی دشمن گل فلامینگو است. پس واجب است گیاه فلامینگو را در خاکی کاشت که آب اضافی را پس دهد و در خود نگه ندارد.",
      "howToLight": "به نور خیلی زیاد ولی غیر مستقیم نیاز دارد . پشت پنجره جنوبی برایش بسیار مناسب است\r\nگیاه فلامینگو نور مستقیم را نمی پسندد. توصیه می شود آن را در محیطی با نور فراوان اما غیر مستقیم قرار دهید، مثلا پشت پنجره جنوبی آپارتمان. گل فلامینگو حتی در نور مصنوعی اما فراوان هم به خوبی رشد می کند. به طور کل گیاه فلامینگو به نسبت سایر انواع گل عنکبوتی به نور کمتری نیاز دارد.",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 12,
      "tempMax": 32,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 700,
      "lightMax": 12000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/January2022/I95Dlqv95tutONYKAFAe.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/January2022/9QhggbLLIYAaqz9roYTS.jpeg",
        "https://planta.vsrv.ir/storage/plant/January2022/lZg6nTF6gUlgSgXlP0KY.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 222,
      "name": "گیاه دارچین",
      "sciName": "Cinnamon",
      "description": "دارچین سیلان درختچه ای است از نظر بلندی متوسط و همیشه سبز است که قسمت درونی پوست شاخه های جوان آن، دارچین مرغوب تجارتی معروف به دارچین سیلان است. مرغوب ترین نوع دارچین سیلان را دارچین شیرین یا دارچین عسلی می نامند. تکثیر این درختچه از طریق کاشت بذر یا از طریق کاشت قلمه آن است که پوست شاخه های جدید را کنده و به صورت لوله دارچین در بازار عرضه می کنند.",
      "howToWater": "اجازه دهید خاک بین ۲ اینچ عمق خشک شود. سپس تا زمانی که منطقه تا حداقل ۳۰ سانتی متر عمیق از پایه تنه خارج شده به منطقه بیرونی منطقه ریشه مرطوب است، آبیاری کنید.",
      "howToSoil": "این درخت حساس به رطوبت بوده و نیاز به زهکشی سریع خاک دارد. خاک ماسه‌ای ولومی ماسه‌ای بهترین نوع خاک برای این گیاه است. در مناطق مرطوب یا خاک رس، ریشه‌ها مستعد پوسیدگی هستند. گیاه دارچین حداقل ۱۰ فوت از همدیگر، ساختمان‌ها و سازه‌های دیگر باید فاصله داشته باشند.\r\nخاک سبک (شنی – ماسه ای) برای کشت دارچین مطلوب است و زمین های سنگی و صخره ای برای کاشت دارچین مناسب نیست.\r\nدرختان دارچین را هر چهار تا شش هفته از فصل بهار تا پاییز با کود ۸-۳-۹ بارور کنید.",
      "howToLight": "گیاه دارچین را در محیط کاملاً آفتابی پرورش دهید، در نقطه‌ای که روزانه به‌ طور کامل ۱۲ ساعت خورشید به‌ صورت مستقیم می‌تابد.",
      "waterMin": 7,
      "waterMax": 14,
      "tempMin": 20,
      "tempMax": 30,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 2000,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/7l57fAcAGuOFRv4e6OMA.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/jRj20vIwlCGdnltcjtSi.jpeg"
      ],
      "otherNames": [
        "Canella winterana"
      ]
    },
    {
      "probability": null,
      "id": 236,
      "name": "هوستا",
      "sciName": "Hosta plantaginea",
      "description": "گل هوستا گیاهی چندساله با انواع و شکل های مختلف که گلدهی هم دارد اما معیار کاشت، زیبایی برگ های آن است. رنگ برگ برخی از نمونه ها سبز است، برخی ابلق حتی برخی زرد است که حاشیه های سبز دارد. رنگ گل ها هم سفید، صورتی و بنفش است.برگ های این گیاه پهن و و رگ برگ های فرو رفته آن در رگ پهنک جلوه مواجی به آن می دهد. گل ها کوتاه تر از زنبق رشتی و به رنگ سفید وآبی است. این گیاه به آسانی از طریق تقسیم بوته در اسفند ماه ازدیاد می شود. نسبت به سایه درختان مقاوم است .",
      "howToWater": "زمانی به گیاه آب بدهید که سطح خاک نیمه خشک – نیمه مرطوب باشد . البته گیاهان بالغ هوستا تا حدودی خشکی خاک را تحمل می کنند بنابراین اگر سطح خاک نیز تا عمق حدود ۵ سانتیمتر خشک شود و سپس گیاه آبیاری شود مشکلی برای گیاه پیش نخواهد آمد اما توجه کنید که اگر هنگام چنین شرایطی هوا بسیار گرم باشد (مانند نیمه های تابستان) گیاه دیگر شاداب و باطراوت نخواهد بود. خشکی کشیدن بیش از اندازه موجب پژمردگی و قهوه ای شدن برگها خواهد شد . بهترین زمان آبیاری این گیاهان در طی صبح است تا در طی روز از رطوبت کافی در اطراف ریشه هایشان برخوردار باشند.",
      "howToSoil": "گیاهان هوستا خاکهایی که زهکش خوب داشته باشند و غنی از مواد ارگانیک باشند را بسیار دوست دارند. مثلاً میتوان از مخلوط خاک معمولی +خاک برگ به نسبت ۱ به ۲ استفاده کرد و به اندازه ۱۰٪ حجم کل مخلوط خاکی به آن شن (با اندازه ذرات حدود ۲ میلیمتر ) نیز اضافه کرد. حداقل عمق خاک مورد نیاز برای کاشت هوستا حدود ۴۰-۳۰ سانتیمتر است بنابراین اگر قصد کاشت هوستا را در گلدان دارید گلدانی استفاده کنید که حداقل همین مقدار عمق داشته باشند و البته به شکل بهینه حدود ۵۰ سانت عمق و همچنین قطر دهانه آن باشد همچنین  اگر در فضای باز قصد کاشتن چندین بوته هوستا را در کنار هم دارید فاصله ۹۰-۳۰ سانیتمتری را با توجه به عادت رشدی گیاهانتان بین آنان در نظر بگیرید. با فرا رسیدن فصل بهار مقداری خاک برگ به ضحامت ۷-۵ سانتیمتر بر روی سطح خاک بریزید و یا با عمق حداکثر ۵ سانتیمتری خاک مخلوط کنید تا این گیاهان از وجود خاک برگ استفاده کنند. اگر قصد استفاده از کودهای شیمیایی را برای این گیاهان دارید فرمولهایی همانند ۱۰-۱۰-۱۰ و یا ۵-۱۰-۵ برای این گیاهان مناسب هستند که می توان از اوایل بهار شروع به کوددهی کرد و هر ۶ هفته یکبار به گیاه کود داد و کوددهی را تا اواسط تابستان ادامه داد و بعد از آن قطع کرد.",
      "howToLight": "گیاهان هوستا به مکانهای سایه مقاوم هستند و چنین مکانهایی را دوست دارند اما این به معنی عدم رشد آنها در مکانهایی با آفتاب مستقیم نیست اما باید توجه کنید که وجود اشعه مستقیم آفتاب به همراه گرمای هوا برای این گیاه آزار دهنده است و موجب سوختگی نوک و حاشیه برگها و یا بروز نواحی سوخته قهوه ای رنگ بر روی پهنه برگ می شود. بنابراین و بخصوص د ر مناطقی که تابستانهای گرم دارند بهتر است که این گیاه را در مکانهایی بکاریم که فقط در صبح گاه از نور مستقیم برخوردار هستند و از ظهر به بعد ، سایه باشد و یا اینکه می توان آنها را در مکانهایی کشت کرد که اصولاً نیمه سایه نیمه آفتاب هستند همانند زیر درختان بزرگتر که علاوه بر روشن و پر نور بودن محیط ،گاهی اشعه نور از لابه لای شاخسار درختان به آنها بتابد . توجه کنید که این گیاه اگرچه سایه را به خوبی تحمل می کند اما مکانهای بسیار تاریک و کم نور نیز برای این گیاهان اصلاً مناسب نیست.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 8,
      "tempMax": 38,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 1000,
      "lightMax": 5000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/BzzNC9IVQWjnn9mvfcH4.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/fFHxXcF4X1ErCBquOvm2.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2022/0qE60BVjIeny1mogyeuT.jpeg"
      ],
      "otherNames": [
        "Hosta"
      ]
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=6",
    "next": "https://planta.vsrv.ir/api/Feed?page=8"
  },
  "meta": {
    "current_page": 7,
    "from": 91,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=6",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=3",
        "label": "3",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=4",
        "label": "4",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=5",
        "label": "5",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=6",
        "label": "6",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=7",
        "label": "7",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=8",
        "label": "8",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=9",
        "label": "9",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=10",
        "label": "10",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=8",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 105,
    "total": 328
  }
}