{
  "data": [
    {
      "probability": null,
      "id": 59,
      "name": "کالاتیا اوربیفولیا",
      "sciName": "Calathea orbifolia",
      "description": "داشتن برگ‌های پهن و بزرگ، آن‌ها را به شکل موثری برای قرارگیری در مناطق کم‌نور بهینه می‌کند. گیاهانی که به نور کمی برای رشد نیاز دارند، دارای برگ‌های بزرگی هستند تا بتوانند تا حد امکان نور خورشید را دریافت کرده و بهترین استفاده را از آن برای رشد خود بکنند. در طبیعت، همچین گیاهانی در جنگل و کنار تنه درختان یافت می‌شوند.\r\nجالب است بدانید کالاتیا در روز برگهایش را برای جذب موثر نورخورشید کاملا باز می کند و در شب آنها را مجددا لوله می‌کند!\r\nاگر آبیاری کافی نبوده، دمای مناسب نباشد و میزان رطوبت هوا پایین باشد، کالاتیا به مشکل برخواهد خورد.\r\n.رطوبت مطلوب این گیاه بین 70 تا 80 درصد میباشد و در دمای 18 الی 25 درجه رشد خوبی دارد.",
      "howToWater": "از بهار تا اوایل پاییز، خاک آن را مرطوب نگه دارید. در این مدت هفته ای یک بار آن را آبیاری کنید. اگر پس از یک هفته هنوز خاک مرطوب بود، برای آبیاری مجدد باید چند روزی صبر کنید. در زمستان از میزان آب کم کنید و هر 15 روز گیاه را آبیاری کنید. سعی کنید همیشه رطوبت خاک این گیاه را بالا نگه دارید.\r\nکالاتیا به خاک مرطوب علاقه دارد، نه خاک خیس!  پس در آبیاری آن دقت کنید، این گیاه به آب زیادی نیاز ندارد، پس باید آب اضافی را بیرون ‌کند. در نتیجه هرگز کالاتیا را بیش از حد آبیاری نکنید، چون ممکن است در آب اضافی جمع شده در زیر گلدان غرق شود!",
      "howToSoil": "کالاتیا خیلی به کود و یا تقویت کننده نیازی ندارد. اما اگر در طول بهار، تابستان و پاییز کود مخصوص گیاهان آپارتمانی را دریافت کند قطعا رشد بهتر و گل‌دهی بیشتری خواهد داشت. اصل نیاز این گیاه به کود، در طول فصول رشد است.\r\nخاکی برای این گیاه مناسب است که به مدت طولانی تری رطوبت را داخل خود نگهدارد و زه کشی مناسبی داشته باشد.",
      "howToLight": "این گیاه به نور کافی و غیرمستقیم خورشید نیاز دارد. پس آن را در یک اتاق با نور کافی و سایه نسبی قرار دهید. این نیاز ناشی از طبیعت اصلی آنست؛ کالاتیا در سطح زمین جنگل رشد می‌کند، جایی که به دلیل وجود درخت‌های پر شاخ و برگ، نور کمی از خورشید به آن می‌رسد. در حقیقت، نور مستقیم خورشید باعث سوختن و یا رنگ پریدگی برگ‌های آن می‌شود.",
      "waterMin": 3,
      "waterMax": 7,
      "tempMin": 18,
      "tempMax": 28,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 400,
      "lightMax": 1000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/ZKC2A0fk7558ZFeGNxGc.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/NoqgsdlN24b522BXIRZ4.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/P1rgNmVn2x4uWaMPnJpt.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/1iPCmYxvWq0ILUR6jewq.jpeg"
      ],
      "otherNames": [
        "Calathea picturata ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 283,
      "name": "لاوسونیا یا کوفیا",
      "sciName": "Cuphea hyssopifolia",
      "description": "لاوسونیا بومی مناطق گرمسیری آمریکاست. این درختچه گل دار پتانسیل خیلی زیادی برای تبدیل شدن به بونسای رو داره و قابل نگهداری در داخل و خارج آپارتمان و فضای بازه. این گونه در مکزیک، گواتمالا و چین پیدا میشه ولی معمولاً از چین وارد میشه. بونسای کوفیا دارای برگ ها نیزه ای شکل کوچیک به رنگ سبز تیرست و گل هاش به رنگ های صورتی و بنف هستن. شاخه های این گیاه رشد نسبتاً سریعی دارن ولی در مورد تنش اینطور نیست.این گیاه زیبا در دمای بین 18 تا 25 درجه سانتی گراد بهترین رشدش رو داره. از قرار دادنش در دمای پایین خودداری کنید چون آسیب میبینه و حتی ممکنه از بین بره. در فصول سرد گلدونش رو به داخل خونه بیارید تا در برابر سرما محافظت بشه. از قرار دادن لاوسونیا در مجاورت وسایل گرمایشی به شدت خودداری کنید.",
      "howToWater": "این گیاه نسبت به کمبود آب کمی حساسه. به هیچ وجه اجازه ندید بی آبی رو تحمل کنه در غیر این صورت برگ هاش زرد میشن و در طولانی مدت میریزن. روند آبدهی باید برنامه ریزی شده باشه تا گیاه رشد خوبی داشته. بهتره خاک لاوسونیا همواره مرطوب باشه. در روزهای تابستانی که گیاهتون رو بیرون از خونه قرار میدید هر روز آبیاریش کنید. اما در صورتی که داخل خونست آبدهیش رو کم کیند. از غرقاب کردن هم بپرهیزید.",
      "howToSoil": "لاوسونیا بر خلاف خیلی از گیاهان که به خاک سبک علاقه دارن در خاک سنگین و نیمه سنگین رشد بهتری داره. برگ پوسیده، ماس و لیکا بستری مناسب برای لاوسونیا هستن. البته استفاده از خاک مخصوص گل و گیاه با ترکیب ماسه و شن هم برای لاوسونیا مفیده.",
      "howToLight": "نور متوسط و غیر مستقیم برای این گیاه مناسبه. البته افزایش نور دریافتی روند گلدهیش رو بهتر میکنه. از قرار دادن لاوسونیا در محیط های تاریک پرهیز کنید. این کار باعث نابودی گلبرگ ها و از بین رفتن زیبایی گیاهتون میشه.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 18,
      "tempMax": 25,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 500,
      "lightMax": 1500,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/August2022/viLiUodGKMZEa0xhuOfN.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/August2022/QxSzmh7qcplqjQ7Ej94Q.jpeg",
        "https://planta.vsrv.ir/storage/plant/August2022/UecMGhVsbsQGgTSE9d8r.jpg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 117,
      "name": "داوودی",
      "sciName": "Callistephus chinensis",
      "description": "گل‌های آن در رنگ‌های متنوع وجود دارد که تمام طیف رنگی آن قابل تهیه است. این گیاه در صورت آبیاری منظم و وجود بستر مناسب کشت، به سرعت ریشه‌ها و ریزوم‌هایش را در سطح خاک پخش می‌کند و شبیه نعناع، پاجوش‌هایی در اطراف آن شکل می‌گیرد. به دلیل تنوع در رنگ گل‌ها و عمر زیاد آن‌ها، برای پرورش دسته گل طرفداران زیادی دارد.\r\nگل داوودی به علت داشتن گل‌های درشت، پُرپَر و زیبا با رنگ‌های متنوع از سفید و صورتی گرفته تا قرمز، زرد و بنفش دارای طرفداران زیادی است. این گیاه معمولا در فضای باز و در باغچه کاشته می‌شود؛ اما در سال‌های اخیر کشت آن به عنوان یک گیاه گلدانی متداول شده است. از نظر رنگ، ارتفاع و اندازه گل‌ها می‌توان این گیاه را به صد‌ها نوع طبقه‌بندی کرد. اما از نظر ارتفاع داوودی‌ها دارای سه رقم بلند، متوسط و کوتاه هستند. از ارقام بلند به منظور تهیه گلِ شاخه‌بریده استفاده می‌شود.",
      "howToWater": "گیاهان داوودی معمولا آب‌دوست هستند. البته زمان آبیاری گیاه به نوع خاک، میزان و شدت نور، درجه دما و رطوبت هوا بستگی دارد. در تابستان به خصوص در جنوب کشور شاید لازم باشد هر روز یا روزی دو مرتبه به گیاهان آب داد. بهتر است به گیاه داوودی زیاد تشنگی ندهید. در تابستان هر روز خاک گیاه را مرطوب نگه دارید و در زمستان هر زمان که سطح خاک کاملا خشک شد، آبیاری کنید. در زمستان مراقب شب‌های یخبندان باشید. داوودی در مدت یخبندان به آبیاری احتیاج ندارد و ممکن است با نشستن برف روی بستر خاک، کاملا به خواب برود. اگر گیاه را در گلدان نگهداری می‌کنید مراقب باشید که آب در گلدان باقی نماند، زیرا موجب پوسیدگی ریشه و نابودی گیاه می‌شود.",
      "howToSoil": "گیاه داوودی تقریبا در هر خاکی قابل کشت است. این گیاه در خاک‌های لومی، خاک معمولی باغچه و ماسه رشد خوبی دارد. اگر قصد دارید این گیاه را در گلدان بکارید بهتر است از خاک معمولی باغچه یا ترکیبی از ماسه رودخانه و کودبرگ استفاده کنید. برای کاشت در باغچه، خاک باغچه یا مخلوط خاک ماسه و کود دامی مناسب است.",
      "howToLight": "هر جایی که بیشترین نور مستقیم خورشید را دریافت می‌کند، برای کاشت یا نگهداری از گیاه داوودی مناسب است. نور بیشتر علاوه بر افزایش در تعداد گل‌ها و خوش حالت شدن گلبرگ‌های آن، به رشد بهتر و انشعاب بیشتر شاخه‌ها کمک می‌کند. گیاه داوودی را نمی‌توان به مدت طولانی در محیط بسته آپارتمان نگهداری کرد. این گیاه مخصوص محیط باز و حیاط است. در صورت نگهداری از این گیاه در محیط آپارتمان، رشد گیاه علفی شده و برگ‌های آن می‌ریزد. این گیاه در فضای بسته و تاریک منزل به مرحله گلدهی نمی‌رسد.\r\nبه طور کلی انواع این گیاه محدوده دمایی ۱۰ تا ۳۵ درجه سانتی‌گراد را می‌توانند تحمل کنند. بر اساس آزمایش و تجربه، گیاه داوودی قد متوسط با گل‌های سفید پُرپَر برای کاشت در مناطق گرم‌تر از ۴۰ درجه سانتی‌گراد مقاوم‌تر از بقیه ارقام عمل می‌کنند.",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 40,
      "humidityMax": 70,
      "lightMin": 800,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/Dc0JmydOvP3PwYtm0BI5.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/Oxq664fFqLEltWVkzkzY.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/jfpSB5fHWir4XNdbdOSq.jpeg"
      ],
      "otherNames": [
        "Chrysanthemum indicum ",
        " Chrysanthemum morifolium ",
        " Dendranthema grandiflorum ",
        " Chrysanthemum × grandiflorum ",
        " Chrysanthemum indicum ",
        " Dendranthema grandiflorum ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 305,
      "name": "نارگیل",
      "sciName": "Cocos nucifera",
      "description": "هر دو برگ نارگیل در غلافی پیچیده شده‌اند و مستقیماً از بذر که همان میوه نارگیل است خارج می‌گردد، برگ‌ها پهن، براق و تعدادشان کم و از هم فاصله زیادتری دارند. با گذشت زمان برگ‌های پایینی پیر و زرد و خشک شده و برگ‌های بالایی جای آن را می‌گیرند و محل برگ قدیم تبدیل به تنه می‌گردد. به خاطر شکل بدیع آن طالب فراوانی دارد. نصف بذر بیرون و نصف دیگر داخل خاک است.",
      "howToWater": "هرگز آب آبیاری را روی پوسته آن نریزید. زیرا باعث پوسیدگی پوسته می‌گردد. هرگز اجازه ندهید خاک با تلاقی شود. یکی از مهم‌ترین زیبایی‌های نارگیل غیر معمول بودن خروج برگ از بذر است بذر در حقیقت همان میوه‌ای است که می‌شکنید و از نارگیل آن استفاده می‌کنید. شیر داخل بذر غذایی جنین تا خروج از پوسته است. نصف بذر داخل خاک و نصف دیگر در خارج قرار می‌گیرد. هرگز روی پوسته بذر آب نریزید.\r\nدر تابستان یک یا دو بار در هفته به آبیاری نیازمند است. در زمستان آن را به هفته‌ای یک بار برسانید. روی پوسته میوه آب نریزید. ریشه گیاه در آب توقف نکند.\r\nشدیداً نیاز به رطوبت دارد. با ایجاد رطوبت پایدار و ریختن آب و سنگریزه در زیرگلدانی محیطی شاداب برای آن درست کنید اما مواظب باشید که انتهای گلدان با آب در ارتباط نباشد. گذاشتن گلدان در گلدان بزرگتر و پر کردن حد فاصل بین آن دو با خزه مرطوب یکی‌دیگر از راه‌های ایجاد رطوبت پایدار است.",
      "howToSoil": "هر سه هفته یک بار گیاه را با کودهای محلول مخصوص گیاهان زینتی مانند کود 20-20-20 با نصف غلظت پیشنهادی از طرف فروشنده یا سازنده تغذیه کنید.\r\nمخلوطی از دو قسمت خاک لوم، یک قسمت پیت و یک قسمت ماسه شکری بهترین بستر برای این گیاه است. زهکش باید عالی باشد.",
      "howToLight": "به نور کامل نیازمند است. قطرات آب به جا مانده از غبارپاشی نور خورشید را مانند ذره‌بین از خود عبور داده و برگ‌های این گیاه حساس را می‌سوزاند.\r\nحداقل دما در زمستان 18 و در تابستان تا 27 درجه تحمل می‌کند.",
      "waterMin": 2,
      "waterMax": 4,
      "tempMin": 18,
      "tempMax": 27,
      "humidityMin": 50,
      "humidityMax": 80,
      "lightMin": 1000,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/October2022/SyRm0XBO49oUfGhBu4lP.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/October2022/755EtNU9JlT5ptMPhKhC.jpeg",
        "https://planta.vsrv.ir/storage/plant/October2022/LPDmF6PoRADxmbWa1uDo.jpeg"
      ],
      "otherNames": [
        "Cocos nucifera"
      ]
    },
    {
      "probability": null,
      "id": 129,
      "name": "کالادیوم یا فیل گوش",
      "sciName": "Caladium bicolor",
      "description": "گل کالادیوم با نام فارسی فیل گوش و نام انگلیسی بال فرشته ای یا همان Angel wings و همچنین\r\nHeart of Jesus نیز نامیده می شود.\r\nنام علمی آن Caladium bicolor می باشد .\r\nاین گل از خانواده ی Araceae بوده و خاستگاه اصلی آن ( سرزمین سامبا ) برزیل می باشد .\r\nهیچ گیاهی نمی تواند در ترکیب رنگ ها با کالادیوم رقابت کند .\r\nبه طوری که تشریح رنگ ها تقریبا غیر ممکن است ، برگ ها به شکل سر نیزه بوده و دم برگ این گل بلند است ،\r\nدوام برگ ها زیاد نیست و از اول بهار تا اواخر پاییز باقی می مانند ،\r\nتکثیر کالادیوم از طریق تقسیم ساقه های زیر زمینی است ،\r\nبا شروع زمستان برگ ها زرد و خشک شده و گیاه به استراحت می رود ،\r\nبرای حفظ ساقه های زیر زمینی در زمستان نباید آن را آبیاری نمود ،",
      "howToWater": "تا زمانی که گل کالادیوم برگ دارد ( بعضی مواقع فقط ریشه را نگهداری می کنند ) گیاه را همیشه مرطوب نگه دارید .\r\nدر فصل تابستان 2 تا 3 بار در هفته و در فصل زمستان چنان چه گیاه فاقد برگ است آبیاری را متوقف کنید ، گیاه در زمستان به آبیاری نیاز ندارد .\r\nغبار پاشی برای این گیاه مضر است ، چون برگ ها صدمه می بینند ،\r\nگلدان گل کالادیوم را نزدیک گلدان های دیگر نگهداری کنید و یا رطوبت را از طریق کاشت گروهی با گیاهان دیگر تامین کنید .",
      "howToSoil": "یک قسمت پیت و یک قسمت خاک لیمونی بهترین محیط رشد ریشه گل کالادیوم است .\r\nتعویض گلدان : در اواخر زمستان ساقه های زیر زمینی را از گلدان خارج کنید و در گلدان دیگر کاشت کنید .\r\nگل کالادیوم گیاهی کم توقع است ، بر اساس تجربه برای رشد و ماندگاری هر چه بیشتر این گل ،\r\nنصف میزان کود توصیه شده از طرف سازنده کود گیاهان زینتی جهت تغذیه کافی به نظر می رسد .",
      "howToLight": "جهت حفظ رنگ ها و نقوش برگ ، نور کامل احتیاج است ولی مواظب اشعه ظهر و اشعه مستقیم آفتاب باشید .\r\n24 درجه سانتی گراد در فصل تابستان و 16 درجه در فصل زمستان نیاز های حرارتی این گیاه است ،\r\nدر صورتی که نگهداری گلدان فقط به خاطر حفظ ساقه های زیرزمینی است در درجه حرارت پایین تر و حدود 13 درجه نگهداری شود .",
      "waterMin": 3,
      "waterMax": 8,
      "tempMin": 13,
      "tempMax": 25,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 300,
      "lightMax": 1200,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/SH3gkYsH7dsv4j2Ldenb.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/I1CJ7Rhhx6ezrT65rtMu.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/JT1x9fTUo3ZaOOKVI4Lr.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/F8HMMDhfcCyH7mUcbMll.jpeg"
      ],
      "otherNames": [
        "Caladium bicolor ",
        " Caladium lindenii ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 171,
      "name": "سروپژیا نقره ای",
      "sciName": "Ceropegia Sandersonii",
      "description": "گیاه سروپژیا وودی (Ceropegia Woodii) گیاه بسیار زیبایی است.\r\nکه به نام‌های شراب شیرین، قلب زاویه دار، دلربا و زنجیره قلب‌هانیز معروف است.\r\nو نام‌های انگلیسی رایج آن Heart Vine، String of Hearts، Collar of Hearts و Rosary Vine هستند.\r\nگیاهی گوشتی، گلدار و همیشه سبز است که از زیر تیره اِستَبرَق (Asclepiadaceae) و خانواده خرزهره ایان (Apocynaceae) می‌باشد.\r\nکه بومی مناطقی مثل آفریقای جنوبی، زیمبابوه و جزایر قناریست.\r\nاولین بار گیاه سروپژیا در سال 1881 توسط متصدی یک باغ گیاه شناسی در ارتفاع 1500 متری کشف گردید.\r\nکه 13 سال بعد به باغ بوتانیک در انگلیس به نام Kew منتقل شد.",
      "howToWater": "این گیاه به علت داشتن ریزوم باید خاک با زهکشی بالایی داشته باشد. بین دو آبیاری خاک باید کاملا خشک شود\r\nاین گیاه می تواند در رطوبت کم رشد کند. ولی در رطوبت بالا رشد بهتری دارد و در رطوبت بالا باید آبیاری گیاه را کمتر کنید، چون هوا\r\nمرطوب است و برگها آب کمتری از دست می دهند.",
      "howToSoil": "در فصل رشد با کود 20-20-20 رقیق شده (نصف دز مصرفی در آب هر ماه یکبار تغذیه شود و در اواسط تابستان کوددهی را متوقف کنید.\r\n بهترین خاک برای این گیاه مخلوط خاک کاکتوس یا مخلوط گیاهان خانگی همراه با پرلیت و کوکوپیت است. زهکشی خاک مهمترین بخش است.",
      "howToLight": "نور خورشید غیر مستقیم را ترجیح می دهد ولی در شرایط نور کم نیز بخوبی رشد میکند ولی رنگ برگها تغییر میکند.\r\nبهترین دما بین محدوده ی 19 الى 9 ميباشد و در دمای پایین 15 درجه از بین میرود.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 15,
      "tempMax": 20,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 400,
      "lightMax": 1800,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/ghZcttBIpyKtaiGVPe8I.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/KMiWynSVXRcx4NauvbgV.png",
        "https://planta.vsrv.ir/storage/plant/March2022/syqxA1KSOEVTkMKzUnkE.jpeg"
      ],
      "otherNames": [
        "Parachute Plant ",
        " Combretum woodii ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 123,
      "name": "فیکوس لیراتا",
      "sciName": "Ficus lyrata",
      "description": "برگ های گیاه فیکوس لیراتا بزرگ، مومی و به رنگ سبز تیره است. اندازه برگ ها ۳۰-۵۰ سانتی متر می باشد. ارتفاع آن در محیط طبیعی به ۱۲-۱۸ متر می رسد؛ ولی در صورت نگهداری در خانه رشد کندی دارد و ارتفاع آن ۳ متر یا بیشتر است. از ویژگی های بارز برگ های فیکوس لیراتا علاوه بر تصفیه هوا، کنترل رطوبت محیط است. در گیاه فیکوس لیراتا گل نمایان نیست و هر از گاهی میوه تولید می کند.\r\nفیکوس لیراتا رطوبت را دوست دارد. رطوبت در بیشتر خانه ها برای اینکه گیاه جوان را کاملاً خوشحال کندکافی نیست. برای تامین رطوبت مورد نیاز گیاه، بعضی از گیاهان دیگر را در اطراف آن قرار دهید تا رطوبت را بالا ببرید.",
      "howToWater": "گیاه فیکوس لیراتا ترجیح می دهد که قبل از آبیاری مجدد، خاک خشک شده باشد. زمان آبیاری گیاه معمولا هر ۵ تا ۱۰ روز یک بار است. ولی اگر می خواهید مطمئنتر عمل کنید، انگشت خود را در خاک فرو کنید؛ اگر خاک خشک بود آبیاری را انجام دهید؛ ولی اگر مرطوب بود دو روز دیگر صبر کنید. اگر دوست ندارید انگشت خود را کثیف کنید می توانید از رطوبت سنج استفاده کنید.\r\nهنگامی که آبیاری انجام می دهید، این کار را به طور کامل انجام دهید. باید کاری کنید که آب به طور آزاد در خاک جاری شود و از زیر گلدان خارج شود. اجازه ندهید که ریشه ها در آب غوطه ور شوند؛ زیرا این می تواند منجر به پوسیدگی آنها شود.",
      "howToSoil": "گیاه فیکوس لیراتا در اکثر خاکهای گلدان به خوبی رشد می کند. زهکشی برای آنها بسیار مهم است؛ بنابراین ممکن است ایده خوبی برای مخلوط کردن گلدان در برخی از خاک های کاکتوس باشد. هنگامی که برای اولین بار گیاه جدید خود را خریداری می کنید ریشه های آن را بررسی کنید. در بسیاری از مواقع وقتی این گیاهان خریداری می شوند، ریشه آنها محدود شده است و فضای کافی برای رشد ندارند؛ پس گیاه را به گلدان بزرگتری منتقل کنید.",
      "howToLight": "گیاه فیکوس لیراتا به شدت نور روشن ولی غیر مستقیم را دوست ادارد. برگهای بزرگ این گیاه برای شادابی بیشتر، نیاز به نور زیادی دارد. گیاهتان را کنار پنجره قرار دهید؛ اگر نور فضای شما کافی نبود از لامپهای مخصوص رشد گیاه استفاده کنید.فیکوس لیراتا به سمت نور متمایل می شود؛ پس برای رشد متعادل، هر چند وقت یکبار گیاه را بچرخانید.\r\nبا پاک کردن گرد و غبار برگهای گیاه به صورت هفتگی گیاه را تمیز نگه دارید.بهترین راه برای تمیز کردن برگهای گیاه استفاده از پارچه مرطوب است. هرگز از محصولات غذایی مانند روغن زیتون یا براق کننده های تجاری استفاده نکنید.",
      "waterMin": 5,
      "waterMax": 10,
      "tempMin": 10,
      "tempMax": 26,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 900,
      "lightMax": 2500,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/z8vEJ53XukLJiuiPJT3l.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/9SUUnT5mMI0hPR0ZSaA0.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/SGrmaWlkIEOAM9GY4Cfg.jpeg"
      ],
      "otherNames": [
        "Ficus lyrata"
      ]
    },
    {
      "probability": null,
      "id": 139,
      "name": "گل نرگس",
      "sciName": "Narcissus bulbocodium",
      "description": "اگر مهارت زیادی در کاشت گیاهان پیازی ندارید، بهترین گزینه برای شروع گل نرگس است زیرا کاشتن پیاز آن تا زمان گل دادنش آسان است و اگر در انتخاب پیاز توجه کنید ، بسیار باصرفه است.\r\nپیاز نرگس رادر فصل پاییز بخرید و در نظر داشته باشید پیازی را انتخاب کنید که هیچ گونه بریدگی، خراش یا دندانه نداشته باشد همچنین باید بدانید پیاز بزرگ تر گل بزرگ تر به شما می دهد.\r\n1. یک گلدان سنگی یا سفالی برای کاشتن پیاز نرگس انتخاب کنید زیرا استفاده از گلدان سبک به علت اینکه ممکن است نرگس ها در مرحله گردن غازی، یک طرفه شوند و گل ها به یک سمت باز شوند درست نیست و سبب واژگون شدن گلدان می شود.\r\n\r\n2. گلدانی با عمق 18 سانتی متر انتخاب کنید زیرا عرض گلدان باید به گونه ای باشد که هنگام کاشت ، پیازها از هر طرف پنج سانتی متری از دیواره گلدان فاصله داشته باشند.\r\n\r\n3. برای عبور آب اضافی و زهکشی مناسب کف گلدان را سوراخ کنید .\r\n\r\n4. قبل از کاشت پیازها را دوساعت در آب ولرم قرار دهید . البته باید فقط انتهای پیاز در آب باشد و نباید به علت پوسیده شدن پیاز کل پیازرا در آب قرار دهید.\r\n\r\n5. گلدان را تا نیمه از خاک پر کنید به صورتی که دوسوم پیاز زیر خاک باشد و خاک دور پیازها را بگیرد.\r\n\r\n6. گلدان را آبیاری کنید و در جایی گرم در زیر نور مستقیم خورشید قرار دهید.\r\n\r\n7. دو تا سه هفته طول می کشد تا پیاز شروع به رشد کند پس تا زمانی که ساقه ها از خاک سر نزده اند دیگر به آن آب ندهید.\r\n\r\n8. پس از شروع رشد ساقه گلدان هرگز نباید کاملا خشک بماند.\r\n\r\n9. هر دو هفته یک بار تا باز شدن گل ها به گلدان کود تقویتی همراه آب بدهید.\r\n\r\n10. برای جلوگیری از رشد کج ساقه ها از یک قیم استفاده کنید.\r\n\r\n11. هنگام گل دادن گیاه ، گلدان را از زیر آفتاب مستقیم بردارید.",
      "howToWater": "نرگس، گیاهی است که آبیاری زیاد را دوست ندارد و در صورت افراط در آبیاری ، برگ هایش بیش از حد بزرگ شده و گل نمی دهد زیرا این گیاه برای گل دادن باید کمی خشکی ببیند. ماندگاری گل نرگس در هوای سرد بیشتر است ودر دمای بالاتر گل ها زودتر پژمرده می شوند",
      "howToSoil": "نرگس از جمله گل‌هاي پيازي است، گل‌ها و گياهان پيازي خاك‌هاي سنگين و رسي را دوست ندارند و بيشتر خاك سبك را مي‌پسندند. اگر خاك باغچه يا گلدان‌تان رسي است، كمي شن با آن مخلوط كنيد تا زهكشي خوبي پيدا كند. البته كودهاي حيواني هم براي باغچه مناسب است. ورمي كمپوست براي گلدان‌هايي كه داخل آپارتمان قرار مي‌گيرند، كود مناسبي است.",
      "howToLight": "نرگس در بعضی از ساعات روز برای گلدهی به نور خورشید نیاز دارد.",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": 5,
      "tempMax": 20,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 800,
      "lightMax": 1000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/cx7JLJx28WWw2y7OiWBk.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/1asb3Eaxz0NmqFOFIzr2.png",
        "https://planta.vsrv.ir/storage/plant/November2021/Xd2UTZq1dUb4e7F5h3QY.jpeg"
      ],
      "otherNames": [
        "Narcissus dubius ",
        " Narcissus tazetta ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 31,
      "name": "پاچیرا (درخت پول)",
      "sciName": "Pachira",
      "description": "گیاه پاچیرا متعلق به مناطق شرقی آسیاست. گیاه پاچیرا از نماد های ثروت و خوشبختی به حساب می‌آمده و به همین علت به درخت پول هم معروف است.\r\nمیزان رطوبت هوا برای پاچیرا بسیار مهم است. رطوبت هوا باید حدود 45 الی 55 درصد باشد. برای اینکه این میزان رطوبت را برای گیاه تامین کنید، می‌توانید برگ‌های گیاه را با آب اسپری کنید.\r\nمکان پاچیرا را زیاد تغییر ندهید. گیاه از این اتفاق دچار آسیب شده و با ریختن برگهایش، نارضایتی خود را ابراز می‌کند.",
      "howToWater": "پاچیرای زیبا عاشق خاک مرطوب رو به خشک است. خاک و ریشه خیس اصلا برای آن قابل تحمل نیست. به بدنه این گیاه دقت کنید، همانطور که مشخص است هرچه در طول ساقه به سمت پایین برویم، ساقه ضخیم‌تر می‌شود. این قسمت ضخیم، قادر است که آب را برای مدت طولانی ذخیره کند و در هنگام خشکی به نقاط مختلف گیاه برساند.\r\nاز بهار تا پاییز، هفته‌ای یکبار گیاه را آبیاری کنید و با رسیدن زمستان، این میزان را به حداقل برسانید.",
      "howToSoil": "پاچیرا به عنوان یک گیاه زینتی برای ادامه زندگی به خاکی متخلخل، نفوذ پذیر و غنی نیاز دارد. به این جهت می‌توانید از خاک کاکتوس، خاک گل و یا خاک گلدان استفاده کنید. برای افزایش تخلخل نیز می‌توانید مقداری شن، ماسه، دانه رس و یا پرلیت به خاک اضافه کنید. پاچیرا می‌تواند به روش “آب کشت” نیز پرورش داده شود.\r\nبرای اینکه گیاه بتواند تمام عناصر ضروری خود را دریافت کند، از اردیبهشت تا شهریور تقریبا هر 14 روز یکبار به آن کود بدهید.",
      "howToLight": "پاچیرا باید در مکانی روشن قرار بگیرد، اما جای نگرانی نیست چون می‌تواند در سایه نسبی هم رشد خوبی داشته باشد.\r\nدر میانه روز و زمانی که حرارت خورشید به اوج خود می‌رسد، گیاه نباید در معرض نور مستقیم قرار بگیرد.بهترین حالت برای نگهداری از پاچیرا، تامین نور مداوم و غیر مستقیم است تا بتواند انرژی لازم برای رشد و جوانه زدن برگ‌های جدید را ذخیره کند.",
      "waterMin": 7,
      "waterMax": 15,
      "tempMin": 13,
      "tempMax": 25,
      "humidityMin": 40,
      "humidityMax": 70,
      "lightMin": 400,
      "lightMax": 10000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/WWLYT6x9KFWvioLXw9uV.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/vdQBqKV3nGPmtEXDv8eb.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/OQpM1ArfhLcfPCiwS2k4.jpeg"
      ],
      "otherNames": [
        "Guiana Chestnut ",
        " Pachira aquatica ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 15,
      "name": "ارکیده فیلیپینی",
      "sciName": "Medinilla Magnifica",
      "description": "در جنگل‌ها، ارکیده فیلیپینی یک اپیفایت است، یعنی گیاهی است که در داخل حفره‌های روس تنه درخت‌های بزرگ رشد می‌کند. ارکیده فیلیپینی از دسته اپیفیت‌هایی است که غذا و انرژی خود را از آن درختها دریافت نمی‌کند. این گیاه در مناطق گرم، به عنوان گیاهی چندساله رشد می‌کند.\r\nارکیده در هوای مرطوب به خوبی رشد می‌کند، پس بهتر است آن را در مکان هایی مانند آشپزخانه و یا حمام قرار دهید و یا با اسپری کردن کمی آب به آن، رطوبتش را حفظ کنید.",
      "howToWater": "در فصول رشد گیاه ( بهار تا تابستان ) ، آن را به خوبی آبیاری کنید. هفته ای یک بار برای این گیاه کافی است. بین هر دفعه آبدهی اجازه بدهید تا سطح خاک کمی خشک شود و سپس آب را اضافه کنید. اما در زمستان از میزان آب بکاهید و تنها زمانی آب را اضافه کنید که خاک کاملا خشک شده باشد.\r\nهمیشه ارکیده فیلیپینی را از سطح خاک آبیاری کنید و مواظب باشید خود گیاه را خیس نکنید.\r\nراه دیگر برای سیراب کردن ارکیده، قرار دادن آن در ظرفی پر از آب است. در فصل گرم تابستان، این روش می‌تواند بسیار کارگشا باشد.\r\nگلدان ارکیده را برای 10 دقیقه در ظرف نسبتا عمیقی از آب قرار دهید. زمانی که آب کاملا جذب شد، مجدد ظرف را از آب پر کنید.",
      "howToSoil": "در بهار، تابستان و پاییز دو بار در ماه به ارکیده فیلیپینی کود مایع بدهید. انتخاب کودی با میزان بالای فسفر (10-20-10) سبب افزایش تعداد گلهای گیاه می‌شود. همیشه غذای گیاه را تا یک دوم میزان توصیه غلیظ کنید. گیاه در طول زمستان به دریافت کود نیازی ندارد.\r\nدر صورت لزوم، در فصل بهار گیاه را به گلدان بزرگتری منتقل کنید. مواظب باشید تا به ریشه گیاه آسیبی نزنید.\r\nمعمولا بزرگترین اندازه گلدان برای ارکیده فیلیپینی، گلدان 25 سانتی‌متری است.\r\nدر بهار حتما سطح خاک را به طور کامل با کمپوست بپوشانید. از کمپوست مخصوص ارکیده استفاده کنید.",
      "howToLight": "این گیاه به نور درخشان خورشید علاقه دارد، و بهتر است نور شدید خورشید را به صورت فیلتر شده دریافت کند. ارکیده فیلیپینی در طول زمستان نیز به دریافت نور کافی خورشید نیاز دارد، اما می‌تواند در این فصل تحت تابش مستقیم اشعه خورشید نیز قرار بگیرد. اما از فروردین تا اوایل آبان، گیاه را در معرض نور مستقیم قرار ندهید تا برگهایش دچار سوختگی نشوند.",
      "waterMin": 7,
      "waterMax": 14,
      "tempMin": 18,
      "tempMax": 26,
      "humidityMin": 70,
      "humidityMax": 95,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/F6HAccUkAZD6gdZaIgds.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/LwZZLOSYL1IrZn7pJhm6.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/HJZABrQGUgzR5e3aPLH5.jpeg"
      ],
      "otherNames": [
        "showy medinilla",
        " rose grape ",
        " Acianthera pubescens ",
        " Acianthera yauaperyensis"
      ]
    },
    {
      "probability": null,
      "id": 93,
      "name": "پتوس حصیری",
      "sciName": "Monstera pittieri",
      "description": "پتوس حصیری که به نام‌هایی چون پتوس پنجره ای، مانسترا حصیری، مونسترا آدانونی نیز معروف است،این گیاه رو گونه از  برگ انجیری‌ میدانند. پتوس حصیری را هم در گلدان و هم بصورت آویز میتوانید استفاده کنید تا زیبایی خانه و محل نگهداری آن دوچندان شود. روی برگهای این گیاه حفره‌هایی وجود دارد که با آن شناخته میشود.  این گیاه آپارتمانی جذاب و زیبا بسیار مقاوم بوده و روش نگهداری آسانی دارد.\r\nپتوس حصیری هم در نوع معمولی با برگهای سبز و هم در نوع ابلق وجود دارد. برخی از انواع آن برگهایی پهن و بزرگ و برخی دیگر برگهای کوچکتری دارند. طول این گیاه گاه به ۳ تا ۴ متر هم می‌رسد و رشد خوبی دارد.",
      "howToWater": "برای داشتن گیاهی زیبا باید فاصله بین دو آبیاری خاک گلدان تا عمق ۲ الی ۳ سانتی متری خشک شود. این گیاه آب زیاد را دوست نداشته و باید زمانی که خاکش خشک شد آن را آبیاری نمایید. غرقابی نمودن آن و جمع شدن آب در گلدان باعث از بین رفتن ریشه و پوسیدگی آن می‌شود. پس هر ماه سوراخ های زیر گلدان را بررسی کنید تا آب بعد از آبیاری از زیر گلدان خارج شود.\r\nبهترین دمایی که می‌توان این گیاه را نگهداری کرد دمای ۱۳ تا۲۴ درجه است. دمای بالاتر یا پایین‌تر از این میزان رشد گیاه را کاهش داده و آن را از بین می‌برد.",
      "howToSoil": "این گیاه خاک سبک با زهکشی بالا را دوست دارد که بهتر است از خاک برگ، کود و خاک باغچه بصورت ترکیبی استفاده کنید. خاک ضعیف و فقیر باعث می‌شود گیاه برگهایی کوچک داشته و حفره‌ نداشته باشد. اگر از پرلیت و پیت ماس استفاده میکنید حتما با استفاده از ورمی کمپوست و یا کودهای مناسب گیاه را هر دو هفته یکبار با در فصل رشد تغذیه کنید.\r\nیکی از کودهایی که برای گیاه مناسب است کود ۲۰-۲۰-۲۰ است. این کود را دو هفته یک بار به روش آبیاری در فصل بهار تا اواخر تابستان به گیاه دهید. گیاه نیازی به کوددهی بیش از حد نداشته و بیش از حد لازم سبب سوختن برگها می‌شود. پس زیاده روی در این کار نداشته باشید.",
      "howToLight": "پتوس حصیری چون گیاهی است که به نور کم مقاوم است، گیاهی مناسب برای فضاهای کم نور آپارتمانی است. بهترین جایی که می‌توان آن را قرار داد در پشت پنجره و آفتاب غیر مستقیم است. بدین ترتیب آفتاب مسقیم نیاز ندارد و برایش مضر است، و نور آفتاب باعث می‌شود برگهای گیاهتان بسوزد.\r\nنور بیش از حد کم هم سبب می‌شود بریدگیهای برگها از بین برود و گیاه رشد علفی داشته باشد پس اگر این سوال برای شما پیش آمده که چرا بریدگی برگهای من از بین میرود پاسخ آن این است که نور محل نگهداری کم است که باید گیاه را به محلی پرنور منتقل کنید و یا از نور مصنوعی استفاده کنید.",
      "waterMin": 5,
      "waterMax": 7,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 30,
      "humidityMax": 70,
      "lightMin": 200,
      "lightMax": 1000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/p3CTEfLxy5rMhp2hwKxB.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/522Epc8Gp6QHUFB8vqbl.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/5WkdLuXTXkJL0LIxHaoE.jpeg"
      ],
      "otherNames": [
        "Monstera adansonii ",
        " Monstera obliqua"
      ]
    },
    {
      "probability": null,
      "id": 39,
      "name": "دیفن باخیا",
      "sciName": "Dieffenbachia seguine",
      "description": "دیفن باخیا گیاهی بسیار زیبا و محبوب است. نام دیگر این گیاه، عصای بی عقلی است! چون اگر خورده شود، به علت شیره سمی داخل آن ، ممکن است فرد قدرت تکلم خود را از دست بدهد.\r\nبه اتفاق گیاهانی مانند آگلونما، اسپاتی فیلوم و فیلودندرون این خانواده را تشکیل داده است. پس دور از انتظار نیست که بگوییم دیفن باخیا عاشق رطوبت است!\r\nدیفن باخیا در تمام طول سال بازه دمایی بین 15 الی 24 درجه سانتی‌گراد را ترجیح می‌دهد. در واقع بهترین رشد آن در این بازه دمایی صورت می‌گیرد.",
      "howToWater": "ابتدا آن را به خوبی آبیاری کنید. سپس اجازه دهید بین هر بار آبیاری، گیاه کاملا خشکی را احساس کند.\r\n هیچ زمان دقیقی برای تشخیص روز آبیاری آن وجود ندارد. شما باید شرایط آب و هوایی، زمانی از سال را که در آن هستید، نوع خاک، میزان نور دریافتی، میزان رطوبت و مکان گیاه را در نظر بگیرید و متناسب با برآیند تمام این عوامل، یک الگوی آبیاری صحیح برای دیفن باخیا خلق کنید.\r\nدیفن باخیا در طی ماه‌های تابستان، بیشتر از زمستان به آبیاری نیاز دارد. چرخه رشد این گیاه از اواخر اسفند آغاز شده و در میانه آبان به پایان می‌رسد.",
      "howToSoil": "خاک گلدان مخصوص گل بنفشه، برای گیاه دیفن باخیا مناسب است.\r\n یک سوم خاک رس چندمنظوره یک سوم سنگریزه و یا پرلیت. یک سوم خزه ذغال سنگ\r\nاگر دیفن باخیا را در باغچه کاشته اید، در انتخاب ترکیب نهایی خاک آزادید. ترکیبی که در بالا ذکر کردیم می‌تواند برای آن بسیار مفید باشد.\r\nاما اگر دیفن باخیای آپارتمانی دارید، حتما برای آن از خاک مخصوص گیاهان آپارتمانی استفاده کنید و یا ترکیب ایده‌آل را خودتان بسازید : دو قسمت خزه ذغال سنگ و یک قسمت پرلیت.",
      "howToLight": "دیفن باخیا در فضایی تقریبا نورانی همراه با کمی سایه به خوبی رشد می‌کند نور کامل خورشید موجب تیره و کدر شدن برگهای دیفن باخیا می‌شود.\r\nنور زیاد سبب سوختن برگ‌های دیفن باخیا می‌شود. در مقابل اگر رنگ برگ‌های گیاه شما خیلی زرد/سفید است، سایه زیاد ممکن است سبب رنگ پریدگی گیاه شود.\r\nدر کل به محیطی با نور فیلتر شده و غیر مستقیم نیاز دارد اما می‌تواند نور مستقیم را نیز تحمل کند",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 25,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 800,
      "lightMax": 9000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/aY1Dsu2zMgAXMhMgu2vV.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/1vbOY3LveXKtL2zB70Pt.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/JCppvsv8dInzjcQ4AU7U.jpeg"
      ],
      "otherNames": [
        "Dumb canes ",
        " Dieffenbachia seguine ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 217,
      "name": "کاکتوس مامیلاریا الونگاتا",
      "sciName": "Mammillaria elongata",
      "description": "کاکتوس بندانگشتی (Mammillaria Elongata) بومی نواحی مرکزی نیومکزیکو است. این کاکتوس با خارهای مجتمع و زیبایی پوشاندیده شده است. رنگ این خارها از زرد تا قهوه‌ای هستند و در بهار گل‌هایی به رنگ سفید و زرد تولید می‌کند. به دلیل داشتن سیستم ریشه‌ای ضعیف، این گیاه مستعد بیماری پوسیدگی ریشه است که به نابودی آن منجر خواهد شد. در هر صورت با رعایت شرایط نگهداری مامیلاریا الونگاتا که در ادامه به آن خواهیم پرداخت ریسک بیماری آن را کاهش می‌دهیم.\r\nگل‌های این کاکتوس به شکل یک حلقه در طول فصل رشد پدید می‌آیند. برای رسیدن به نتیجه مطلوب در گلدهی، لازم است آبیاری و تغذیه گیاه در طول فصول رشد را به درستی انجام دهیم. همانطور که قبلاً نیز اشاره شد، گل‌های این کاکتوس سفید و زرد هستند. آبیاری و کوددهی در تابستان باید به صورت منظم انجام شود. مانند سایر گیاهانی که در گلدان نگهداری می‌کنید. با فرا رسیدن فصل پاییز، مهم است که گیاه را از گزند باران دور کنیم. این به دلیل این است که خشکی یکی از فاکتورهای مهم در تشویق کاکتوس به گلدهی است. فقط وقتی مامیلاریا الونگاتا را آبیاری کنید که خاک آن به طور کامل خشک شده است.\r\nتا جایی که امکان دارد نگهداری مامیلاریا الونگاتا در پاییز را خارج از محیط خانه انجام دهید. و تا زمانی که هوا در حدی سرد نشده که گیاه شما دچار یخ‌زدگی شود، می‌توانید این کار را ادامه دهید. سرما و خنکی هوا فاکتور بعدی در تشویق گیاه به گلدهی است.",
      "howToWater": "هنگامی که نگهداری مامیلاریا الونگاتا را در خانه انجام می‌دهیم، تنظیم شرایط مراقبت بسیار دشوارتر است. در طول تابستان می‌توانید گیاه را یکبار در هفته آبیاری کنید. آبیاری بیش از حد و خیسی خاک موجب بروز بیماری‌های پوسیدگی خواهد شد. هنگامی که گرمای هوا زیاد است، می‌توانید مدت زمان بین دو آبیاری را کاهش دهید. با فرا رسیدن پاییز، باید میزان آبیاری گیاه را کاهش دهیم. با این‌کار به آن کمک می‌کنیم تا به شرایط استراحت خود وارد شود. و با فرا رسیدن زمستان آبیاری را کم‌تر کرده و تا حد رفع خشکی خاک به آبیاری می‌کنیم.\r\nدر طول زمستان باید گیاه را خشک نگه داشت. فقط هنگامی آبیاری کرد که از خشک شدن ریشه‌ها جلوگیری کرد. تقریباً یکبار در ماه کافی است. با وارد شدن به فصل بهار فصل رشد دوباره شروع خواهد شد. در این زمان بتدریج آبیاری را افزایش می‌دهیم.",
      "howToSoil": "نگهداری کاکتوس بندانگشتی مستلزم فراهم کردن بستر مناسب برای گیاه است. برای رشد سالم و حفظ سلامتی گیاه باید از خاک با زه‌کشی مناسب استفاده کرد. خاکی برای نگهداری این گیاه مناسب است که هنگام آبیاری به سرعت خشک شود. در نگهداری از این کاکتوس دقت کنید از گلدانی مناسب استفاده کنید که دارای سوراخ‌های زه‌کشی مناسب باشد. هر چند مدت یکبار باید سوراخ‌های زه‌کشی کف گلدان را بررسی و از باز بودن آن اطمینان حاصل کنید.",
      "howToLight": "نور مناسب نگهداری کاکتوس بندانگشتی، نور کامل و محیط روشن است. در نگهداری آن در خانه باید کاکتوس را در پرنورترین قسمت منزل قرار داد. در جایی که بتواند ۴ تا ۶ ساعت نور را دریافت کند. معمولاً بهترین مکان در محیط داخلی در نزدیکی پنجره جنوبی یا شرقی خانه است. می‌توانید در فصول گرم‌تر کاکتوس را در خارج از منزل نگهداری کنید. فقط باید مراقب باشید زمان تابش نور مستقیم خورشید در تابستان از گیاه خود محافظت کنید. نور مستقیم بیش از حد موجب آفتاب‌سوختگی آن خواهد شد.\r\nبهترین دما برای مراقبت از این کاکتوس دمایی بین ۲۰ تا ۳۰ درجه سانتی‌گراد است. دمای شب در تابستان می‌تواند تا ۱۵ درجه سانتی‌گراد نیز کاهش داشته باشد. در طول زمستان نیز دمای ۱۸ درجه سانتی‌گراد برای گیاه مناسب است.",
      "waterMin": 5,
      "waterMax": 7,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 5,
      "humidityMax": 30,
      "lightMin": 500,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/kEcl1psIOpXNmOlwYPSx.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/lSgjj3E52NMNPflyPsbZ.jpg",
        "https://planta.vsrv.ir/storage/plant/April2022/fpLnDCDkZbUUJbeLbC0z.jpeg"
      ],
      "otherNames": [
        "Mammillaria elongata ",
        " Mammillaria prolifera ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 254,
      "name": "بابونه",
      "sciName": "Anthemis ruthenica",
      "description": "بابونه گیاهی است یکساله و علفی که سرمای زمستان را به خوبی تحمل می کند. در مناطق معتدله علف هرز یونجه و ذرت است. بابونه در عرض جغرافیایی ۶۳-۶۴ درجۀ شمالی در سطوح وسیعی می روید.ریشۀ بابونه مخروطی شکل و کم و بیش سطحی است. ارتفاع ساقه متفاوت و بسته به شرایط محل رویش بین ۳۰-۸۰ سانتی متر می باشد. شرایط اقلیمی نقش عمده ای در رشد، نمو و حتی شکل گل دارد. چنانچه بابونه در زمین های شور و غیر حاصلخیز بروید گیاهانی بسیار کوتاه(به ارتفاع ۵ سانتی متر) با گلهای کوچک و ظریف تولید می کند. بابونه هایی که در این شرایط می رویند سالها واریته ای جداگانه( به نام سالینا) می دانستند و به علف مناطق شور( علف شور) معروف بود. پس از انتقال همان گیاه به شرایط اقلیمی مناسب ، گیاه به رشد و نمو طبیعی خود دست می یابدکه نشان دهندۀ تأثیر شرایط اقلیمی در رویش بابونه است.برگها بسیار منقسم ،باریک، کشیده و نیزه ای شکل یا سوزنی می باشند.گلهای بابونه در انتهای ساقه های اصلی و فرعی ظاهر می شوند و بصورت گل آذین کاپیتول می باشد",
      "howToWater": "بابونه قادر به تحمل خشکی است ولی در مرحلۀ رویش بذر و همچنین در مرحلۀ تشکیل ساقه به مقادیر مناسبی آب نیاز دارد. تحقیقات نشان می دهد که آبیاری گیاهان در مرحلۀ پنجه زنی ، عملکرد گل را به طور قابل توجهی افزایش می دهد.",
      "howToSoil": "بابونه گیاهی شورپسند(هالوفیت) است ، اگر این گیاه در مناطق شور کشت شود ریشه قادر است ۱۰ میلی گرم نمک در هر گرم ریشه ذخیره نماید. کشت بابونه در مناطق شور سبب کاهش عملکرد گل در مقایسه با گیاهان کشت شده در زمین های غیر شور می شود.بابونه در هر نوع خاکی می روید، ولی خاکهای سبک شنی همراه با مقادیر فراوان ترکیبات آهکی خاکهای بسیار مناسبی برای کشت بابونه است. PH خاک برای بابونه بین ۸/۴ -۸ مناسب است. تحقیقات نشان داده که بابونه را می توان در خاک های قلیایی با PH 9-2/9 نیز کشت کرد.",
      "howToLight": "این گیاه نیز در طول رویش به نور کافی نیاز دارد. به طوری که بابونه از مرحلۀ تشکیل غنچه تا کامل شدن گلها به مقادیر زیادی نور محتاج است. گیاهانی که در سایه کاشته می شوند مقادیر بسیار کم اسانس و کامازولن خواهند داشت . تحقیقات نشان می دهد که نور سبب افزایش اسانس و کامازولن می شود.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 7,
      "tempMax": 25,
      "humidityMin": 5,
      "humidityMax": 50,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/eNSu5e253FzaBPQCtKJw.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/LosFdn7BSEzrFOzwC5bP.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/Dq41nCNLj4kuEFxNBLoh.jpeg"
      ],
      "otherNames": [
        "Matricaria chamomilla"
      ]
    },
    {
      "probability": null,
      "id": 186,
      "name": "گل لاله",
      "sciName": "Tulipa gesneriana",
      "description": "لاله، گیاهی دائمی و سوخ دار است (از گروه گیاهان دارای پیاز میباشد.). این گل زیبا، از لحاظ گلکاری یکساله است چون پیاز اصلی آن که منظور همان سوخ مادری است، فقط به مدت زمان یک سال زراعی دوام دارد، اما هر ساله با سوخ جدیدی جایگزین می شود و به ظاهر هیچ چیز تغییر نکرده است. لاله در مناطق سردسیری نوعی گل دائمی به حساب می آید، ولی در نواحی گرمسیری سوخ های تیمار شده با سرما کشت می شود و پس از گلدهی از بین می رود. هلند تولید کننده اصلی تجاری لاله در دنیا میباشد به طوریکه در سال ۳ میلیارد شاخه از این گل تولید مینماید که اغلب صادر میشوند.\r\nلاله یک گل دائمی نیست پس نباید انتظار داشته باشید این گل همیشه بماند، دوام گل نهایتا یک ماه میباشد اما بعد از، از بین رفتن گل، پیاز آن را از خاک در بیاورید و ساقه آن را قطع کنید. پیاز را در محلی خشک و تاریک بگذارید و سال دیگر نیز میتوانید آن را کاشته . گل دادن آن را مشاهده کنید.",
      "howToWater": "در محیط داخل آبیاری متوسط کافی است. اگر پیاز‌ها را برای سال آینده دوباره استفاده شود لازم است در زمان رویش در بهار با استفاده از کود عمومی تغذیه صورت گیرد.",
      "howToSoil": "خاک مناسب برای این گل باید تا حد امکان سبک باشد، بنابراین اضافه کردن ماسه و شن به خاک گلدان توصیه میشود. بهترین خاک برای کشت این گل ترکیبی از کوکوپیت، پیت ماس و پرلیت یا اینکه مخلوطی از کود و خاک برگ و ماسه و خاک باغچه است.",
      "howToLight": "لاله به نور زیادی نیاز دارد مخصوصا در زمان گلدهی، پس اگر درون منزل نگهداری میکنید پرنورترین مکان را برای این گل زیبا انتخاب کنید مثلا کنار پنجره جنوبی",
      "waterMin": 2,
      "waterMax": 4,
      "tempMin": 5,
      "tempMax": 20,
      "humidityMin": 10,
      "humidityMax": 90,
      "lightMin": 900,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/oKy8yQkPyoppAVKU1G0b.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/hrfMKYK6F8tHpULFi00S.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/ejmc7dqFgb29yjk6b5kX.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/PTxrr0CQjtWH2LW0Pvsu.jpeg"
      ],
      "otherNames": [
        "Tulipa agenensis ",
        " Tulipa fosteriana ",
        " Tulipa eichleri Regel ",
        " Tulipa pulchella"
      ]
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=2",
    "next": "https://planta.vsrv.ir/api/Feed?page=4"
  },
  "meta": {
    "current_page": 3,
    "from": 31,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=3",
        "label": "3",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=4",
        "label": "4",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=5",
        "label": "5",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=6",
        "label": "6",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=7",
        "label": "7",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=8",
        "label": "8",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=9",
        "label": "9",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=10",
        "label": "10",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=4",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 45,
    "total": 328
  }
}