{
  "data": [
    {
      "probability": null,
      "id": 318,
      "name": "لوبلیا",
      "sciName": "Lobelia erinus",
      "description": "لوبلیا باغی با لوبلیا لبه ای گونه ای از لوبلیا است که بومی آفریقا از مالاوی تا نامیبیا و جنوب آفریقا می باشد. \r\nاز بهترین رقم های آن می توان به Blue Moon ، Gracilis  و Crystal Palace اشاره نمود. \r\nاین نوع لوبلیا می تواند هم روی زمین بیفتد و هم می تواند ایستاده باشد.\r\nگیاهی علفی و چند ساله است که 8 تا 15 سانتی متر ارتفاع دارد. در برخی منابع از آن بنوان گیاه یکساله نیز نامبرده شده است. گسترهی گیاه 14 تا 22 سانتی متر می باشد. برگ های پایینی تخم مرغی شکل و دندانه دار هستند. \r\nبرگ های بالای ساقه باریک و گاهی بدون دندانه هستند. گل ها آبی یا بنفش رنگ هستند. پنج گلبرگ دارند.\r\nمیوه آن 5 تا 8 میلی متر بوده و از نوع کپسول است. درون این کپسول بیشمار بذر می باشد. \r\nدوره ی گلدهی طولانی دارد و از اواخر بهار تا اواسط پاییز است.\r\n رقم های متنوعی از قبیل سفید ، آبی کمرنگ تا پر رنگ ، صورتی و قرمز از لوبلیا وجود دارد.",
      "howToWater": "این گونه گیاهی به خشکی مقاوم است. آبیاری متوسط نیاز دارد و آبیاری منظم باشد و غرقاب نشود.",
      "howToSoil": "مخلوط خاک باغچه به همراه مواد آلی و زهکشی مناسب.  گل ها بخش زینتی گیاه را تشکیل می دهند ماهی یک بار نیاز به تغذیه با کود کامل دارد غالبا استفاده از نشا برای کاشت آن مرسوم تر است پس اولین گلدهی چنانچه ساقه ها را از ارتفاع یک سوم هرس کنید مجددا به گل می رود دارای انواع رونده می باش که عنوان کف پوش بسیار مناسب هستند.",
      "howToLight": "از لحاظ نوری باید در آفتاب کامل باد اما می تواند در نیم سایه تا  آفتابی نیز رشد داشته باشد. \r\n لولبلیا باغی گیاهی چندساله مناطق گرمسیری بوده اما بیشتر در مناطق خنک کشت می گردد.\r\n تا زمانیکه خطر آسیب سرما باشد گلدان های لوبلیا را درون خانه نگهداری می کنند.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 15,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2023/bqH6gYUQdGj0EHqXh6UH.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2023/j40gsFmv4dgiZWbfSAyL.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2023/yXtXQBaoA6IWZRG6r0M3.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 84,
      "name": "شمعدانی",
      "sciName": "Pelargonium zonale",
      "description": "خیلی از شمعدانیها هوای خشک را می پسندند مثل شمعدانی سرخس، که گلخانه مرطوب را دوست ندارد اما نباید محیط هم بیش از حد خشک باشد. رطوبت جوی برای گیاه شمعدانی مضر نیست اما برای غنچه ها ضرر دارد.\r\nآبپاشی را صبح ها انجام دهید تا عصر رطوبت روی گلها خشک شود. در منزل با باز کردن پنجره جریان هوا را بیشتر کنید تا رطوبت اضافی بیرون برود.",
      "howToWater": "بین هر بار آب دادن به این گیاه باید اجازه دهید که خاک آن کاملاً خشک شود. سپس گیاه را به طور کامل آب بدهید.\r\nدر طول فصل زمستان کم تر به این گیاه آب دهید اما نباید اجازه دهید که ریشه های آن به طور کامل خشک شود. گیاه شمعدانی می تواند در فصل زمستان در داخل خانه نیز رشد خوبی داشته باشد، به شرطی که کم تر به آن آب بدهید.",
      "howToSoil": "در طول ماه هایی که رشد گیاه شمعدانی فعال باشد، هر دو هفته یکبار به آن کود بدهید. از کودی استفاده کنید که حلال در آب باشد.\r\nبرای رشد و نمو گیاه شمعدانی مخلوطی از خاک جنگلی ، تورب و ماسه، مناسب است. همچنین خاک رس و خاک نسبتاً سبک برای گیاه مناسب است. این خاک باید بدون ماده آهکی باشد. خاک گیاه نیز باید زهکشی مناسب داشته باشد. گیاه شمعدانی هرگز دوست ندارد که در یک خاک کاملا فشرده و یا بیش از حد دارای گِل رشد کند.",
      "howToLight": "شمعدانی ها گیاهانی نورپسند هستند اما شمعدانی که در منزل و باغچه عمل میآورند به نور شدید احتیاج کمی دارد. شمعدانی در محل سایه و قسمت شمالی شاخ و برگ آن زیاد شده و شاخه هایش طویل و آبکی میشود و گل نمی دهد. محل تاریک مناسب برای کاشت شمعدانی نیست. نقاط کاملا آفتابی نیز برای شمعدانی مناسب نیست و شمعدانی را باید زیر نور غیر مستقیم آفتاب قرار دهید. برای اینکه گیاه شما بیشترین تعداد شکوفه را داشته باشد، باید آن را در منطقه ای قرار دهید که در طول روز حدود 4 الی 6 ساعت نور آفتاب به آن برسد.",
      "waterMin": 4,
      "waterMax": 10,
      "tempMin": 13,
      "tempMax": 33,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2021/qh3nVvEKDhMrhZ8fDKD0.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/MP8TSiaV6wxNvsqG6ePr.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/ubWUItPss291uVonbXAf.jpeg"
      ],
      "otherNames": [
        "Geraniums ",
        " Pelargonium tomentosum ",
        " Pelargonium inquinans ",
        " Pelargonium graveolens ",
        " Pelargonium zonale ",
        " Pelargonium inodorum ",
        " Pelargonium graveolens ",
        " Pelargonium alternans ",
        " Geranium wallichianum ",
        " Pelargonium peltatum ",
        " Pelargonium graveolens ",
        " Pelargonium zonale ",
        " Pelargonium grandiflorum ",
        " Pelargonium cucullatum ",
        " Pelargonium × hortorum"
      ]
    },
    {
      "probability": null,
      "id": 223,
      "name": "(انگور (درخت مو",
      "sciName": "Vitis labrusca",
      "description": "انگور از خانواده ویتاسه است. حدود 60 گونه از این جنس انگور وجود دارد که مهم‌ترین آن‌ها سه گروه انگورهای اروپایی، آمریکایی و موسکادین هستند. انگور ایران از نوع اروپایی است.\r\nمو با مناطق گرم معتدل، سازگاری دارد. با آنکه برای رساندن میوه خود به فصل رشد گرم و طولانی نیازمند است؛ از گرمای شدید صدمه می‌بیند. همچنین سرمای شدید می‌تواند به مو آسیب وارد کند.",
      "howToWater": "در مناطقی که میزان بارندگی بین 300-400 میلی‌متر در سال باشد، می‌توان مو را به صورت دیم پرورش داد. در صورتی که میزان بارندگی حدود 250 میلی‌متر در سال باشد، 2-3 بار آبیاری موستان در طول فصل گرم لازم است چون مو در شرایط آب و هوایی مختلف کشت می‌شود، میزان نیاز آبی آن نیز بسیار متفاوت است به طوری که بر حسب شرایط اقلیمی شاید سالانه به 40-140 سانتی‌متر آب نیاز داشته باشد.\r\nتعداد دفعات آبیاری نیز بر حسب گرمسیر یا سردسیر بودن منطقه از 1 تا 6 بار متغیر است.",
      "howToSoil": "انگور از لحاظ مقاومت به خشکی و سازگاری با خاک، گیاهی بسیار مقاوم و قانع است؛ اما بهترین خاک برای آن، خاک عمیق، سبک و حاصلخیز است. اگر مو در خاک‌های سنگینی کشت شود، باید در زهکشی زمین دقت کرد تا رطوبت زیاد به ریشه درخت آسیب نرساند و برعکس در خاک‌های سبک، باید رطوبت کافی برای آن تأمین شود.\r\nانواع آمریکایی انگور، به دلیل سطحی بودن ریشه‌هایشان نیاز به خاک‌های خیلی عمیق ندارند. انواع انگور اروپایی نسبت به آهک خاک بسیار مقاوم‌اند. به طوری که گاهی تا 50 درصد آهک موجود در خاک را تحمل می‌کنند.",
      "howToLight": "این گیاه در داخل خانه رشد نمی کند و نیازی شدید به نور مستقیم آفتاب دارد\r\nاین گیاه را در قسمتی از حیاط بکارید که در روز ۸ تا ۱۲ ساعت",
      "waterMin": 10,
      "waterMax": 20,
      "tempMin": 2,
      "tempMax": 35,
      "humidityMin": 5,
      "humidityMax": 40,
      "lightMin": 8000,
      "lightMax": 22000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/5cO3NjajubbOilT3fiHx.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/XFcoqBFK1CZ2R7DKtbr2.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2022/pwV0bl3Ec0A12Z0Vaanp.jpeg"
      ],
      "otherNames": [
        "grape"
      ]
    },
    {
      "probability": null,
      "id": 136,
      "name": "کالاتیا ستاره موج",
      "sciName": "Calathea rufibarba",
      "description": "کالاتیا روفیباربا این یک گیاه چند ساله متعلق به خانواده Marantaceae است. \r\nاین از نظر اندازه مشخص برگهای جذاب آن متمایز می شود ، که باعث می شود یکی از برگهای جذاب باشد گونه های داخلی ترجیحی، اگرچه برای این امر به مراقبت ویژه ای نیاز دارد.\r\nاین گونه یک ریزوم غده ای خاص دارد ، در زیستگاه طبیعی خود می تواند پایه داشته باشد و یا در ساقه دو ردیف شاخ و برگ گیاه پیدا شود. ساقه با نوعی قرمز به پایین پوشانده شده است که با قسمت بالایی برگها یک تضاد چشمگیر ایجاد می کند که یک رنگ سبز روشن جذاب دارد.\r\nاز نظر ظاهری مستطیل ، لبه ای ، نازک و لبه دار موج دار است و طول آن می تواند به 25 سانتی متر برسد. در قسمت زیرین آن یک رنگ سبز مایل به آبی جذاب با رنگ بنفش نشان داده شده است. قسمت زیرین برگها به رنگ سبز مایل به سبز زیبا است، با تن های بنفش.\r\nکالاته به دمای بالا و دائمی نیاز دارد ، تغییرات ناگهانی دما می تواند شما را در کوتاه مدت از بین ببرد. میانگین درجه حرارت مطلوب بین 18 تا 21 درجه سانتیگراد است. همچنین توصیه می شود تهویه را با هوای تازه حفظ کنید و تا حد امکان از کشش جلوگیری کنید.",
      "howToWater": "در مورد آبیاری ، بهتر است از آب گرم استفاده کنید ، سعی کنید خاک رطوبت داشته باشید ، به همین دلیل مهم است که شما مرتباً آبیاری کنید و وقتی می بینید که درجه حرارت کاهش می یابد مقدار آب مصرفی را کاهش دهید.",
      "howToSoil": "اگر می خواهید این گیاه را بکارید ، از خاک خوب زهکشی شده استفاده کنید و اینکه فاقد سنگ آهک است ، اگر فکر می کنید ضروری است ، شن اضافه کنید. اگر مشاهده کردید که گیاه بیش از حد بزرگ می شود می توانید سالانه آن را هرس کنید. اگر آن را در گلدان می کارید ، همیشه باید مراقب رشد ریشه ها باشید ، به طوری که اگر گلدان از قبل کوچک است ، آن را به گلدان بزرگتری پیوند دهید.",
      "howToLight": "نور کافی را برای گیاه فراهم کنید ، اما به روشی غیر مستقیم. به محض آغاز پاییز مکان های سایه دار را ترجیح می دهد.",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 300,
      "lightMax": 2500,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/H1pSJMpxP1TpikyUsRhc.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/e4PGwERKYJp6WfQCSoX4.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/QgNBxSpaF5HKKvWSMx9j.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 102,
      "name": "آکالیفا",
      "sciName": "Acalypha hispida",
      "description": "این گیاه، گیاهی است آپارتمانی، با برگهایی زینتی که در یک گونه آن گلهایی زیبا نیز دیده می شود.\r\nاین گیاه به مکانی الزاما آفتابگیر و گرم، رطوبت بالا و خاک آمیخته با شن و رس نیازمند است\r\nگیاه أكاليفا متعلق به خانواده ای است که حدود ۴۰۰۰ گونه آن در کشورهای گرمسیری و نیمه گرمسیری جهان شناخته شده است.\r\nتنها یکی از گونه های این گیاه، به نام Acalypha hispida دارای گلهایی زیبا است. این گیاه گلهایی آویزان به طول ۵۰ سانتی متر دارد.\r\nبرای آنکه برگهای این گیاه، رنگهای زیبای خود را حفظ کنند، لازم است تا گیاه را در محیطی با نور کافی که در عین حال در معرض نور خورشید نیز نباشد قرار دهید. Acalypha hispida در نیم سایه بهتر رشد می کند. هوا نباید بیش از اندازه خشک باشد.\r\nخاک شنی آمیخته با رس را مرطوب نگهدارید. از بهار تا اواخر تابستان ماهی دو بار به گیاه کود دهید. بهتر است گیاهان مسن تر را گاهی اوقات هرس کنید. گلهای خشک شده را بکنید.",
      "howToWater": "توجه به رطوبت محیط و آب دادن به آن ضروری است و در زمستان به آب کمتری نیاز دارد.\r\nرطوبت نسبی محیط اثر مثبتی روی حفظ برگ‌ها دارد. به همین دلیل رطوبت نسبی منزل باید ۶۵ تا ۷۰ % باشد.",
      "howToSoil": "ود مورد نیاز این گیاه به میزان 2 گرم در لیترهر دو هفته یك بار و از اسفند تا شهریور ماه بكار برد. این گیاه خیلی پر ریشه است و نیاز زیادی به كود ازته دارد. باید در سال دو مرتبه گلدان آن را تعویض كرد. در غیر این صورت ریشه گلدان را پر می كند و برگها زرد می شوند.\r\nسه قسمت خاك برگ، یك قسمت تورب دو قسمت ماسه و یك قسمت كود پوسیده دامی، خاك مطلوب گیاه آكالیف است.\r\nكالیف به سرعت بلند شده و پس از مدتی شكل نامناسب و آشفته‌ای به خود می گیرد. برای به دست آوردن گیاهی متراكم و متعادل می توانید آن را تكثیر كنید. بهترین زمان گلدهی گیاه از اوایل تا اواخر بهار است كه در این زمان می توانید عمل تكثیر را انجام داد. ابتدا قلمه های انتهایی ساقه را به طول 10-8 سانتیمتر و یا ساقه های تازه روییده شده جانبی را همراه با پاشنه جدا كنید یعنی قسمتی از ساقه اصلی به ساقه جانبی متصل باشد. سپس قلمه ها را در پودر هورمون ریشه زایی فرو ببرید و هر یك را در گلدانی با قطر دهانه 9 سانتیمتر حاوی كمپوست بذر و قلمه بكارید. آنها را در شرایط دارای نور كافی و دور از تابش مستقیم خورشید نگهداری كنید و گلدانها را با كیسه های پلاستیكی شفاف بپوشانید. خاك گلدان فقط در ابتدای عمل خیس می شود و خیس كردن دوباره آن طی زمان ریشه دهی لازم نمی باشد. قلمه ها را در مای 22-20 درجه سانتیگراد نگاه دارید و پس از ریشه دهی آنها را به گلدانهای با قطر دهانه حدودا 13 سانتیمتر ، حاوی كمپوست گلدانی معمولی بكارید.",
      "howToLight": "این گیاه به نور متوسط، هوای گرم، خاك مرطوب، رطوبت هوای متوسط، در حدود 70-50 درصد و خاك قلیایی نیاز دارد.\r\nنياز به نور خوب دارد ولي نبايد در مقابل آفتاب باشد،",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 10,
      "tempMax": 22,
      "humidityMin": 50,
      "humidityMax": 70,
      "lightMin": 400,
      "lightMax": 1500,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/7uWpM7ctUv42HkQtAGAA.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/u4IU7jZMzVt9PEz7kbex.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/2Q7R3jiWW2iONj0Cegqm.jpeg"
      ],
      "otherNames": [
        "Acalypha australis ",
        " Acalypha wilkesiana ",
        " Acalypha fruticosa ",
        " Acalypha hispida ",
        " Acalypha macrostachya ",
        " Acalypha polystachya ",
        " Acalypha setosa ",
        " Acalypha villosa ",
        " Acalypha hispida ",
        " Acalypha hispida ",
        " Acalypha herzogiana"
      ]
    },
    {
      "probability": null,
      "id": 104,
      "name": "پیچک لابلاب",
      "sciName": "Lablab purpureus",
      "description": "لابلاب با نام علمی Lablab purpureus به خانواده Fabaceae تعلق دارد و بومی قاره آفریقا است .\r\nلابلاب گیاهی با رشد سریع است که می تواند به دور قیم پیچیده و رشد کند و ۶-۳ متر ارتفاع بیابد و اگرچه به عنوان گیاهی چندساله معرفی می شود اما اغلب به عنوان گیاهی یکساله مورد کشت و پرورش قرار میگیرد.\r\nهمچنین در انواع مختلف این گیاه رنگ بذرها متفاوت سفید، قهوه ای ، قرمز و یا سیاه رنگ است. از طرفی وجود گلهای سفید ابی ، صورتی و بنفش رنگ و تا حدودی معطر این گیاه موجب شده است تا گاهی به عنوان گیاه زینتی مورد استفاده قرار میگیرد که در این زمینه معمولا نمونه هایی با گلهای بنفش – سوسنی بیشترین مورد استفاده را دارند. زمان شکوفایی گلها از اواخر خرداد ماه تا زمان شروع یخبندان است",
      "howToWater": "گیاه لابلاب اگرچه در ابتدای رویش و برای جوانه زنی مناسب به ابیاری منظمی نیاز دارد اما گیاهان بالغ به خشکی مقاومت نسبتا خوبی دارند . ابیاری با فواصل کم به صورتی که خاک همواره خیس باشد موجب زردی و ریزش برگها و در موارد خیسی مداوم و زهکش سنگین خاک موجب مرگ گیاه می شود. در صورت خشکی کشیدن بیش از حد نیز گیاه به خوبی رشد نکرده ، گلها یا تشکیل نمی شوند و یا غنچه ها میریزند و به طور کل گیاه رشد ضعیفی خواهد داشت.",
      "howToSoil": "اگرچه نسبت به خاک سختگیری نیست اما وجود خاکی با زهکش خوب به رشد بهتر این گیاه کمک میکند . ماندگاری اب در خاک و خیس بودن مداوم یکی از دلایل از بین رفتن تدریجی این گیاه است. بنابراین در مناطقی که بارش باران را در طی فصل نسبتا زیاد دارند همانند مناطق شمالی کشور بهتر است که خاکی سبک استفاده شود تا توانایی عبور اب را داشته باشد. از طرفی تا حدودی اسیدی اندک خاک کمی به رشد این گیاه کمک میکند . در خاکهای قلیایی به تدریج برگهای گیاه بخصوص برگهای جوان زرد رنگ می شوند و اگر خاک گچی و بیش از اندازه قلیایی باشد حتی ممکن است این گیاه به دلیل فقر رشد و عدم توانایی در جذب مواد غذایی به طور کل از بین برود . فسفر و پتاسیم کافی برای تولید گل و میوه لازم دارد بنابراین اگر قبل از کاشت نسبت به غنی سازی خاک و مصرف خاک تازه اقدام نمیکنید اگر از کودهایی با میزان فسفر و پتاسیم بالاتر نسبت به نیتروژن استفاده کنید گیاه گلهای بیشتری خواهد داد. مصرف کودهایی با نیتروژن بالا منجر به رشد بیش از اندازه برگها و ساقه ها و کاهش گلها می شود البته اگر قصد شما از کاشت این گیاه پوشش سریع یک قیم در اوایل فصل رشد باشد ،کاربرد کودهای نیتروژنه راه حلی در این رابطه (تحریک رشد سریع است) البته به یاد داشته باشید که گیاهان اصولا ظرفیت مشخص و محدودی برای استفاده از کودها دارند و نباید تصور کرد هر قدر از کود استفاده شود گیاه نیز رشد بیشتری خواهد کرد گاهی مصرف بی رویه و زیاد کودها می تواند منجر به سوختگی ریشه ها و از بین رفتن کل گیاه شود بنابراین در مصرف کودها جانب اعتدال را در نظر بگیرید.",
      "howToLight": "لابلاب را می توان در مکانهایی با آفتاب کامل (حداقل ۸-۶ ساعت نور مستقیم) الی نیمه آفتاب ( حداقل ۵-۴ ساعت نور مستقیم) کاشت. اگرچه که برخی پرورش دهندگان اعتقاد دارند به طور کل مکانهایی با افتاب کامل برای این گیاه بهترین است و نیمه افتاب مناسب نیست. نور کم و مکانهای کاملا سایه موجب بلند شدن بیش از اندازه و باریک شدن ساقه ها ، افزایش فاصله برگها روی ساقه ها، عدم تشکیل گل و یا ریزش غنچه های گل می شود. نور شدید در مناطقی که روزهای تابستانی گرم با هوایی بسیار خشک دارند موجب سوختگی نوک و حاشیه برگها و ریزش غنچه های گل می شود. در چنین مناطقی می توان گیاه را در مکانی کشت کرد که در بعد از ظهر از سایه برخوردار باشد و همچنین با فواصل کمتری چنین گیاهانی را ابیاری کرد.",
      "waterMin": 5,
      "waterMax": 10,
      "tempMin": 4,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 70,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/iMWi7KO0HYQanY4189yP.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/6l3skAGEgIx7W4CtpDJQ.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/sNWPNvZiA3ZW82rIOLg5.jpg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 108,
      "name": "پاندانوس",
      "sciName": "Pandanus amaryllifolius",
      "description": "خانواده : Pandanaceae\r\nاین گیاه معروف به برگ خنجری با برگهایی شبیه شمشیر و خنجر با اسم علمی پاندانوس از ۶۰۰ گونه مختلف گیاهان استوائی درختچه ای همیشه سبز تشکیل یافته است. گیاه پاندانوس در برابر نور با تغییر رنگ عكس‌العمل نشان می‌دهد؛ به این شكل كه با دیدن نور، سبزی برگ‌ها به طلایی و كرم تغییر می‌كند و در غیر این‌صورت سبز رنگ می‌شود\r\nپاندانوس، گیاهی بسیار زیباست كه با شرایط آپارتمان كاملا سازگار است. برگ‌های كشیده، بلند و سبز آن خطوط سفید و زردرنگ دارند و در سراسر حاشیه برگ‌های تنه تا نوك از دندانه‌های ظریف و خارمانند خودنمایی می‌كنند.\r\nحداقل درجه حرارت در تابستان ۱۰ درجه سانتیگراد است که در صورت نزول آن باید آبیاری متوقف شود.در تابستان درجه حرارت طبیعی اتاق برای آن مطلوب است و در صورت بالا بودن آن نیازی به غبارپاشی دارد. دمای مناسب برای نگهداری پاندانوس دمای بین ۲۰ تا ۲۲ درجه سانتی گراد است. از قرار دادن گیاه در کنار پنجره‌های سرد، باد کولر و یا قرار دادن آن در برابر شوفاژ و بخاری خودداری کنید.",
      "howToWater": "نیاز آبی گل پاندانوس نسبتا بالاست و بایستی همواره خاک گلدان مرطوب باشد. دقت کنید که گلدان زهکش مناسب داشته باشد تا آب اضافی بتواند از ته گلدان خارج شده و مانع از پوسیدگی ریشه شود. همچنین بهتر است از آب جوشیده سرد برای آبیاری گیاه استفاده نمایید.\r\nاضافه نمودن آب به زیر گلدانی سنگریزه دار بدون ایجاد تماس ته گلدان با آب در ایجاد رطوبت پایدار کمک میکند. گیاه پاندانوس نیاز به گرما و رطوبت بالا دارد. رطوبت هوای ۵۰ تا ۷۰ درصد برای رشد و شادابی گیاه موثر است. به این منظور به ویژه در فصل تابستان، روزانه گیاه را مه‌پاشی کنید.",
      "howToSoil": "مناسبترین خاک برای کاشت پاندانوس مخلوطی از ماسه، خاکبرگ به دست آمده از خاکی که قبلا در آن چمن کاشته شده و پیت است. البته این گل به نوع خاک حساسیت زیادی ندارد و حتی خاک باغچه نیز برای رشد گیاه مناسب است و یا کمپوست و پیت به نسبت ۴ بر یک یا خاک و کود آماده کاشت.\r\nکمبود عناصر خاک گلدان را با اضافه نمودن کود شیمیایی مخصوص گیاهان زینتی هر ۲۰ روز یکبار طبق دستور جبران نمایید.معمولا زمانی که برگهای جوان گیاه در وسط بوته سفید می شوند و شکل زیبایی به گیاه می دهد ، و مردم خیال میکنند این طبیعی هستش ولی درحالی که از کمبود آهن خصوصا در تابستان رنج می برد.",
      "howToLight": "پاندانوس نیاز به نور فراوان برای رشد احتیاج دارد ولی توجه داشته باشید که در برابر نور مستقیم خورشید قرار نگیرد. برگهای گل پاندانوس در اثر نور کم حالت ابلق خود را از دست می دهد و سبز یک دست می‌شوند و در برابر نور زیاد نیز برگها رنگ پریده و چروک‌دار خواهند شد.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 10,
      "tempMax": 25,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 400,
      "lightMax": 1200,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/eYBhv60iFy2gcaGIQgOm.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/M2ClFqvYefysIYk28RBs.jpg",
        "https://planta.vsrv.ir/storage/plant/November2021/yi6mYDweDCeftvhZQorI.jpeg"
      ],
      "otherNames": [
        "Pandanus amaryllifolius ",
        " Pandanus amaryllifolius ",
        " Pandanus furcatus ",
        " Pandanus tectorius ",
        " Pandanus utilis ",
        " Pandanus dubius ",
        " Pandanus pygmaeus"
      ]
    },
    {
      "probability": null,
      "id": 157,
      "name": "نئوماریکا",
      "sciName": "Neomarica gracilis",
      "description": "گیاه دائمی ریزوم‌دار به بلندی ۱ متر و گستردگی ۵/۱ - ۱ متر است. دارای گل‌هائی شبیه گل زنبق به رنگ آبی با قسمت مرکزی سفید، زرد و قهوه‌ای رنگ است که در تابستان ظاهر می‌شوند.\r\nاز طریق کاشت بذر در بهار یا تقسیم گیاه در بهار و تابستان امکان پذیر است.",
      "howToWater": "به خشکی خاک حساس است و نباید آبیاری زیاد باعث پوسیدگی ریشه های آن شود\r\nآب داده شده باید بلافاصله از کف گلدان خارج شود",
      "howToSoil": "خاک غنی از هوموس و مرطوب با زهکش خوب نیاز دارد",
      "howToLight": "به مکان نیمه سایه و دور از معرض مستقیم نور خورشید احتیاج دارد\r\n حداقل دمای قابل تحمل آن ۱۰ درجه سانتی‌گراد می‌باشد.",
      "waterMin": 2,
      "waterMax": 4,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 300,
      "lightMax": 1000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/fjtYlSNvCue0pRHcsnXm.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/A2Pglkn3BaRxZJWFKv4G.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/OQ7hgJZ4KGr4sPbxnUbW.jpg"
      ],
      "otherNames": [
        "Neomarica gracilis"
      ]
    },
    {
      "probability": null,
      "id": 184,
      "name": "گل سوسن یا لیلیوم",
      "sciName": "Lilium bulbiferum",
      "description": "این گل زیبا از طریق پیاز رشد می‌کند و گیاهی چند ساله است که می‌تواند هر سال مجددا باز گشته و فضای خانه شما را زیبا و عطرآگین کند. نگهداری از گل سوسن چندان سخت نیست و نیاز به مراقبت چندانی ندارد. بنابراین اگر در پرورش گل و گیاه تازه‌کار هستید و دنبال خرید گل معطر برای خانه‌تان هستید، نگهداری از سوسن برایتان سخت نخواهد بود.\r\nسوسن گل‌هایی با شش گلبرگ دارد که معمولا شیپوری شکل هستند و روی ساقه‌ای بلند به‌همراه برگ‌هایی نیزه شکل می‌نشینند. سوسن در رنگ‌های زیبایی مثل صورتی، طلایی، قرمز، نارنجی و سفید پیدا می‌شود و می‌توانید از بین رنگ‌های مختلف آن یکی را به انتخاب برای خانه‌تان انتخاب کنید",
      "howToWater": "در طول فصل رشد گیاه می‌توانید با خیال راحت به آن آب بدهید. فقط باید توجه داشته باشید که گل سوسن از خیس ماندن بیش‌ازحد خوشش نمی‌آید و فقط ترجیح می‌دهد خاکی مرطوب داشته باشد. ازاین‌رو هر زمان سطح بالایی خاک خشک شد دوباره به آن آب بدهید تا پیاز گیاه آسیب نبیند. برای اطلاع از خشکی خاک گیاه می‌توانید انگشت خود را داخل خاک گلدان فرو کرده یا از یک سیخ چوبی برای اینکار استفاده کنید. به‌این‌شکل که بعد از فرو کردن انگشت یا سیخ چوبی داخل خاک اگر حس کردید خاک خشک شده به آن آب بدهید.",
      "howToSoil": "بیشتر گونه‌های سوسن دوست دارند که خاکی غنی داشته باشند، اما این غنی بودن نباید بیش‌ازحد و زیاد باشد. بعد از خاک غنی زهکشی مهم‌ترین مساله‌ای است که در مورد این گیاه باید به آن توجه داشته باشید؛ سوسن از خیس بودن زیاد اطراف پیاز خود اصلا خوشش نمی‌آید و از آن آسیب می‌بیند. در نهایت نوبت به PH خاک می‌رسد. برای نگهداری از گل سوسن سطح PH بین 5.5 تا 6.5 باشد.",
      "howToLight": "سوسن گیاهی نور دوست است و دوست دارد در نور کامل خورشید باشد، به‌طوری‌که حداقل 6 ساعت نور مستقیم خورشید را دریافت کند. درواقع این گیاه ترجیح می‌دهد سرش در آسمان باشد و پاهایش در سایه؛ برای اینکه این شرایط نگهداری را برای گل سوسن فراهم کنید می‌توانید گیاهانی کوتاه‌تر مثل چمن در نزدیکی آن بکارید. در طول نگهداری از گل سوسن یادتان باشد نور کم باعث می‌شود که شاخه‌های گیاه به سمت نور خمیده شده یا حتی سقوط کنند.",
      "waterMin": 2,
      "waterMax": 5,
      "tempMin": 5,
      "tempMax": 25,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 600,
      "lightMax": 1500,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/Tipvus9Yr6NGFO9WVTg3.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/0Gm4rMBL7jLh7COJRZNz.jpg",
        "https://planta.vsrv.ir/storage/plant/March2022/roDT4V5icgibCMfUGwlM.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/Lkn8WnXmCUbpKt0ThQjG.jpeg"
      ],
      "otherNames": [
        "Lilium lancifolium ",
        " Hemerocallis lilioasphodelus ",
        " Lilium candidum ",
        " Hemerocallis minor Mill ",
        " Lilium ",
        " Lilium bulbiferum ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 147,
      "name": "آلترنانترا",
      "sciName": "Alternanthera brasiliana",
      "description": "آلترنانتراها، گیاهانی از تیره ی آمارانتوس هستند. جنس آلترنانترا دارای 200 گونه می باشد.این گیاه بومی آمریکای جنوبی است.\r\nآلترنانترا گیاهی است بسیار کوتاه با برگ های سبز و زرد که مانند شمشاد نعنایی از آن برای شکل دادن به باغچه ها استفاده می شود. در شهرهای شمالی ایران، کشت و کار آن متداول است.\r\nاین گیاه چند ساله به دلیل برگ های رنگی اش که در محدوده ی رنگی قرمز تا سبز (قرمز، نارنجی، زرد و سبز زیتونی) است و نیز به دلیل فرم خاص برگ های آن که به شکل قاشقی و تقریبا باریک و دراز می باشد در فضای سبز مورد استفاده قرار می گیرد. برگ های آن 5/2 سانتی متر و دارای لکه هایی به رنگ های قرمز، بنفش و یا برنزی است. آلترناترا دارای گل های سفید رنگ و ریشک مانند است که بر روی گل آذین سنبله ای و جانبی تشکیل می شوند. ارتفاع این گیاه به 40 تا 50 سانتی متر و گستردگی آن به 30 تا 50 سانتی متر می رسد. شاخساره ی این گیاه به صورت عمودی رشد می کند.",
      "howToWater": "این گیاه از جمله گل های حساس به سرما محسوب می شود ولی گرما را به خوبی تحمل می کند. برای رشد مناسب به رطوبت تقریباً بالایی از خاک نیاز دارد.",
      "howToSoil": "خاک بستر آلترنانترا باید دارای زهکشی خوب، حاصلخیز و دارای مواد معدنی و آلی فراوانی باشد.",
      "howToLight": "برای ایجاد رنگ های مطلوب و متنوع در برگ های این گیاه، نور کامل آفتاب مورد نیاز است.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 15,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 2000,
      "lightMax": 20000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/January2022/d4xevVFc3DkMpQPrVyIJ.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/January2022/LeyHQrTsqxbvKWGyalvm.jpeg",
        "https://planta.vsrv.ir/storage/plant/January2022/JJPDacXR2TujSVqM54jM.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 57,
      "name": "کالاتیا گورخری",
      "sciName": "Calathea zebrina",
      "description": "بدون شک کالاتیا گورخری یکی از زیباترین گیاهان خانواده کالاتیاست. نکته ی جالب این است که این گیاه در روز پیچ و تاب برگهای خود را برای جذب بیشتر نور خورشید باز می‌کند و مجددا در شب قبل از خوابیدن آنها را جمع می‌کند.\r\nکالاتیا گورخری متعلق به مناطق گرمسیری است، پس دمای معتدل برای آن مناسب است. کالاتیا را همواره در بازه دمایی 24-18 درجه سانتی گراد حفظ کنید. نباید در نزدیکی دستگاه‌های سرمایشی/ گرمایشی قرار بگیرد.\r\nبالا بودن رطوبت هوا برای حفظ درخشندگی برگها بسیار ضروری است",
      "howToWater": "یکی از چالش برانگیزترین بخش‌های نگهداری از کالاتیا گورخری این است که بتوانید خاک آن را بدون غرقاب کردن، همواره مرطوب نگه دارید. کالاتیا دوست ندارد در خاکی کاملا خیس زندگی کند، اما در عین حال نباید خشکی را نیز تجربه کند. اگر خاکش کاملا خشک شود، گیاه پژمرده خواهد شد و برگها لوله‌ای مانند می‌شوند.\r\nتلاش کنید تا چنین شرایطی برای گیاه ایجاد نشود، چون وارد آمدن این نوع استرس‌ها آسیب‌هایی جدی به کالاتیا وارد می‌کند.\r\nدر حالی که گیاه به صورت فعال در حال رشد است، یعنی در طول بهار و تابستان، باید میزان آبیاری را برای مرطوب نگه داشتن خاک افزایش دهید. با آمدن زمستان، گیاه وارد فصل خفتگی خود شده و رشد با سرعت کمتری ادامه می‌یابد، پس باید میزان آبیاری را نیز کاهش دهید.",
      "howToSoil": "بهتر است برای این گیاه از خاکی حاصلخیز، دارای ترکیبات ذغال سنگ و با زه کشی مناسب استفاده کنید.\r\nاز خاکی سنگین استفاده نکنید، زیرا این نوع خاکها رطوبت را بیش از حد در خود نگه می‌دارند و باعث بیمار شدن گیاه می‌شوند.\r\nاز طرف دیگر، خاکی با میزان بالای ماسه نیز برای کالاتیا مناسب نیست، چون خیلی سریع آب را از خود عبور می‌دهد و گیاه فرصتی برای جذب آن پیدا نمی‌کند. بهترین ترکیب خاک برای کالاتیا گورخری این است : یک قسمت خاک گلدان، دو قسمت ذغال سنگ، و دو قسمت پرلیت.",
      "howToLight": "حتی اگر کالاتیا در خواستگاه اصلی خود نیز باشد، مکانی دارای سایه نسبی را ترجیح می‌دهد. اگر کالاتیا گورخری را در خانه و به عنوان گیاهی آپارتمانی نگهداری می‌کنید، باید نوری غیر مستقیم و کم تا متوسط برای آن فراهم کنید. اجازه ندهید نور خورشید به طور مستقیم به آن بتابد، بخصوص در بعدازظهر که گرم‌ترین قسمت روز است. در غیر این صورت، برگ‌ها رنگ خود را از دست می‌دهند، نقاط قهوه‌ای رنگ بر سطح آنها پدیدار شده و یا شدیدا می‌سوزند.\r\nاگرچه در نور کم رشد بهتری دارد، اما اگر در محیطی کاملا تاریک قرار بگیرد، سرعت رشد خود را از دست خواهد داد و ساقه‌هایی پژمرده ایجاد خواهد کرد. اگر چنین اتفاقی افتاد، آن را به مرور زمان به مکان‌های روشن‌تری ببرید.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 18,
      "tempMax": 24,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 300,
      "lightMax": 1000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/rbvJy0UURSQgLmHEAPcJ.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/OfxJuBNvPxnDpEdoiUqP.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/mfh9o7aQLhXb1LlXuRJj.jpg"
      ],
      "otherNames": [
        "Ctenanthe setosa ",
        " Calathea bella ",
        " Calathea roseopicta ",
        " Calathea"
      ]
    },
    {
      "probability": null,
      "id": 228,
      "name": "آلسترومریا",
      "sciName": "Alstroemeria ligtu",
      "description": "گیاه آلسترومریا از دسته گیاهان تکه لپه ای می باشد که به صورت یک ساله یا چند ساله مورد کشت قرار می گیرد. به طور کلی این گیاه دارای ساقه های زیرزمینی می باشد که ریشه های افشان با رشد و توسعه تبدیل به ریشه های ضخیم و محکمی خواهند شد. جالب است بدانید که گل های آلسترومریا شباهت بسیار زیادی با خوشه های نیلوفرهای کوچک دارد که در اواخر فصل بهار و اوایل تابستان در یک سری از رنگ ها شکوفه می گیرند. در طی سال های متمادی بسیاری از هیبرید ها حدود ۲۰۰ رقم ایجاد شده است که آن ها را به گل های اصلی گل فروشی برای دسته گل ها که حتی در سوپر مارکت ها نیز در دسترس عموم می باشد تبدیل کرده است. جالب است بدانید که سال ها طول کشید تا پرورش دهندگان گیاهان مناسبی را برای باغ خانگی پرورش دهند اما این روز ها آلسترومریا به صورت گسترده ای در دسترس می باشد و بسته به نوع آن از چندین اینچ تا چندین فوت شروع به رشد می کنند.\r\nتوجه داشته باشید که بهترین زمان برای کاشت این گیاه با هدف تولید گل شاخه بریده در ماه های تابستان تا اوایل پاییز می باشد که اغلب ارقامی که در شهریور تا مهر ماه کشت می شوند گلدهی آن ها در ماه اسفند اتفاق خواهند افتاد. اما در انواع پروانه ای این گیاه که تقریبا تداوم گلدهی دارند کاشت می تواند در هر زمانی از سال انجام گیرد. به طور کلی می توان گفت که کشت بذر آلسترومریا در نیمکره شمالی از آبان ماه تا اواخر خرداد ماه و در نیمکره جنوبی از شهریور تا آذر ماه انجام می شود.",
      "howToWater": "این گیاه برای رشد ایده آل نیاز به یک سیستم رطوبتی منظم دارد و می توانید گیاه را از طریق دو روش قطره ای و غرقابی به صورت مرتب آبیاری نمایید البته که روش غرقابی بسته به فصل سال باید مورد استفاده قرار بگیرد. توجه داشته باشید که اگر گیاه خود را بیش از حد آبیاری نمایید ریشه در معرض پوسیدگی قرار خواهد گرفت و به تدریج از بین می رود.",
      "howToSoil": "به طور کلی گیاه آلسترومریا برای رشد نیاز به بستری حاوی خاک های رسی شنی، سبک، پیت ماس و شنی دارد و همچنین باید خاک بستر از زهکشی بسیار عالی نیز برخوردار باشد. توجه داشته باشید که این گیاه نسبت به شوری خاک بسیار حساس است و شوری بالا با تین کردن ریشه های آلسترومریا موجب کاهش کیفیت گل های آلسترومریا خواهد شد.",
      "howToLight": "می توان گفت که اغلب ارقام این گیاه نسبت به نور روز حساس می باشند زیرا تعداد ساقه های گلدهنده به شدت کاهش پیدا می کند و به تدریج از تشکیل شاخه ها جلوگیری خواهد شد. در واقع نور لازم برای رشد این گیاه در طول روز باید ۱۲ الی ۱۳ ساعت باشد که در این صورت گلدهی موفقیت آمیز خواهد بود.\r\nبه طور کلی دمای محیط تعیین کننده فاز زایشی یا رویشی گیاه می باشد و از آنجایی که مقاومت آلسترومریا به دمای خنک قابل توجه است می تواند دمای ۵ درجه سانتی گراد را نیز به خوبی تحمل کند. توجه داشته باشید که گیاه برای رشد رویشی نیاز به بازه دمایی ۱۶ الی ۹۳ درجه سانتی گراد دارد ولی هنگامی که می خواهد وارد رشد زایشی شود نیاز به\r\n یک فاز گرمایی خواهد داشت. دای بهنیه در واقع ۱۵ درجه سانتی گراد می باشد و اگر دمای محیط به ۲۱ درجه سانتی گراد برسد گیاه بدون توجه به طول روز به حالت رویشی باقی خواهد ماند و یا گل های کمتری تولید خواهد کرد.",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 5,
      "tempMax": 20,
      "humidityMin": 30,
      "humidityMax": 90,
      "lightMin": 800,
      "lightMax": 10000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/kAZtT7DTxdRFXO0JXFms.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/IFrtG9DtaX4CqFtT9v0u.jpg",
        "https://planta.vsrv.ir/storage/plant/May2022/5I7JXOlysh9rK9dmDusU.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2022/8hVZakLaGmkGMJRAr7Jp.jpeg"
      ],
      "otherNames": [
        "Alstroemeria ",
        " Alstroemeria aurea"
      ]
    },
    {
      "probability": null,
      "id": 100,
      "name": "فلفل",
      "sciName": "Capsicum annuum",
      "description": "گیاه فلفل زینتی گیاهی عمدتا یک ساله می باشد البته در صورتی که در فصل سرما قرار گیرد!ولی اگر فصل سرما رو به خیر و خوشی گذران کند سال بعد نیز عمر خواهد کرد پس بهرت اس در فصول یخبندان به جای گرمتر انتقال دهید تا بتوانید گیاهی چند ساله داشته باشید.گیاهی با با ساقه های پر شاخه و بسیار زیبا با برگ های سبز شفاف که ارتفاع آن تا 24 اینچ( 60 سانتی متر )می رسد در زمان گل دهی گلهایی با رنگ سفید متمایل به ارغوانی میوه های آن بسیار زیبا و خوراکی به رنگ های زرد، سبز، قرمز می باشد و گاها با تغییر دما، نوردهی رنگ میوه ها نیز تغییر رنگ خواهد داد\r\nمیوه فلفل سبز در حالت تازه تقريبا عاری از بو و دارای طعم تند ملایم است ولی اگر رسیده شود، طعم بسیار تند و غیر قابل تحمل پیدا میکند. ازاین جهت است که باید میوه آن را همیشه قبل از رسیدن چید. گل های این گیاه نوش مرغوب برای زنبور عسل فراهم می سازد. دارای واریته های مهمی مانند .Var. conoides Irish وVar. longum Sendt و دو رگه های متعدد است.\r\nبرای پرورش این گیاه باید بدانید که فقط در تابستان می شود خارج از گلخانه نگهداری شود. مخلوطی از دو قسمت کود دامی پوسیده، یک قسمت خاک باغچه و ماسه برای پرورش این گیاه مناسب و مطلوب می باشد.کود مورد نیاز فلفل زینتی را نمی توان به میزان ۳ گرم در لیتر، هر دو هفته یکبار، از اردیبهشت تا شهریور، مصرف نمود.",
      "howToWater": "این گیاه چندان به آبیاری زیادی احتیاج ندارد. قبل از آبیاری فلفل زینتی خود، از خشک بود سطح خاک تا عمق 2 سانتی متری اطمینان حاصل کنید. باید توجه داشته باشید که گیاه باید به طور منظم آبیاری کنید تا دچار تنش آبی نشود. به طور معمول 2 الی 3 بار آبیاری به طور هفتگی کافی است.",
      "howToSoil": "مخلوطی از دو قسمت كود دامی پوسیده، یك قسمت خاك باغچه و ماسه برای پرورش این گیاه مناسب و مطلوب می باشد. \r\nكود مورد نیاز فلفل زینتی را نمی توان به میزان 3 گرم در لیتر، هر دو هفته یكبار، از اردیبهشت تا شهریور، مصرف نمود. \r\nبرای تكثیر این گیاه، می توانید بذرها را در اواخر زمستان و اوایل بهار در طرف كم عمقی، حاوی كمپوست مخصوص بذر بكارید و خاك را مرطوب نگاه داشته و روی آن را با شیشه یا پلاستیك بپوشانید. بعد از رشد نشاءها آنها را به گلدان اصلی حاوی كمپوست گلدانی منتقل كنید.",
      "howToLight": "به نور زیاد احتیاج دارند. بهترین محل برای نگهداری از این گیاهان راه پله، تراس، باغچه و… . تنها چیزی که اهمیت دارد این است که از وجود نور کافی در آن محل اطمینان  حاصل کنید. گیاهانی که نور کافی ندارند رشد آنها متوقف می شود.\r\nفلفل زینتی معمولا برای مناطق گرم گیاهی مناسب و مطلوب است. بهترین دما برای این گیاه بین18 تا 20 درجه سانتی گراد می باشد البته این گیاه قابلیت تحمل دمای حداقل 10 درجه و حداکثر 22 درجه را دارد.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 10,
      "tempMax": 22,
      "humidityMin": 10,
      "humidityMax": 80,
      "lightMin": 800,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/P4rQhP56kf0GJgzS2aNx.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/NmK9dyg7OBUztWspbx8h.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/Yxfa4u5MD7B9lPcqjR81.jpeg"
      ],
      "otherNames": [
        "Capsicum annuum"
      ]
    },
    {
      "probability": null,
      "id": 289,
      "name": "پامپاس",
      "sciName": "Cortaderia selloana",
      "description": "علف پامپاس یک گیاه بلند با برگ های دراز است که گل های بسیار زیبایی تولید می‌کند. علف پامپاس یک گیاه چند ساله می‌باشد. این گیاه بومی آمریکای جنوبی است و به دلیل رشد بیش از حد در کالیفرنیا به عنوان یک علف هرز مهاجم شناخته می‌شود، همچنین در نیوزلند و هاوایی به دلیل توانایی بالایی که در تکثیر دارد کاشت آن در این مناطق ممنوع است. با این حال در سایر نقاط دنیا مردم علف پامپاس را یک چمن زینتی می‌دانند و از آن برای تزیین حیاط، باغ، فضای سبز و اطراف استخرها استفاده می‌کنند. یادگیری چگونگی کاشت و پرورش علف پامپاس کلید کنترل آن است",
      "howToWater": "گیاهان جوان و تازه کاشت شده را می بایست برای رشد بهتر ریشه ها گاهی بخصوص در زمان خشکی و عدم وجود نزولات آسمانی آبیاری شوند اما گیاهان بزرگ و بالغ معمولا نیازی به آبیاری ندارند مگر اینکه دوره های خشکی بسیار طولانی شود . البته هر مقدار که نیاز رطوبتی این گیاه به شکل مرتب تامین شود میزان رشد آن و گلدهی آن بیشتر و خوشه های گل بزرگتر و متراکم تری نیز تولید می کند. خشکی کشیدن باعث کاهش میزان گلدهی و کوچک و کم حجم شدن خوشه های گل می شود",
      "howToSoil": "از نظر خاک سختگیر نیست اما خاک نباید خیلی سنگین باشد و آب را در خود نگه دارد زیرا در چنین شرایطی احتمال رشد ضعیف گیاه و پوسیدگی آن وجود دارد. در زمان آماده سازی خاک محل کاشت می توان خاک را با مقداری خاک برگ و شن مخلوط کرد. به عنوان مثال اگر حجم خاک محل کاشت را ۱۰۰٪ در نظر بگیریم می توان تا حدود ۳۰-۲۰٪ آنرا خاک برگ و تا حدود ۲۰٪ شن در نظر گرفت. و سپس نسبت به کاشت گیاه اقدام کرد. این گیاه نیاز چندانی به کوددهی ندارد البته در صورت تقویت آن ، زودتر بزرگ و بالغ می شود و گلهای درشت تر و بادوام‌تری تولید می کند می توان هر ساله در فصل بهار مقداری کود پوسیده دامی یا خاک برگ تازه به  ضخامت ۷ سانتیمتر روی سطح خاک پخش کرد . در صورت علاقه به مصرف کودهای شمیایی می توان هر سال در ابتدای بهار و در ابتدای تابستان از کودهایی با فرمول ۲۰-۲۰-۲۰ استفاده کرد",
      "howToLight": "آفتاب کامل (۸-۶ ساعت نور مستقیم آفتاب) یکی از لازمه های رشد مناسب این گیاه است. کمبود نور یکی از دلایل رشد ضعیف و عدم گلدهی آن محسوب می شود. نسبت به نور شدید آفتاب نیز مشکل خاصی ندارد البته در چنین شرایطی بهتر است که خیلی خشکی نکشد و گهگاهی آبیاری شود  گاهی در شرایط نور شدید و گرمای زیاد امکان سوختگی نوک و حاشیه برگها وجود دارد",
      "waterMin": 5,
      "waterMax": 7,
      "tempMin": 5,
      "tempMax": 40,
      "humidityMin": 5,
      "humidityMax": 70,
      "lightMin": 2000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/September2022/j0QzfbFXK1s549AUCSk9.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/September2022/Vscj07YGf4zEEaIsC0QC.jpeg",
        "https://planta.vsrv.ir/storage/plant/September2022/KuRIb8WXZo6TIOPqoo3o.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 40,
      "name": "ریشه زاج آمریکایی (سرخ بر)",
      "sciName": "Coral bells",
      "description": "این گیاه به گیاه سرخ بر هم معروف است و این گیاه با بقیه گیاهان فرق می‌کند! در حالی که سایر گیاهان چندساله برگ های خود را در زمستان از دست می دهند، این گیاه در تمام طول سال برگ های خود را حفظ کرده و برگ ریزی نمی کند. چیز دیگری که این گیاه را منحصر به فرد می‌کند، تنوع رنگ برگ های آن است. برگ های سرخ بر، طیف گسترده ای از کاراملی، بنفش و حتی مشکی را در بر می گیرند.\r\nشکوفه های زنگوله مانند آن در فصل بهار خودنمایی می‌کنند و رنگ و شکوه ویژه ای به گیاه می‌بخشند. شکوفه ها هم متنوع اند وبسته به نوع گیاه می‌توانند سفید، صورتی، قرمز و یا مرجانی باشند.",
      "howToWater": "گیاه سرخ بر می‌تواند برای چند هفته بدون آب دوام بیاورد و هنوز سالم و سرحال باشد. اما قطعا وقتی گیاهی به طور منظم آبیاری می‌شود، بسیار خوش حال‌تر است و نسبت به زمان خشکی، سالم‌تر به نظر می‌رسد.\r\nآب باران برای گیاه سرخ بر بسیار مفید بوده و آن را به خوبی سیراب می‌کند. پس بهتر است در هوای بارانی، برای یکی دو ساعت گیاه را به فضای باز منتقل کنید.\r\nخاک را کمی با انگشت کنار بزنید و لایه زیرین را از نظر میزان رطوبت بسنجید. اگر کاملا خشک بود گیاه را آبیاری کنید. فراموش نکنید که سرخ بر از غرقاب شدن هرگز لذتی نمی‌برد.",
      "howToSoil": "در طبیعت، بستر سرخ بر سرزمین‌های چوبی است! و در شکاف بدنه درختان یا دامنه‌های شیب داری رشد می‌کند تا عملیات زه کشی را به بهترین نحو برای آن انجام دهند.\r\nبرای خوشحال کردن گیاه خود، سعی کنید تا حد امکان شرایط را به شرایط طبیعی محیط زندگی آن نزدیک کنید! برای اینکار باید با خاکی غنی از الیاف طبیعی و عناصر ضروری آغاز کنید.\r\nخاکی سنگین و دارای مقادیر بالای رس، به علت دارا بودن سنگریزه‌ها و دانه‌های درشت کمپوست برای گیاه بسیار مفید است. خاک رس خاکی متخلل است؛ فراموش نکنید که سرخ بر در خاک متراکم و فشرده رشد خوبی نخواهد داشت.",
      "howToLight": "نور کامل، یا سایه کامل ، برای این گیاه فرقی نمی‌کند! در واقع میزان نور دریافتی سرخ بر به شما بستگی دارد. اگر قصد دارید او را در مکانی پرنور قرار دهید، مشکلی پیش روی شما نیست. اما به طور کلی، سرخ بر گیاهی سایه دوست تلقی می‌شود و روزانه دریافت 6-4 ساعت نور برای آن کافی است. اما همانطور که گفتیم، در نور زیاد هم به خوبی رشد می‌کند.\r\nاگرچه برای فراهم کردن بهینه‌ترین میزان نور باید نوع خاص سرخ بر خود را تشخیص دهید؛ اما اگر بخواهیم به طور خلاصه بیان کنیم، گونه‌های تیره رنگ سرخ بر می‌توانند میزان زیاد نور خورشید را دریافت کنند؛ در صورتی که گونه‌های روشن‌تر سایه را ترجیح می‌دهند.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 10,
      "tempMax": 25,
      "humidityMin": 40,
      "humidityMax": 70,
      "lightMin": 200,
      "lightMax": 10000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/inHqC8xxf2qrcGgpcj1g.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/JucbjJQjFEcntjkQN0N8.jpg",
        "https://planta.vsrv.ir/storage/plant/June2021/01vSxnTD1Any3Rit6IoJ.jpeg"
      ],
      "otherNames": [
        "heuchera"
      ]
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=8",
    "next": "https://planta.vsrv.ir/api/Feed?page=10"
  },
  "meta": {
    "current_page": 9,
    "from": 121,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=8",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=6",
        "label": "6",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=7",
        "label": "7",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=8",
        "label": "8",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=9",
        "label": "9",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=10",
        "label": "10",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=11",
        "label": "11",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=12",
        "label": "12",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=10",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 135,
    "total": 328
  }
}