{
  "data": [
    {
      "probability": null,
      "id": 138,
      "name": "آلپینیا",
      "sciName": "Alpinia zerumbet",
      "description": "اینها گیاهان دیدنی و تزئینی هستند. این علفی است که تا 3 متر ارتفاع رشد می کند ، که می تواند مساحت 4-5 متر مربع را اشغال کند و این گلهای زیبایی تولید می کند که رایحه ای بسیار شدید و دلپذیر می دهد.\r\nگیاه ریزوماتوز چند ساله که در آسیای شرقی رشد می کند. برگهای آن بیضوی ، به طول 70 سانتی متر و عرض 10 سانتی متر ، با پایه گوه ، سبز یا متنوع است. این گلها در گل آذین های خوشه ای دسته بندی می شوند ، طول آنها تا 40 سانتی متر و عرض 10 سانتی متر است. میوه آن یک کپسول کروی با قطر 20 میلی متر است\r\nنام علمی آن آلپینیا زرومب تاست، گرچه با نام های رایج آلپینیا و سوسن چینی نیز شناخته می شود",
      "howToWater": "توصیه می شود در ماه های گرم هفته ای 3 بار و بقیه هفته 1-2 بار آبیاری کنید.",
      "howToSoil": "باید بارور باشد و زهکشی خوبی داشته باشد. اگر می خواهید آن را در باغ داشته باشید ، مناسب است که خاک را با 20٪ پرلیت مخلوط کنید. از طرف دیگر ، اگر ترجیح می دهید آن را در گلدان داشته باشید ، باید از یک بستر در حال رشد مخلوط شده با 20٪ پرلیت و 10٪ کمپوست آلی ، مانند هوموس کرم یا کود استفاده کنید.",
      "howToLight": "در آب و هوای معتدل می تواند در خارج از خانه باشد ، چه در آفتاب کامل و چه در نیمه سایه. از طرف دیگر ، در صورت بروز یخبندان ، بهتر است آن را در داخل منزل ، در اتاقی که نور طبیعی زیادی به آن وارد می شود و از نشت آن در امان است ، نگه داشت.",
      "waterMin": 3,
      "waterMax": 7,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 1000,
      "lightMax": 10000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/AdSBZpQla4tVxle9ksft.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/YJyeB91S1orKMabHC2dC.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/JOCNdewWG525JesFZMjx.jpeg"
      ],
      "otherNames": [
        "Alpinia zerumbet ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 233,
      "name": "زبان در قفا",
      "sciName": "Consolida orientalis",
      "description": "گیاهچه این گیاه، لپه ها تخم مرغی شکل و دارای پایه کوتاهی هستند. اولین برگ های حقیقی سه قسمت و تقسیمات آن تخم مرغی شکل است. برگ های بعدی تقسیماتی عمیق تر دارند. گیاهی یکساله، ایستا و به ارتفاع 15 تا 50 سانتی متر که توسط بذر تکثیر می یابد. ساقه آن معمولا منشعب و در قسمت بالا دارای کرک های غده ای است. برگ ها به رنگ سبز روشن، معمولا کرک دار، منقسم، 2 تا 4 بار تقسیم شده (معمولا سه بار) که بیشتر اوقات تقسیمات آن دارای قطعات رشته ای و باریک هستند. گل ها به رنگ بنفش متمایل به قرمز و مستقر بر روی دمگل هایی طویل تر از کاسه گل و یا کم و بیش برابر با کاسبرگ ها، به طول 8 تا 20 میلیمتر و پوشیده از کرک های متراکم و کوتاه هستند. کاسبرگ های بالایی دارای مهمیزی به طول 8 تا 12 میلی متر هستند.میوه شامل فولیکول های کرک داربه طول 15 تا 22 میلی متر است که نوک آن قلاب مانند و بسیار باریک به طول 1 تا 1/5 میلی متر است. بذر این گیاه به رنگ قهوه ای متمایل به قرمز و وشیده از فلس های بسیار ریز و صفحه ای شکل است.",
      "howToWater": "این گیاه یک گیاه بیایانی است و نیازی به آبیاری زیادی ندارد. در تابستان هفته ای یکبار آبیاری شود",
      "howToSoil": "این گیاه خاک های سنگین و کم و بیش آهک را ترجیح می دهد و بیشتر در محصولات زمستانه و مزارع غلات دیده می شود. بذر آن از طریق غلات، کاه و کلش و ادوات کشاورزی به نقاط دیگر منتقل شده و موجبات آلودگی زمین های زراعی دیگر را فراهم می سازد.",
      "howToLight": "به آفتاب کامل روزانه احتیاج دارد",
      "waterMin": 6,
      "waterMax": 8,
      "tempMin": 5,
      "tempMax": 35,
      "humidityMin": 5,
      "humidityMax": 80,
      "lightMin": 2000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/WKKHnwTANl3chAlDkZIy.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/0F4j8jcRU0HBuphwk04y.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2022/BoDXA7FbnUqEKn77f1jO.jpeg"
      ],
      "otherNames": [
        "Consolida orientalis"
      ]
    },
    {
      "probability": null,
      "id": 143,
      "name": "گل کودونانته",
      "sciName": "Codonanthe crassifolia",
      "description": "گیاه کودونانته بومی آمریکای جنوبی هست و معمولا بر روی لانه ی مورچه ها و یا تنه ی درختها رویش داره و به نوعی اپیفیت هست\r\n این گیاه به سرما حساسه ! به سرمای شدید البته ، ولی در زمستون کمی احساس خنکی و سرما براش لازمه که اون چرخه ی طبیعی گیاه برطرف بشه ! و این به گلدهیش کمک میکنه ! مثلا ببرید توی راه پله روشن تا این نیاز برطرف بشه در طول بهار و پاییز رشد زیادی داره و در کل به محیط گرم و مرطوب احتیاج داره ، میشه ازین نظر با اپیشیا مقایسش کرد که عاشق گرما هستش\r\nاین گیاه به رطوبت متوسط به بالا نیاز داره ، رطوبت متوسط یعنی ۴۰ الی ۵۰ درصد توی اتاق رطوبت ایجاد کنید از طریق قرار دادن ظرف اب روی شوفاژ ، گذاشتن ظرف اب درکنار گلدان ،اب پاشی به برگها روزی دوبار ،  بخور سرد هم خیلی خوبه ، گذاشتن گلدون درکنار دیگر گلدان ها و چیزی که از همه بهتره ، اونایی که حموم بزرگ و نورگیر داره بهترین نقطه برای نگهداری این گل رو دارن",
      "howToWater": "این گیاه رو میشه از همه لحاط با ارکیده ها مقایسه کرد. ازونجایی که این گیاه روی تنه ی درخت رویش داره و سیستم ریشه بندیش ضعیفه ، روی تنه ی درخت به وسیله ی باران آبیاری میشه و تا باران بعدی حتما اون بسترش خشک میشه ، توی منزل یا گلخونه هم باید حتما تا خاک خشک نشده اب ندید و از اب باران یا اب سبک برای ابیاری استفاده کنید.",
      "howToSoil": "این گیاه توی محیط طبیعی خودش توی خاک نیست و توی تنه ی درخت یا نهایتا لانه ی مورچه ها رویش داره. بستر ارکیده ۲۰ درصد، پیت ماس مشکی ۵۰ درصد و ۳۰ درصد پرلیت برای این گل عالیه چون خاکش نباید سفت باشه ریشه باید بتونه تنفس داشته باشه. ازین نظر میشه با آنتوریوم مقایسه کرد ! پس خاکش رو دقت کنید سبک باشه و غنی.",
      "howToLight": "وقتی روی درخت آویزون باشه نور مستقیم بهش نمیخوره همیشه نور فیلتر شده میتابه بهش. توی منزل هم کنار پنجره غربی یا شرقی بذارید یا پنجره جنوبی وبا نور فیلتر شده ! سعی کنید اصلا از لامپ های گرو لایت استفاده  کنید براش که دارای دو تا طیف نوری افتابی و مهتابی هست ! 12 ساعت ازین نور در روز براش استفاده کنید. اینطوری کنترل شده تر و موثر تر هستش",
      "waterMin": 5,
      "waterMax": 10,
      "tempMin": 10,
      "tempMax": 28,
      "humidityMin": 40,
      "humidityMax": 90,
      "lightMin": 800,
      "lightMax": 1500,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/December2021/FvCWOB72SG56pOCkLkjN.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/December2021/0ihSTpGUW9TnYodMPRnj.jpeg",
        "https://planta.vsrv.ir/storage/plant/December2021/YqWOJauwm0lf1ssZSOMP.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 205,
      "name": "(گل عسل) آلیسوم",
      "sciName": "Lobularia maritima",
      "description": "آلیسوم (گل عسل – قدومه) Lobularia maritima (مترادف با Alyssum maritimum) به خانواده Brassicaceae تعلق دارد  و بومی نواحی مدیترانه‌ای است. آلیسوم گیاهی یکساله/دوساله، علفی و کوتاه قامت است که بین 5 الی 30 سانتیمتر ارتفاع می یابد و هر بوته آن نیز می تواند در حدود 30-20 سانتیمتر بر روی سطح زمین فضا را اشغال کند. گلهای کوچک این گیاه در حدود 5 میلمتر قطر دارند و به رنگهای صورتی، سفید، سوسنی و بنفش دیده می شوند. عطر این گلها شیرین است و به دلیل شباهتی که به بوی عسل دارد گاهی با نام گل عسل نیز معرفی می شود.\r\nدوران گلدهی از اواسط/اواخر بهار تا فرارسیدن سرما و یخبندان انتهای پاییز است.آلیسوم یکی از بهترین انتخابها به عنوان کف پوش و همچنین پر کردن فاصله بین سنگها است زیرا علاوه براینکه به خوبی سطح زمین را می پوشاند گلهایی به تعداد زیاد تولید می کند که زیبایی را برای محیط اطراف به ارمغان می آورد. البته به دلیل عطر شیرینی که دارد حشرات بخصوص زنبورها را به سمت خود جلب می کند .نام این گیاه در انگلیسی Sweat Alyssum می باشد.",
      "howToWater": "این گیاه از نمونه هایی است که وقتی در مکان خود مستقر شد و شروع به گلدهی کرد، به آبیاری متوسط تا کم نیاز دارد. یعنی باید بگذاریم تا سطح خاک تقریبا خشک شود و بعد به گیاه آب دهیم. آبیاری بیش از اندازه و خیس بودن همیشگی خاک پای گیاه از جمله عوامل عدم رشد و عدم گلدهی مناسب این گیاه است همچنین در این شرایط احتمال شیوع برخی از بیماری های قارچی و پوسیدگی پایین ساقه های گیاه افزایش می یابد.",
      "howToSoil": "در مورد خاک سخت گیر نیست و  ترکیب یک قسمت خاک معمولی باغچه + یک قسمت خاک برگ برای این گیاه مناسب است. البته استفاده از مقداری شن(به مقدار یک قسمت در ترکیب مخلوط خاک+خاک برگ) نیز به زهکش بهتر خاک محل کاشت این گیاه کمک می کند. همچنین اگر خاک محل کاشت به خوبی اماده شده باشد و از خاک برگ نیز استفاده شده باشد و با توجه به این که این گیاه  عمری یکساله دارد معمولا لزومی ندارد که از کود استفاده شود. بخصوص اینکه غنی بودن بیش از اندازه خاک و یا کوددهی بیش از اندازه می تواند موجب کاهش گلدهی این گیاه شود. به هر حال اگر خاک از مواد غنی چندان بهره ای ندارد می توان از کودهای کامل همانند فرمول 10-10-10 هر ماه یک مرتبه برای این گیاه استفاده کرد.",
      "howToLight": "مکانهایی با آفتاب کامل (حداقل 8-6 ساعت نور مستقیم آفتاب) یا نیمه آفتاب (5-4 ساعت نور مستقیم آفتاب ) برای این گیاه مناسب است. مکانهای سایه و بدون آفتاب مستقیم موجب بلند شدن بیش از اندازه ساقه ها، افزایش فاصله برگها بر روی ساقه ، گلدهی اندک و یا عدم گلدهی و عطر ضعیف گلها و شیوع بیماری های قارچی از جمله سفیدک پودری خواهد شد.\r\nگرمای هوا در طی تابستان می توان منجر به کاهش گلدهی این گیاه شود اما با فرارسیدن انتهای تابستان و فصل پاییز مجددا شاهد گلدهی بیشتر این گیاه خواهیم بود. توجه کنید که این گیاه در مناطقی با دمای بالای صفر درجه سانتیگراد در طی زمستان می توانند تا چند سال به زندگی خود ادامه دهند البته برای تشویق این گیاهان در چنین شرایطی حتما باید در فصل زمستان گیاهان را به خوبی سرزنی کرد (یک سوم از ارتفاع گیاه باقی می ماند) تا با آمدن بهار باز  هم به خوبی رشد کرده و گلدهی داشته باشند.",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 50,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/TukJ8V8qUNOvFUGUSV4x.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/WIRDrO9MbDZbp1yQiY5m.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/59Hcn1jyRKND8UYeGkMz.jpeg"
      ],
      "otherNames": [
        "Lobularia maritima"
      ]
    },
    {
      "probability": null,
      "id": 80,
      "name": "پیله آ",
      "sciName": "Pilea cadierei",
      "description": "این گیاهان در هوای مرطوب و گرم رشد خوبی دارند . پیله آ مربوط به مناطق جنگلی چین و ویتنام می باشد و البته که این گیاه توانایی تحمل دماها خنک تر را نیز دارد و می توان در طول فصل زمستان نیز از آن استفاده کرد .\r\nگیاه آلومینیومی اسم خود را به دلیل رگه های نقره ای روی برگ های سبز با گلبرگ های بیضی شکل گرفته است و هر برگ چهار خط نقره ای دارد که تا بالای آن کشیده شده است . به این گیاه، پیله آب هندوانه ای نیز می گویند که هر برگ آن حدودا 4 تا 8 سانت می باشد .",
      "howToWater": "این گیاهان ترجیح می دهند که کمی رطوبت در خاک داشته باشند اما این موضوع به این معنا نیست که خاک خیس باقی بماند . در طول فصل بهار باید به گونه ای به گیاه آب دهید تا کمی از آن از پایین گلدان بیرون بریزد.\r\nدر فصل زمستان و پاییز باید دفعات آب دادن را کاهش دهید و مراقب باشید زمانی که گیاه در معرض هوای سرد قرار گرفته است ، به آن آب ندهید .",
      "howToSoil": "بهترین خاک برای این گیاه، خاکی است که دارای خاصیت زهکشی باشد و بیس و پایه آن نیز خاک گلدان باشد و همچنین خاک آن باید غنی باشد و مناقذی داشته باشد که باعث گل شدن خاک نشود . گاهی اوقات بهتر است که به مقدار بسیار کمی به خاک این گیاه، کود گیاهی اضافه کنیم .\r\nبرای افزایش زهکشی خاک این گیاه می توانید مقداری شن به آن اضافه کنید . این گیاه در صورت رطوبت باقیمانده به اندازه زیاد در خاک دچار پوسیدگی ریشه ها می شود .",
      "howToLight": "پیله آ در محیطی بهتر رشد می کند که دارای نور جانبی باشد و همچنین نمی تواند نور مستقیم و شدید خورشید را تحمل کند . گیاهان خانگی محیطی را ترجیح می دهند که نور بیش از حد مستقیم نباشد زیرا دچار سوختگی می شوند .",
      "waterMin": 3,
      "waterMax": 7,
      "tempMin": 15,
      "tempMax": 30,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 800,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/uIlBydRmWc888hua75Pd.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/FRMKjpKLRJlaccg2O6Jl.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/lDhiVlwkg1vljc1q77T6.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/DFXGyKBYOY0a2H3Yx9t3.jpeg"
      ],
      "otherNames": [
        "aluminium plant ",
        " Pilea cadierei Gagnep. & Guillaumin ",
        " Pilea depressa ",
        " Pilea nummulariifolia ",
        " Pellionia repens ",
        " Pilea nummulariifolia ",
        " Pilea herniarioides ",
        " Pilea spruceana ",
        " Pilea mollis"
      ]
    },
    {
      "probability": null,
      "id": 119,
      "name": "ونوس حشره خوار",
      "sciName": "Dionaea muscipula",
      "description": "ونوس حشره خوار یک گیاه گوشتخوار است که با جلب، شکار و هضم جانوران کوچک (اغلب حشرات و عنکبوتیان) تغذیه میکند. این گیاه از جنس Dionaea در خانواده دروزرا(Droseraceae) است که بیشتر در آمریکا و در دشت ساحلی جنوب شرق کارولینای شمالی و شمال شرق کارولینای جنوبی یافت می شود.\r\nساختار دام انداختن حشرات در این گیاه به این صورت است که زمانی که حشره به پرز های حساس روی برگ گیاه برخورد می کند، پهنک ها مانند اوراق یک کتاب روی هم تا شده، حشره در آن زندانی می گردد و غده ها مایعی اسیدی ترشح می کنند که احتمالا همراه با عمل باکتری ها باعث هضم حشره می شوند. پس از 5 تا 15 روز (گاهی 30 روز) درب های زندان به آهستگی باز می شوند، درحالی که فقط بقایای جسد زندانی قابل رویت است. پس از هر شکار برگها شکل اولیه خود را بدست می آورند و بعد از 2 تا 3 بار استفاده، قهوه ای رنگ و پژمرده شده و باید چیده شوند و به جای آنها برگ های جدیدی می روید. حشرات بخاطر بو و رنگ گیاهان گوشتخوار به سوی آنها جلب شده و شکار می گردند.\r\nدر صورتي كه گياه در محيطي دور از حشرات نگاهداري مي شود بايد هر دو هفته يك بار به آن يك تكه بسيار كوچك و نازك گوشت خام چرخ شده يا كوبيده بدهید .",
      "howToWater": "در طول تابستان ، گلدان این گیاه باید همیشه نشسته در آب خالص باشد. اگر آب شیر شما دارای ناخالصی بالاتر از 90 پی پی ام است از آب مقطر و یا آب باران استفاده نمایید. برای عمر طولانی مدت ، گیاه باید استراحت زمستانی نیاز دارد.",
      "howToSoil": "ونوس حشره خوار نسبت به خاک خیلی حساس نیست. فقط از پرلیت ،pumice و دیگر اجزاء بالقوه شور خاک اجتناب کنید. رشد خیلی خوب آن در مخلوط \"خاک پیت\" و \"شن و ماسه \" به نسبت 4 و 1 است. سطح خاک حداقل 5 سانتیمتر (2 اینچ) بالای سطح آب باشد.",
      "howToLight": "این گیاه، نیازمند محیط کاملاً روشن میباشد. در فضای باز نور کامل آفتاب برای آن مناسب است. همچنین در محیط داخل ساختمان به خوبی رشد میکند اگر نور کافی را فراهم نمایید مثلاً می توانید در کنار پنجره پر نور آن را نگه داری نمایید.\r\nدر زیر نور مصنوعی به حداقل ۱۲ ساعت نور نیاز دارد.",
      "waterMin": 1,
      "waterMax": 2,
      "tempMin": 15,
      "tempMax": 32,
      "humidityMin": 60,
      "humidityMax": 90,
      "lightMin": 2000,
      "lightMax": 10000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/nyzpczSiFZc127Kjp7T3.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/AgMag7JIj0raNcsdyDdj.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/39mtdCAH4kmcDrclzPhI.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/N9cLSiCS4ZZbn9pa2K9R.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/YLPjmGZIgRGMDppCU6HF.jpeg"
      ],
      "otherNames": [
        "Drosera capensis ",
        " Drosera filiformis ",
        " Drosera regia ",
        " Drosophyllum lusitanicum ",
        " Nepenthes mirabilis ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 107,
      "name": "بنت قنسول یا سرخ برگه",
      "sciName": "Euphorbia pulcherrima",
      "description": "گیاه بنت قنسـول ارزان‌ قیمت بوده و نگهداری ساده‌ای دارد. این گیاه به دلیل اینکه در نزدیکی سال نوی میلادی به گل می‌نشیند، به نام «گل کریسمس» نیز شناخته می‌شود. در کشورهای خارجی خصوصاً آمریکا گیاه بنت قنسـول را برای تزیین دکوراسیون خانه به‌ویژه در زمان کریسمس به کار می‌برند و در این کشور ۱۲ دسامبر روز ملی بنت قنسـول است.\r\nبنت قنسول گیاهی روز کوتاه است؛ یعنی در شرایطی گل می‌دهد که ساعات روز از ساعات شب کوتاه‌تر باشد. به همین دلیل در اواخر پاییز گل می‌دهد و تمام زمستان دارای گل است. برای گلدهی گیاه‌تان در فصل سرد بهترین کار این است که آن را به محیطی منتقل کنید که شب چراغ روشن نباشد یا در شب روی گیاه را با کیسه زباله مشکی بپوشانید اما فراموش نکنید با خاموش شدن چراغ، کیسه را بردارید. خوب است بدانید دمای بالای فضای خانه نیز می‌تواند از عواملی باشد که از قرمز شدن گیاه جلوگیری کند.",
      "howToWater": "بنت قنسول به خاک مرطوب نیاز دارد و آبیاری‌اش باید به ‌اندازه‌ای باشد که اضافی آب از منافذ زیر گلدان خارج شده و آب درون زیرگلدانی هم نماند. آبیاری بیش از حد و کمبود آن باعث ریزش برگ‌ها می‌شود. با لمس خاک می‌توانید زمان مناسب آبیاری را بدانید. همچنین این گیاه نیازی به اسپری برگی ندارد.",
      "howToSoil": "خاک قلیایی مناسب این گیاه بوده و بهتر است برای آن از بسترهای استریل آماده و دارای خاک‌برگ استفاده کنید.\r\n برای کوددهی استفاده از کودهای کامل حاوی نیتروژن، فسفر و پتاسیم باعث رشد بهتر و ماندگاری گیاه می‌شود. در زمان وجود گل روی گیاه به کوددهی نیازی ندارد. می‌توانید کود را از خرداد تا آبان‌ماه و با فاصله حدود ۳ هفته به گیاه بدهید.",
      "howToLight": "بنت قنسول نیازمند مکان پرنور و روشن است. پنجره نورگیر و جنوبی، گلخانه و پاسیو انتخاب خوبی برای قرار دادن گیاه است. اگر نور کم باشد، برگ‌ها کمرنگ یا زرد می‌شوند، ریزش پیدا می‌کنند و برگ‌های رنگین کدر می‌شوند. بهترین دما برای بنت قنسول ۲۲-۱۹ درجه بوده و در شب نیازمند دمای کمتری است.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 18,
      "tempMax": 24,
      "humidityMin": 40,
      "humidityMax": 70,
      "lightMin": 500,
      "lightMax": 2000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/0g4hTo8MmZr83pQXg1qZ.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/kf5vx0P0uaKy0fmXE9UR.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/VKY1WcO3UewiAGdxKriG.png"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 26,
      "name": "برگ بیدی (کالیسیا)",
      "sciName": "Tradescantia Fluminensis Quadricolour",
      "description": "همه انواع مختلف برگ بیدی، بازه دمایی 18 الی 23 درجه سانتی گراد را برای زندگی ترجیح می‌دهند. اما می‌توانند در دمای بالاتر (هوای گرم‌تر) هم رشد خوبی داشته باشند.\r\nاگر دما به کمتر از 10 درجه سانتی گراد برسد، احتمال دارد رنگ برگها تغییر کرده و یا آسیب ببینند.",
      "howToWater": "اگر خاک گیاه را مرطوب ( و نه غرقاب ) نگه دارید، بدون شک برگ بیدی رشد سالمی خواهد داشت. در فصل تابستان هفته‌ای یک بار گیاه را آبیاری کنید و با رسیدن زمستان، این میزان را به تقریبا ماهی یکبار کاهش دهید.غرقاب شدن ریشه برگ بیدی باعث از بین رفتن گیاه می‌شود. پس تنها هنگامی به آن آب بدهید که خاک کاملا خشک شده باشد. مطمئن شوید که گیاه بیش از حد آبیاری نشود.",
      "howToSoil": "برگ بیدی می‌تواند به خوبی در خاک مخصوص گیاهان تزئینی رشد کند، به شرط اینکه بیش از حد آبیاری نشود. ایده‌آل ترین حالت برای خاک آن، ترکیب کردن کمی شن و ماسه با خاک گلدان معمولی است.این گیاه خیلی به کوددهی نیاز ندارد. اگر خاکی غنی برای کاشتن آن انتخاب کنید، نیازی نیست نگران کود دادن به برگ بیدی باشید.",
      "howToLight": "بهترین رشد برگ بیدی در مکان پرنور، اما با نور غیرمستقیم خورشید رخ می‌دهد. در صورت عدم دریافت نور کافی خورشید، طرح‌های زیبای سطح برگ آن در مرور زمان کمرنگ شده و ناپدید می‌شوند. البته مواظب باشید، چون نور زیادی هم سبب سوختن برگهای او می‌شود.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 13,
      "tempMax": 27,
      "humidityMin": 40,
      "humidityMax": 70,
      "lightMin": 500,
      "lightMax": 18000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/wGx7L2WVac69iybKC23E.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/xgUpz3A990FNOea0PI7Q.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2021/WbRBcptIGCQVCI6AYVNk.jpeg"
      ],
      "otherNames": [
        "Tradescantia pallida ",
        " Tradescantia zebrina ",
        " Callisia repens ",
        " Tradescantia fluminensis ",
        " Tradescantia fluminensis ",
        " Kleinia petraea ",
        " Tradescantia cerinthoides ",
        " Tradescantia ",
        " Callisia repens ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 133,
      "name": "گل قهر و آشتی",
      "sciName": "Mimosa pudica",
      "description": "گل قهر و آشتی یا گیاه میموزا پودیکا یک گیاه حساس است که جزء عجایب طبیعت محسوب می شود . این گیاه گزینه خوبی برای مراقبت در محیط منزل است و برگ های آن بسیار جذاب می باشند .\r\nاین برگ ها با یک لمس کوچک سریعا خود را جمع می کنند که اصطلاحا به آن قهر کردن گیاه می گویند و بعد از چند دقیقه لمس نشدن به حالت عادی برمی گردند. مراقبت از این گیاه کار سختی نیست\r\nاین گیاهان تقریبا به گیاهان مربوط به خانواده لوبیا ها، نخود ها و عدس ها برمی گردند و برگ های این گیاه تقریبا مستطیلی هستند که پرزهای کوچک دارند و سطح آن ها نیز دارای حاشیه است که این پرزها حساس به لمس، حرکت و دما هستند و هنگام تحریک شدن سریعا خود را جمع می کنند .\r\nاین گیاهان معمولا به رنگ صورتی رنگ پریده دیده می شوند و شکوفه های ریز دارند و دانه این گیاهان در صوررت کاشته شدن در خاک به راحتی جوانه می زند .",
      "howToWater": "این گیاهان باید به طور مداوم مرطوب باشند و برای این کار باید به طور کامل به خاک آن آب دهید و اجازه دهید که رطوبت اضافه از زیر آن بیرون بزند و سپس دفعه بعدی باید صبر کنید که خاک گلدان کمی حالت خشکی به خود بگیرد اما مطمئن باشید که خاک کامل خشک نشده باشد و در واقع نباید اجازه دهید که به مرحله خشکی کامل خاک برسید و میزان آب دادن به گیاه بستگی به زمان سال ، وضعیت آب و هوا و اندازه گیاه دارد.",
      "howToSoil": "این گیاه به خاکی نیاز دارد که بتواند آب را به طور مداوم و به اندازه کافی نگه دارد و زهکشی مناسب داشته باشد تا در معرض آب زیاد دچار گل شدگی نشود.\r\nخاک این گیاه باید دو قسمت خاک رس، دو قسمت زغال سنگ و یک قسمت شن باشد.\r\nگلدان گیاه قهر و آشتی باید به گونه ای باشد که رطوبت را به اندازه کافی نگه دارد و بیش از حد زود نیز خشک نشود و همچنین می توانید از گلدان هایی استفاده کنید که خود بخود به گیاه آب می دهند .\r\nاین گیاهان توانایی تبدیل نیتروژن دارند ، به این معنا که می توانند نیتروژن جو را که برای گیاه در دسترس نیستند به آمونیاک و دیگر ترکیب های نیتروژن ترکیب کنند و باید سعی کنید که هر دو هفته یک بار هم در فصل بهار، به گیاه کود گیاهی بدهید تا این توانایی را حفظ کند .",
      "howToLight": "گیاهان قهر و آشتی باید در معرض نور کافی قرار بگیرند که این گیاهان در صورت دریافت نکردن نور کافی کم کم بسته می شوند و نمی توانند شکوفه بدهند.\r\nاین گیاه را در کنار یک پنجره آفتابی قرار دهید تا بتواند نور کافی را بگیرد و پنجره هایی که نور را از سمت شرق دریافت می کنند بهترین مکان برای قرار دادن گیاه قهر و آشتی می باشد و بهتر است که پشت این گیاه نیز به سمت جنوب باشد.\r\nگیاه قهر و آشتی نیاز به دمای 21 تا 30 سانتیگراد دارد تا بتواند رشد سالم داشته باشد و گل بدهد. همچنین باید رطوبت کافی به آن برسد و گرمای آن نیز مناسب باشد و یادتان نرود که این گیاه را نزدیک پنجره قرار دهید.",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 2500,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/IujgzBtim0s6y8dkRYHt.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/Pj9uaYsCulXdAIRXaapi.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/QjmJrxbSbJMFue9Cxbpy.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 64,
      "name": "گل استکانی",
      "sciName": "campanula",
      "description": "گل استکانی بومی فرانسه است و عمر آن دوساله میباشد. و ارتفاع ان بیش از نیم متر است. گل استکانی گلی زینتی است که به گل زنگوله هم مشهور است با ساقه محکم و گلهای بنفش و آبی خود یکی از زیباترین گلهای آپارتمانی است.\r\nگل استکانی عموما در تابستان و اوایل تیر ماه شکوفه می‌دهد. البته بسته به شرایط محیط، ممکن است تا شهریور هم به تاخیر بیفتد.  اگر در هوای زیر 10 درجه و سرد قرار گیرد دیگر رشد نمیکند. و در زمستان باید آن را از سرما حفظ کنید.",
      "howToWater": "در طول تابستان، گل استکانی به رطوبت و آبیاری مداوم نیاز دارد تا از پژمردگی برگها و گلهای آن جلوگیری شود. خاک را مرطوب نگه دارید، اما آن را بیش از حد متراکم و فشرده نکنید. دقت کنید که غرقاب شدن آن باعث پوسیدگی و زرد شدن گل میشود.\r\nبا آمدن فصل زمستان، آبیاری را بسیار کاهش دهید؛ تنها زمانی گیاه را آبیاری کنید که خاک کاملا خشک شده باشد.",
      "howToSoil": "گل استکانی را در خاک گلدان معمولی با زه‌کشی عالی بکارید. خوشبختانه استکانی گیاهی است که تقریبا به نگهداری خاصی نیاز نداشته و مقاومت خوبی دارد. نسبت به خاک حساس نیست و مادامی که نور، دما و رطوبت کافی برایش فراهم باشد، در انواع مختلف خاک رشد خوبی را از خود نشان خواهد داد. \r\nبهترین خاک برای آن خاک آلی ، پیت و ماسه هست. برای تقویت گیاه، می‌توانید در فصل تابستان گیاه را در حین آبیاری کوددهی کنید. یک کود مایع مناسب انتخاب کرده، آن را در آب گیاه حل کنید و بدین شکل به خاک آن اضافه کنید. می‌توانید این کار را با هر یک بار درمیان آبیاری انجام دهید.",
      "howToLight": "بهترین شرایط محیطی برای گل استکانی، قرار گرفتن در نور کامل یا نوری درخشان همراه با کمی سایه است. میزان نور نهایی را با توجه به شرایط آب و هوایی محل زندگی خود تعیین کنید.\r\nاگر در محلی بسیار گرم هستید، گل استکانی را در مکانی بکارید که در معرض آفتاب سوزان بعدازظهر قرار نگیرد، به نظر می‌رسد تابستان‌های داغ و خشک، شکوفه دهی سال بعد را محدود می‌کنند.توجه کنید که در نور کم و سایه به صورت علفی رشد میکند و برگهای آن زرد میشود.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 40,
      "humidityMax": 70,
      "lightMin": 800,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/WPUJg8ZNnK8xcbK8hF6b.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/t9DU5C4dntRiMvIETwK2.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/UgR1srNNBS6A4JMxuqMT.jpeg"
      ],
      "otherNames": [
        "Campanulaceae"
      ]
    },
    {
      "probability": null,
      "id": 22,
      "name": "بامبو چتری",
      "sciName": "Fargesia Bamboo",
      "description": "بامبو چتری علاوه‌بر مقاومت بالا، زیبا و کمیاب است. این گیاه اصالتا متعلق به کوه‌پایه‌های چین بوده و تحمل بالایی در برابر تغییرات آب‌وهوایی مقاوم است؛ به‌طوری‌که میتوانیم بگوییم تحمل هوای متغیر انگلستان برای آن هیچ است!\r\nبرگ‌های بامبوچتری اغلب به رنگ سبز و زرد است و در تمام طول سال یادآور زیبایی پاییز است.",
      "howToWater": "اگر بامبو را به تازگی کاشته اید، در یکی دو هفته اول آن را به خوبی آبیاری کنید. این آبیاری زیاد شرایطی دلچسب برای ریشه فراهم می‌کند و سبب تقویت رشد گیاه می‌شود. پس آن در فصل‌های گرم هفته‌ای سه الی پنج بار آب‌دهی و در فصل‌های سرد هر هفت الی ده روز یک‌بار آب‌دهی برای این گیاه کافی است. بهتر است این کار را در عصر و وقتی هوا کمی خنک‌تر است انجام دهید. در مجموع خاک بامبوی چتری باید همیشه مرطوب باشد و اجازه ندهید که خاک گیاه خشک شود.",
      "howToSoil": "بامبو چتری تقریبا در همه نوع خاکی رشد می‌کنند، البته بجز خاک خشک!\r\nبامبو عاشق رطوبت است، بنابراین اگر قصد دارید گلدان آن را عوض کنید، از خاک اسیدی به اضافه کود مناسب استفاده کرده و خاک آن را همیشه مرطوب نگه دارید.\r\nاگر می‌خواهید بامبو را در گلدان بکارید، گلدانی را انتخاب کنید به اندازه کافی برای بامبو بزرگ باشد. اضافه کردن مقداری مالچ بر سطح خاک، به مرطوب ماندن آن کمک می‌کند. بامبو را مرتبا آبیاری کنید.",
      "howToLight": "بامبوها عاشق نور خورشید هستند و به هوای سرد و شرایط کوهپایه‌ای عادت داشته و سایه را به نور زیاد ترجیح می‌دهد. نور مستقیم و طولانی مدت می‌تواند باعث سوختن برگ‌های گیاه شود بنابراین باید مراقب محل قرارگیری گیاه خود باشید. نور کم نیز می‌تواند باعث آهسته شدن رشد گیاه شود.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 800,
      "lightMax": 18000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/BBm6tP6rf5666haonNxB.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/zdPKiMnZgo2xWotWOQ6n.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/eULe1r6rTDP8JBSmbV3J.jpeg"
      ],
      "otherNames": [
        "bambusa"
      ]
    },
    {
      "probability": null,
      "id": 131,
      "name": "یاس امین الدوله",
      "sciName": "Lonicera caprifolium",
      "description": "گیاه پیچ امین الدوله دارای گل هایی بسیار معطر و خوشبو هستند این گل ها در ابتدا به رنگ سفید وجود دارند و سپس به رنگ زرد در می آیند انتهای این گل ها دارای شیره ای شیرین اند. این گیاه دارای میوه های ریز به رنگ آبی روشن هستند این دانه ها به قطر ۵ تا ۸ میلی متر قطر دارند و بسیار پر دانه هستند.\r\nاین گیاه بالا رونده و پیچنده بوده و نام فارسی آن منتسب به علی خان امین الدوله است که برای اولین بار این گیاه را در باغ امین الدوله کاشت.",
      "howToWater": "پیچ امین الدوله گیاهی مقاوم است و شاخه های بالغ ان بدن آب نیز می توانند مدت زیادی دوام بیاوردند اما برای شاخه های نو رسته و بر دهی و گل دهی بهتر باید گیاه را به طور مرتب آبیاری کرد.",
      "howToSoil": "خاکی برای گیاه پیچ امین الدوله مناسب است که قلیایی باشد و زهکش خوبی داشته داشته باشد. آب از نیاز های اولیه و واجب برای رشد این گیاه است و میزان جذب آب برای گیاه بستگی به خاک استفاده شده دارد.\r\nدر هر خاکی میتونه رشد خوبی داشته باشه ولی اگر میخواید در گلدان بکارید حتما خاکی با زهکشی بالا انتخاب کنید تا تجمع آب در گلدان نداشته باشید.",
      "howToLight": "هر گیاهی برای گل دهی میاز به نور کامل دارد اما پیچ امین الدوله از آن گیاهانی است که برای در نور کم، نیمه سایه و حتی در سایه کامل نیز گل می دهد. اما باید در نظر بگیرید که در شرایط سایه کامل گل دهی به تاخیر می افتد.",
      "waterMin": 5,
      "waterMax": 10,
      "tempMin": -5,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 2000,
      "lightMax": 22500,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/TLLjRvHC6xTJTUaWgUHl.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/RluazAfy2V5EqHOhE79S.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/TuEbqoULBQxK8koo5xwh.jpeg"
      ],
      "otherNames": [
        "Lonicera japonica ",
        " Lonicera periclymenum"
      ]
    },
    {
      "probability": null,
      "id": 87,
      "name": "گیاه قهوه",
      "sciName": "Coffee",
      "description": "یکی از بهترین گیاهان آپارتمانی می باشد که سازگار با نور کم بوده و در سه سالگی می تواند گل های سفید بسیار زیبایی تولید کند. همین گل های زیبا هستند که در نهایت قادرند دانه های قهوه را تشکیل بدهند. میوه های این گیاه در ابتدا به صورت سبز بوده، بعد قرمز شده و در نهایت سیاه می شوند. این گیاه آپارتمانی فوق العاده زیبا قادر است پس از گذر 4 سال به درختچه ای تبدیل شده و برگ های براق و زیبای آن زینت بخش منازل شما باشند.",
      "howToWater": "آبیاری گیاه در زمستان باید هفته ای یکبار صورت بگیرد و در تابستان ها هفته ای سه بار و مهم ست که آبیاری زمانی انجام شود که خاک گلدان هنوز خشک نشده است. برای حفظ رطوبت گیاه لازم است غبارپاشی دو تا سه بار در هفته با آب ولرم انجام بگیرد.",
      "howToSoil": "خاک مناسب این گیاه کمپوست مخلوط با خاک باغچه بوده و هر دو هفته یکبار در اوایل فصل رشد باید از کودهای محلول در آب و مخصوص برای گل های زینتی استفاده کرد. نکته مهم این است که تعویض گلدان را در فصل بهار آن هم با دیدن ریشه و متراکم بودن آنها انجام دهید. این گیاه زیبا توسط کاشت قلمه در تابستان و یا کاشت دانه های رسیده در بهار قابل تکثیر می باشد.",
      "howToLight": "این گیاه زیبا نیز برای ادامه رشد و زندگی نیاز های متفاوتی دارد، برای این گیاه نور باید بصورت غیر مستقیم باشد و اگر نور مستقیم از پشت شیشه به آن بتابد دیری نمی گذرد که بر گهای آن صدمه می بینند.دمای مورد نیاز گیاه همان دمای معمولی اتاق بوده و قادر است در زمستان در دمای 8 درجه سانتی گراد نیز مقاومت کند.",
      "waterMin": 3,
      "waterMax": 7,
      "tempMin": 8,
      "tempMax": 35,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 100,
      "lightMax": 500,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/October2021/6PLlh58UDICfGYUpa5Ss.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/October2021/3g9dL3ZF1LIPrD7plo2z.jpeg"
      ],
      "otherNames": [
        "Coffea arabica"
      ]
    },
    {
      "probability": null,
      "id": 195,
      "name": "آماریلیس",
      "sciName": "Amaryllis belladonna",
      "description": "آماریلیس بلادونا یک گل پیازدار چندساله است. در طبیعت بکر آفریقای جنوبی رشد می‌کند؛ این گل در تمام گستره رنگی صورتی و حتی گاهی سفید دیده می‌شود. برگ‌های آن بعد از رشد گلها ظاهر می‌شوند. آماریلیس بلادونا خیلی خوب با تغییرات دمایی سازگار می‌شود.\r\nدر تابستان، پیازهای خفته‌ی آماریلیس توسط نور خورشید تا حد پختگی پیش می‌رود! در پاییز با بارش باران، عطر دلنشین آن از گلبرگ‌های شیپوری شکلش خارج می‌شود و فضا را پر می‌کند. \r\nدر قرن نوزدهم، استرالیا شروع به پیوند زدن این گل کرد و به این ترتیب، انواع مختلفی از آماریلیس بلادونا ایجاد کرد.\r\nکشور هلند بزرگترین کشور تولید کننده آماریلیس در جهان است. امروزه تنوع آماریلیس بلادونا در هر کشوری متفاوت است و رنگهای مختلفی از آن تولید شده است.\r\nپیاز، ریشه، ساقه و برگ این گل برای انسانها  و حیوانات خانگی سمی است و اگر خورده شود، عوارض گوارشی به همراه خواهد داشت.",
      "howToWater": "این گل علاقه‌ای به رطوبت و یا آبیاری زیاد ندارد. پس حتما میزان آبیاری را کنترل کنید و از زه‌کشی مناسب خاک آن اطمینان حاصل کنید. بین دو آبیاری حتما چک کنید خاک آن خشک باشد.\r\nبه طور کلی، مهم‌ترین مسئله در نگهداری از آماریلیس بلادونا میزان آبیاری است. در طول فصول رشد آبیاری را بیشتر کنید اما دقت کنید که گل را غرقاب نکنید.\r\nآماریلیس بلادونا کمی معطر است و این عطر به هنگام بارش باران از گیاه خارج می‌شود.",
      "howToSoil": "خاک گل آماریلیس مخلوطی از رس و ماسه و خاک برگ است و باید به آن کود مایع بدهید و تا آغاز فصل خفتگی این کار را ادامه دهید.",
      "howToLight": "این گل عاشق نور خورشید است و گرما دوست است و در نور گلهایش شکوفا میشود.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 5,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 70,
      "lightMin": 1000,
      "lightMax": 10000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/5m1g75bLt8Gx4C7EWkXQ.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/YN46RpVKMSgCmeGV2wqq.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/PnGcVjDblGyAy8hkcfo1.jpeg"
      ],
      "otherNames": [
        "Amaryllis belladonna ",
        " Hippeastrum reginae ",
        " Prosthechea cochleata"
      ]
    },
    {
      "probability": null,
      "id": 192,
      "name": "(گل کریسمس (نماتانتوس",
      "sciName": "Nematanthus gregarius",
      "description": "نماتانتوس با تام علمی “Nematanthus gregarius” از خانواده گل های بنفشه آفریقایی است. جالب است بدانید که گل نماتانتوس دارای برگ های گوشتی است و به همین دلیل نیاز به آبیاری کمی دارد نحوه رسیدگی و نگهداری به این گیاه در خانه های آپارتمانی بسیار راحت بوده و شاید یکی از دلایلی مهم در محبوبیت این گیاه در میان گل‌های آپارتمانی همین امر باشد.",
      "howToWater": "چنین گل هایی که دارای برق و حالت چرمی بر روی برگ های خود دارند، در مقابل کم آبی مقاومت بوده و به میزان آبیاری کمی نیاز دارد  و تنها دلیل آن وجود برگ های گوشتی است.. پس آبیاری این گیاه را زمانی انجام دهید که خاک آن کاملا خشک باشد، آب را نیز به قدری به گیاه بدهید که از زهکش پایین گلدان خارج شود.",
      "howToSoil": "بهترین خاک برای این گیاه همان خاک کاکتوس می باشد، زیرا جذب بالایی از رطوبت نداشته و دارای زهکشی مناسبی نیز می باشد. از خاک بنفشه آفریقایی با درصد پرلیت درشت بیشتری نیز می توانید بهره بگیرید.\r\nاین گیاه در فصل تیر و مرداد در خواب فرو رفته و نیاز کمتری به کود دهی دارد، از این رو از اواخر تابستان، یک هفته در میان شروع به دادن کودهای کامل گلدهی با فسفر بنفشه آفریقایی کنید، زمانی که گل ها درآمد کود دهی را به ماهی یکبار کاهش دهید.",
      "howToLight": "این گل به مانند دیگر اعضای گل بنفشه نیاز به نور زیاد برای رشد دارد. دقیقا به مانند گل کوهلریا بهتر است در کنار پنجره جنوبی گذاشته شود.\r\nاین گیاه علاقه ای شدید به هوای خنک دارد، از این رو گلدهی گیاه فقط در هوای خنک و پاییز انجام می شود. از این رو گیاه را در هوایی یکسان و گرم قرار ندهید. بهترین جا برای قرار دادن گیاه داخل راهرو، تراس و یا پشت پنجره بوده که گردش روز و شب و خنکای هوا را حس کند. توجه داشته باشید در فصول سرد و یخبندان گیاه به هیچ عنوان در فضای باز قرار نگیرد، زیرا احتمال یخ زدگی و از بین رفتن آن را در بر خواهد داشت.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 60,
      "lightMin": 800,
      "lightMax": 2500,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/cwc48rhphC37i6ShNo86.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/Fxz1sqgiIoXuf2Xh7PgG.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/YqdjNkSsXdjA6YURMKh6.jpeg"
      ],
      "otherNames": null
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=1",
    "next": "https://planta.vsrv.ir/api/Feed?page=3"
  },
  "meta": {
    "current_page": 2,
    "from": 16,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=3",
        "label": "3",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=4",
        "label": "4",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=5",
        "label": "5",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=6",
        "label": "6",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=7",
        "label": "7",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=8",
        "label": "8",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=9",
        "label": "9",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=10",
        "label": "10",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=3",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 30,
    "total": 328
  }
}