{
  "data": [
    {
      "probability": null,
      "id": 72,
      "name": "گیاه هوازی تیلاندسیا",
      "sciName": "Tillandsia",
      "description": "این گیاه اسطوره‌ی گیاهان هوازی است و دوست دارد زیر نور دلپذیر آفتاب آویزان باشد. این گیاه متعلق به مناطق نیمه مرطوب مرکز آمریکاست، جایی که آن روی شاخه درختان در جنگل رشد می‌کند.\r\nکثر انواع گیاه هوازی تیلاندسیا به محیط‌های مرطوب عادت کرده اند. بازه دمایی ایده‌آل برای تیلاندسیا، دمایی بین 16 الی 27 درجه سانتی‌ گراد است. سرمای زمستان سبب مرگ اغلب گیاهان هوازی خواهد شد، بنابراین مواظب باشید تیلاندسیا سرمای هوا را تجربه نکند.",
      "howToWater": "هر یکی دو هفته در میان، تیلاندسیا را در یک ظرف پر از آب غوطه ور کنید. با آمدن زمستان، آبیاری را به هر سه هفته یکبار کاهش دهید. گیاه را به خوبی تکان دهید تا آب‌های اضافی از آن خارج شوند، سپس آن را به صورت برعکس بر روی یک حوله جاذب قرار دهید تا زمانی که برگها به خوبی خشک شوند.\r\nهرگز از آب سرد برای خیس کردن تیلاندسیا استفاده نکنید. گیاه باید حدودا 30 دقیقه به صورت برعکس در ظرف پر از آب باقی بماند. مواظب باشید در حین خشک شدن، نور خورشید به صورت مستقیم به گیاه نتابد.\r\nپروسه خشک شدن تیلاندسیا پس از آبیاری نباید خیلی سریع اتفاق بیفتد، در واقع گیاه برای خشک شدن به طور کامل حدودا به 3 ساعت زمان احتیاج دارد. قبل از قرار دادن گیاه در محل اصلی خود، مطمئن شوید که آّبی در بین برگها نمانده باشد. این آبهای باقی مانده در بین بخش‌های گیاه، می‌توانند سبب فاسد و پژمرده شدن گیاه بشوند.\r\nآبیاری تیلاندسیا را در صبح یا در ساعات اولیه بعدازظهر انجام دهید تا گیاه زمان کافی برای خشک شدن داشته باشد. هرگز گیاه را در شب آبیاری نکنید. هر یک یا دو هفته در میان، آب ولرم را به گیاه اسپری کنید. اگر هوای منزل شما خیلی خشک است، دفعات اسپری کردن را افزایش دهید.",
      "howToSoil": "این گیاه نیازی به خاک ندارد و کوددهی به تیلاندسیا نیز واقعا ضروری نیست، اما اگر دوست دارید شاهد رشد بیشتر و سریعتر گیاه خود باشید، می‌توانید مقدار خیلی کمی کود مایع به آب آن اضافه کنید. از یک کود چند منظوره استفاده کرده و آن را تا یک چهارم قدرت خود رقیق کنید. می‌توانید از کود مخصوص بروملیاد (17-8-22) نیز برای این گیاه استفاده کنید",
      "howToLight": "تیلاندسیا می‌تواند میزان نور بیشتری را نسبت به انواع گرمسیری و سایه دوست خود دریافت کند؛ و همینطور می‌تواند با کمبود نور بهتر کنار بیاید. فراموش نکنید که تابش مستقیم نور خورشید به این گیاه، سبب سوختن برگهای آن خواهد شد.\r\nبهتر است در این ایام در نور غیر مستقیم (سایه آفتاب) قرار بگیرند و همچنین بهتر است از پنجره های جنوبی فاصله مناسبی داشته باشند. در گلخانه نیز باید از سایبان توری استفاده شود.\r\nبهتر است گیاه نور طبیعی (نور خورشید) را دریافت کند، اما استفاده از لامپهای کمکی نیز منعی برای آن ندارد. در صورت استفاده از این لامپها، حتما آنها را روزانه برای 12 ساعت روشن بگذارید.",
      "waterMin": 10,
      "waterMax": 21,
      "tempMin": 16,
      "tempMax": 28,
      "humidityMin": 30,
      "humidityMax": 60,
      "lightMin": 300,
      "lightMax": 1000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/X2eHQaVzcw3E0QAJBx1V.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/XecaypVo56KpxsDbcUoO.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/zeNU93gq4TKJosPB1uDx.jpg",
        "https://planta.vsrv.ir/storage/plant/June2021/RFsjtO0rPfAwSUj8uNTF.jpeg"
      ],
      "otherNames": [
        "Tillandsia usneoides ",
        " Tillandsia bulbosa ",
        " Tillandsia aeranthos bergeri ",
        " Tillandsia ionantha ",
        " Tillandsia caput-medusae ",
        " Tillandsia andreana ",
        " Tillandsia xerographica ",
        " Tillandsia maxima ",
        " Tillandsia capitate ",
        " Cotton candy ",
        " Tillandsia didisticha ",
        " Tillandsia fuchsii ",
        " Tillandsia funckiana ",
        " Tillandsia gardneri ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 21,
      "name": "بابا آدم (آلوکازیا)",
      "sciName": "elephant ear plant",
      "description": "ظاهر جذاب و اندازه بزرگ برگ‌های آن باعث شده که این گیاه به نام ‘ گوش فیلی’ هم شناخته شود. شایع‌ترین آفات بابا آدم شپشک معمولی، شپشک آردی، شته و کنه تار عنکبوتی است. برای پیشگیری از حضور آفات، می‌توانید هر چند هفته یکبار تمام بخشهای گیاه را با محلول آب و صابون اسپری کنید.\r\nبا کاهش یافتن دما به زیر 15 درجه سانتی گراد، بابا آدم دچار مشکل خواهد شد. حتی بعضی از گونه‌های آن با سرد شدن هوا می‌میرند و مجدد از ریزوم خود جوانه می‌زنند.",
      "howToWater": "گیاه بابا آدم را در تمام طول سال مرطوب نگه دارید، چون آن گیاهی آب دوست است! همین موضوع باعث شده تا آبیاری بابا آدم به امری حساس تبدیل شود. چون باید خاک را مرطوب نگه دارید و در عین حال از غرقاب شدن آن جلوگیری کنید.\r\nمی‌توانید با انگشت خود، چند سانتی متر رویی خاک را کنار بزنید و میزان رطوبت را بسنجید. اگر خاک خشک بود، باید گیاه را آبیاری کنید.\r\nبابا آدم به علت ورود به دوران خفتگی در طول فصل زمستان، به آبیاری کمتری نیاز دارد.",
      "howToSoil": "بابا آدم را در خاک گلدان متخلخل (با زه کشی عالی) و یا خاک رسی مخلوط با دانه‌های درشت بکارید.\r\nخاک خیس و غرقاب شده زمینه ساز اصلی ابتلای گیاه به بیماری‌های قارچی است.\r\nبابا آدم مستعد دریافت مقدار بالای کود است، بخصوص گونه‌های بزرگ و عظیم آن.",
      "howToLight": "گیاه بابا آدم نور کافی ولی غیرمستقیم خورشید را ترجیح می‌دهد. آن را در خارج از مسیر تابش نور خورشید قرار دهید و مطمئن شوید که زیر نور خورشید در حال سوختن نباشد!",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 17,
      "tempMax": 30,
      "humidityMin": 60,
      "humidityMax": 95,
      "lightMin": 1000,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/Dqa8Kh8ghqnxsbOb3n6B.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/nnj6hOgVFaYL4wBY7Pc2.png",
        "https://planta.vsrv.ir/storage/plant/May2021/DJfWTMO8hXXg9J87MpuA.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/AJZk0O9CgHaR8UAiX3AU.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/Oc3lQ7GS0IJBUtJlVMEN.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/OitRlBQ4y8h4fFYChaXH.jpeg"
      ],
      "otherNames": [
        "Alocasia Amazonica ",
        " Colocasia esculenta ",
        " Alocasia cucullata ",
        " Alocasia longiloba ",
        " Alocasia brisbanensis ",
        " Alocasia cucullata ",
        " Alocasia lauterbachiana ",
        " Alocasia macrorrhizos ",
        " Alocasia micholitziana ",
        " Alocasia reginula ",
        " Alocasia sanderiana ",
        " Alocasia wentii ",
        " Xanthosoma sagittifolium ",
        " Xanthosoma mexicanum ",
        " Alocasia lauterbachiana ",
        " Alocasia brisbanensis"
      ]
    },
    {
      "probability": null,
      "id": 7,
      "name": "آگلونما",
      "sciName": "Aglaonema",
      "description": "آگلونما، یا گیاه همیشه سبز چینی، متعلق به جنوب شرقی آسیاست. جایی که آگلونما، زیر نور تابان خورشید و در سایه درختان بزرگ استوایی آفتاب می‌گرفت و رشد می‌کرد. اما این گیاه زیبا در سال 1800 میلادی به انگلستان برده شد و به سرعت به یکی از محبوب‌ترین گیاهان آپارتمانی تبدیل شد. سایز کوچک و روش نگهداری کم دردسر آن باعث شده که آگلونما انتخاب بسیار مناسبی برای افراد تازه کار باشد. آگلونما نقره ای تقریبا به هیج مراقبت خاصی نیاز ندارد! تنها کمی نور و آب برای این گیاه محبوب کافی است.",
      "howToWater": "هنگامی که چندسانتی‌متر رویی خاک خشک شد، گیاه را آبیاری کنید. اگر گیاه برای مدت طولانی در خاکی خیس قرار بگیرد، برگ‌های آن زرد شده و شروع به ریزش می‌کنند.\r\nخیس بودن بیش از حد خاک در نهایت سبب پوسیدگی ریشه خواهد شد. حدودا هفته‌ای یک الی دو بار آبیاری برای آگلونما کافی است. فراموش نکنید که باید در زمستان آبیاری را کاهش دهید.\r\nاگر گیاه کمی حالت پژمردگی پیدا کرد، احتمالا الگوی صحیحی برای آبیاری آن در پیش نگرفته‌اید. پس در این صورت حتما خاک را مرتبا چک کنید و در صورت خشک شدن آن را سریعا آبیاری کنید. به طور کلی، هر چه یک گیاه بیشتر در معرض نور خورشید باشد به آبیاری بیشتری نیاز دارد و برعکس.",
      "howToSoil": "تا زمانی که خاک عمل زه‌کشی را به درستی انجام می‌دهد، نیازی نیست از ترکیبات مختلفی برای قوی کردن آن استفاده کنید. برای بهبود زه‌کشی، حدود دو مشت پرلیت به ترکیب خاک اضافه کنید.\r\nاگر چه آگلونما نقره ای به تقویت خاصی نیاز ندارد. اما توصیه می‌کنیم برای بهبود کیفیت رشد، سالی یکی دو بار به آن کود اضافه کنید.\r\nبه طور متوسط، آگلونما باید هر یکی دو سال به گلدانی جدید منتقل شود. در این هنگام گلدانی بزرگتر انتخاب کرده و آن را با خاک تازه پر کنید.",
      "howToLight": "نکته‌ای که نگهداری از آگلونما را بسیار آسان‌تر کرده، این است که به خوبی در نور زیاد، متوسط و حتی کم نیز دوام می‌آورد. البته تا زمانی که نور به صورت غیرمستقیم به آن بتابد!\r\nپس با هر میزان نور ورودی در منزل خود می‌توانید میزبان خوبی برای آگلونما باشید. می‌توانید آن را در نزدیکی یک پنجره نورگیری قرار دهید که با یک پرده نازک پوشیده شده است.\r\nوجود فیلتری مانند پرده برای مکان‌هایی که خیلی نورگیر هستند ضروری نیست.",
      "waterMin": 5,
      "waterMax": 10,
      "tempMin": 15,
      "tempMax": 30,
      "humidityMin": 70,
      "humidityMax": 95,
      "lightMin": 500,
      "lightMax": 20000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/eARLbzCnV5tu4SfClElS.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/bfDGMak0O7I9gBORZaem.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2021/mWs9nZygAQFiQLX19bzM.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2021/PcY1lKi2m7OB2Au7UkjI.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2021/FaPV6WxF5lHGqkfi0oUL.jpeg"
      ],
      "otherNames": [
        "Aglaonema commutatum ",
        " Aglaonema commutatum ",
        " Ctenanthe setosa ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 168,
      "name": "شبنم سرخ",
      "sciName": "Lampranthus multiradiatus",
      "description": "گل شبنم سرخ یا گل احساسی گونه ای از گیاهان همیشه سبز می باشد ، البته گاهی بعنوان یکساله کشت و کار می شود. \r\nاین گیاه گلدهنده و گوشتی و آبدار است. ساقه ها سبز مایل به خاکستری است. مرکز این گلها زرد بوده و گلبرگ ها از صورتی تا بنفش متغیر هستند که به فصل بستگی دارد. گل ها ی ریز مرواریدی در اواسط بهار یا اوایل تابستان ظاهر می گردند. \r\nدر مدت کوتاه به سرما مقاومت داشته و می تواند تا 7- درجه سانتی گراد را در دوره زمانی کوتاه تحمل کند.",
      "howToWater": "معمولا در اکثر اقلیم ها آب زیادی نیاز ندارد . این گل زیبا به خشکی مقاوم بوده است . برای آبدهی منتظر بمانید خاک گلدان یا زمین آن خشک شود تا آبیاری مجدد انجام دهید.",
      "howToSoil": "نیاز به خاک یا بستری دارد که زهکشی خوبی داشته و غرقاب نشود. توانایی این را دارد که در خاک نازک صخره ها نیز رشد داشته باشد.",
      "howToLight": "به سایه عصرگاهی مقاوم است و آبیاری آن منظم باشد. از لحاظ نوری در شرایط آفتاب کامل باشد و نور زیادی نیاز دارد.",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 5,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 70,
      "lightMin": 1000,
      "lightMax": 22000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/ePQqMvVElOL8OPFtD2XD.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/YUD4X8Or3ei0eQqlKYla.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/zzQ1UL5cXwH5qGxctsnT.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 166,
      "name": "ماندویلا",
      "sciName": "Mandevilla laxa",
      "description": "ماندویلا Mandevilla به خانواده Apocynaceae تعلق دارد و بومی نواحی گرمسیری و نیمه گرمسیری است. ماندویلا در حقیقت گیاهی پیچ است که گونه های مختلف آن بین 3 الی 6 متر می توانند رشد کند. البته این ارتفاع را زمانی می یابد که هوا گرم باشد و گیاه با رکود زمستانی مواجه نشود. برگهای این گیاهان نسبتا پهن است که می توانند حدود 20 سانتیمتر طول بیابند.گلهای این گیاه به رنگهای سفید، صورتی، زرد و قرمز هستند و معمولا عطری ملایم دارند و اواخر بهار الی اوایل تابستان شکوفا می شوند.",
      "howToWater": "ماندویلا تا حدودی خشکی خاک را تحمل می کند . بنابراین می توان زمانی گیاه را آبیاری کرد که سطح خاک نسبتا خشک شده باشد اما این برنامه آبیاری باید منظم باشد. آبیاری بیش از اندازه این گیاه موجب پوسیدن ریشه های آن می شود که زردی و ریزش برگها و از بین رفتن گیاه را به دنبال خواهد داشت. از طرفی خشکی کشیدن بیش از اندازه نیز موجب ریزش گلها و یا عدم گلدهی، سوختگی نوک برگها و پژمردگی گیاه خواهد شد. هنگام آبیاری با ملایمت و به تدریج به خاک آب بدهید تا آب به تمامی قسمتهای خاک نفوذ کند. اگر گیاه به شکل گلدانی نگهداری می شود ، خروج آب از منافذ کف گلدان نیز مهم است زیرا نشانه آبیاری کافی گلدان و زهکش مناسب خاک می باشد. البته آب اضافی جمع شده در زیرگلدانی را خالی کنید تا مانعی بر سر راه خروج آبهای اضافی از گلدان نباشد. در طی زمستان و به دلیل کاهش فعالیت این گیاه می توان آبیاری را نیز کم کرد اما این به معنی خشک شدن کامل خاک گیاه نیست . مثلا هفته ای یک مربته کافی است",
      "howToSoil": "ماندویلا به خاکی با زهکش خوب نیاز دارد به همین دلیل در مخلوط خاکی این گیاه می بایست از مواد ارگانیک و همچنین شن استفاده کرد. توجه کنید که ماسه بادی مناسب نیست و اندازه ذرات شن حدود 2 میلیمتر باشد.مثلا می توان از دو قسمت پیت موس+یک قسمت شن و یا دو قسمت خاک برگ +یک قسمت شن استفاده کرد. برای گلدهی بهتر این گیاه می توان از کودهایی که میزان فسفر بیشتری نسبت به پتاسیم و نیتروژن دارند همانند فرمول 10-20-10 هر ماه یک مرتبه و یا هر دو هفته یکبار البته با نصف غلظت استفاده کرد. در اواسط پاییز الی اوایل بهار نیازی به کوددهی این گیاه نیست. امکان نگهداری این گیاه در گلدان نیز وجود دارد اما توجه کنید که اندازه گلدان باید در حدی باشد که بتوان قیم مناسبی را در گلدان قرار داد تا تکیه گاه ساقه های این یگاه باشند. اگر گیاه را به شکل گلدانی نگهداری می کنید و گلدان کوچک شده است، سعی کنید گلدان بعدی حدود 30-20 درصد از گلدان قبلی بزرگتر باشد. اگر گلدان را بسیار بزرگتر انتخاب کنیم به گیاه آسیب نمی رسد اما مدتی را صرف رشد رویشی و گسترداندن ریشه در خاک گلدان جدید می کند و این موجب عدم گلدهی گیاه خواهد شد. زمان مناسب تعویض گلدان نیز اواخر زمستان/ اوایل بهار است.",
      "howToLight": "این گیاهان برای رشد و گلدهی به نور کافی نیاز دارند. مسئله ای که باید توجه کرد عدم تحمل نور مستقیم آفتاب در هوای بسیار گرم و خشک توسط این گیاهان است. اما هر مقدار که دمای هوا ملایم تر باشد و هوا نیز از رطوبت بهتری برخوردار باشد مدت زمان بیشتری میتوان این گیاه را در معرض نور مستقیم آفتاب قرار داد. به هر حال هر مقدار که شرایط دمایی و رطوبتی نیز نامناسب است سعی کنید که این گیاه به مدت حدود 3-2 ساعت در صبح هنگام (بخصوص اوایل صبح ) از نور مستقیم آفتاب برخورد باشد اما از ظهر به بعد را حتما در سایه به سر ببرد. کمبود نور و عدم وجود نور مستقیم آفتاب از جمله دلایل عدم گلدهی این گیاه و زیاد شدن فاصله بین برگها بر روی ساقه این گیاه است . نور شدید و نامناسب نیز منجر به سوختگی برگها خواهد شد . دما: در هوای مناسب و گرم حدود 18 الی 29 درجه سانتیگراد این گیاه به شکل پیچی همیشه سبز رشد می کند اما هوای سرد موجب ریزش برگهای گیاه می شود حداقل دمایی که ماندویلا تحمل می کند حدود 13 درجه سانتیگراد است و در این دما می بایست گیاه را به مکانی محافظت شده و گرمتر منتقل کرد. اگرچه احتمال دارد که با وجود محافظت گیاه از سرمای زمستانی ، برگهای گیاه باز هم ریزش کند و گیاه نیز فعالیت در تولید برگ جدید نداشته باشد اما با گرمتر شدن هوا مجددا برگهای آن شروع به رویش و فعالیت می کنند. در زمانی که دما به این حد می رسد باید گیاه را به محیط داخل خانه آورد و آنرا در جایی قرار داد که بیشترین نور مستقیم را دریافت می کند (مثلا پنجره های جنوبی خانه). البته با وجود بهترین شرایط نوری در طی زمستان باز هم امکان ریزش برگهای این گیاه و یا عدم جوانه زنی و رشد برگهای جدید وجود دارد",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 18,
      "tempMax": 29,
      "humidityMin": 30,
      "humidityMax": 70,
      "lightMin": 600,
      "lightMax": 3000,
      "placement": 1,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/IeIm9BGMVcG82CQcXZdA.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/I1WxfNxHBg9myKjbgPeU.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/svOnxE7n23sGto80LvXH.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/mCNDtBqogJ26Dke7dvp5.png"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 172,
      "name": "کالاته آ کروکاتا",
      "sciName": "Calathea crocata",
      "description": "کالاته آ کروکاتا این به لطف گلهای منحصر به فرد خود ، که تن آنها از زرد تا نارنجی متغیر است ، در نوع خود متفاوت است. گلدهی خاص آن حدود ده سانتی متر بالاتر از شاخ و برگ گیاه افزایش می یابد، ماندگاری طولانی تقریباً 4 یا 5 هفته دارد و برگهای تیره ، براق و نیزه ای آن به آرامی موج دار بوده و در بعضی مناطق بازتاب های بنفش نشان می دهند.\r\nزیبایی برگها و گلهای آن باعث می شود که تزئین محیط خانه به ویژه مناسب باشد. در جنگل های گسترده آمازون آمریکای جنوبی متولد شده است، جایی که در سایه پوشش گیاهی متراکم رشد می کند. به عنوان یک واقعیت کنجکاو ، این گیاه این ویژگی را دارد که هنگام غروب برگهای خود را می بندد ، گویی که نشان می دهد زمان خوابیدن است.",
      "howToWater": "باید به طور منظم هفته ای یک بار آبیاری شود ، به طور عمده در بهار و تابستان. وقتی می خواهید گیاه خود را آبیاری کنید ، از خشک بودن خاک اطمینان حاصل کنید و آب کافی بمالید تا از سوراخهای گلدان خارج شود. در زمستان می توانید هر دو هفته یکبار آبیاری کنید.",
      "howToSoil": "خاک خود را با ترکیب یک قسمت پیت ماس ​​با سه قسمت کمپوست آماده کنید یا مخلوط گلدان غنی از مواد مغذی. شما می خواهید مطمئن شوید که مخلوط به اندازه کافی سبک بوده و به خوبی تخلیه می شود. همیشه از مخلوط های سنگین پرهیز کنید. با در نظر گرفتن شرایط زیستگاه طبیعی آن و اگر می خواهید به رشد بهتری از گیاه برسید ، که شامل رشد ، رنگ و تولید گلشما باید گیاه را در فضای بسته و جایی قرار دهید که به طور غیرمستقیم نور شدید دریافت کند.",
      "howToLight": "به یاد داشته باشید که اگر گیاه را در مکانی قرار دهید که نور مستقیم دریافت کند ، احتمال سوختگی بر روی شاخ و برگ و گلدهی آن وجود دارد. با این اوصاف، منطقی است که در زمستان نور را بهتر از تابستان تحمل کند، وقتی شدت خورشید شدیدترین باشد. هنگام کاشت در فضای داخلی به یک محیط گرم نیاز دارد.  از این رو ، باید اطمینان حاصل کنید که دما بین 18 تا 27 درجه سانتیگراد در نوسان است. با توجه به ویژگی های طبیعی خود ، تغییرات ناگهانی دما یا جریان هوا را تحمل نمی کند ، شرایطی که معمول در آمازون نیست.",
      "waterMin": 10,
      "waterMax": 14,
      "tempMin": 20,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 400,
      "lightMax": 1000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/meiXMdYjc6lw7BQH77og.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/ui6xGtZxdf0QKArKMNjJ.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/d09NyDMscHv903h2uYqq.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 159,
      "name": "زنبق",
      "sciName": "Iris aphylla",
      "description": "اگر گل زنبق را در باغچه بکارید، می‌توانید در فصل تابستان شاهد گل‌های زیبای رنگارنگ آن باشید، گل‌های بنفش، آبی، زرد، سفید، صورتی، قرمز، چندرنگ، قهوه‌ای تیره و گاهی مشکی. زنبق برای هر مراسم و هر موقعیتی یک رنگ مخصوص برای شما دارد.\r\nمی‌توانید زنبق را هم در باغچه و هم در گلدان بکارید. برای این منظور، مکانی پرنور و خاکی زه کشی شده انتخاب کنید. اگرچه زنبق می‌تواند نور کم را هم تحمل کند، اما بهترین عملکرد این گل در نور کافی خورشید همراه با آبیاری مناسب است.\r\nگل زنبق به هوای خشک و خنک علاقه داشته و احتیاجی به غبار پاشی ندارد.",
      "howToWater": "پس از این که گل زنبق را در گلدان کاشتید، آن را آبیاری کنید و در مراحل بعد جهت این که خاک را مرطوب نگه داشته باشید، برنامه آبیاری را هفتگی کنید. در طی مدتی که گیاه در دوران گلدهی خودش قرار دارد دو تا سه بار در هفته کافی می باشد.",
      "howToSoil": "جهت کود دهی، هر زمان اولین غنچه های گل روی گیاه ظاهر شد، تغذیه گل زنبق را آغاز نمایید. عمل کود دهی را در هر 2 هفته یک بار با کودگلدهی 36-12-12 با نصف دوز مایع تغذیه نمایید.",
      "howToLight": "گل زنبق به نور نسبی در دوران رشد علفی و سبزینه ای احتیاج دارد. هنگامی که این گل در دوران گلدهی قرار دارد نیازمند نور کامل بوده و علاقه ای به نور مستقیم آفتاب نیز ندارد.\r\nدر طی مدت رشد علفی دمای مناسب برای گل زنبق بین 4 تا 7 درجه است. در طی مدت گلدهی نیز این گل به هوایی نیازمند است که گرم تر باشد یعنی بین 13 تا 16 درجه، در این مدت برای آن مناسب است.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 4,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 500,
      "lightMax": 10000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/g2cNSfqHDOSpmLz2SRcV.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/MUiNzNQeh7n3Uy1EZv4K.png",
        "https://planta.vsrv.ir/storage/plant/March2022/nlX758oKLYZggMc6qvg8.jpeg"
      ],
      "otherNames": [
        "Iris albicans ",
        " Iris aphylla ",
        " Iris perrieri"
      ]
    },
    {
      "probability": null,
      "id": 154,
      "name": "کوله خاس",
      "sciName": "Ruscus hypophyllum",
      "description": "در مناطق شمال ایران که این گیاه انتشار دارد با نام های محلی مختلفی شناخته می شود. در مازندران جز-جیز در لاهیجان کوله خاس، در اطراف رشت کوله خاس و کول کیش، در آستارا هس و در طوالش چوشت و چشت، در کتب طب سنتی با نام آس بری و مورداسفرم آمده است. به عربی آن را رند و ریحان القبور می نامند.\r\nدرختچه ایست همیشه سبز كه در بهار گلهای زردرنگ و در پائیز میوه های قرمزرنگش روی ساقه های برگ مانند آن ظاهر می شوند.\r\nحداقل دمای مورد تحمل آن در زمستان ۱۰- درجه سانتی گراد است. در فصل بهار ساقه های خشك شده را از انتها قطع كنید.",
      "howToWater": "غرقاب كردن خاك گیاه را از بین می برد. به خاکی با زهکشی مناسب نیاز دارد تا اب به خوبی از گلدان خارج شود",
      "howToSoil": "خاک برگ و خاک سبک بهترین خاک برای نگهداری آن است. در پاییز با کود های دارای اسیدیته مناسب کودهی شود",
      "howToLight": "به نور مستقیم آفتاب برای گلدهی نیاز دارد  اما میتواند سایه را نیز تحمل کند. بهترست در نزدیک پنجره جنوبی منزل قرار داده شود.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": -10,
      "tempMax": 35,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 800,
      "lightMax": 12000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/yqLD2Shvo7502vO6CuV8.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/M83HQLdsE83vhm70WCzG.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/3xVYIqLuOIO5CPwc2F16.jpeg"
      ],
      "otherNames": [
        "Ruscus aculeatus ",
        " Ruscus hypophyllum ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 69,
      "name": "موسی در گهواره / زیپلین",
      "sciName": "Tradescantia spathacea",
      "description": "این گل زیبا وقتی به گل می نشیند گل های سفیدی داخل برگ های مثل قایق می دهد. به همین دلیل اسم آن را موسی در گهواره  گذاشتند.",
      "howToWater": "تا حدودی به خشکی مقاوم است و آبیاری بیش از اندازه باعث پوسیدگی ریشه و افزایش بیماری های قارچی می شود. ولی این مسائل نباید باعث شود که به گیاه تشنگی بدهید، هروقت سطح رویی خاک خشک شد، زمان آبیاری است.\r\nدر روزهای گرم تابستان معمولا ۳-۲ بار در هفته و در زمستان هفته ای یک مرتبه آبیاری کافی است.\r\nحداقل ۲ بار در هفته در طول سال غبارپاشی کنید، در صورتی که درجه حرارت بالا باشد عمل غبارپاشی را زیاد کنید، در زمستان از آب ولرم استفاده کنید.",
      "howToSoil": "به خاکی با زهکشی بالا احتیاج دارد تا بتواند آب را از خودش عبور بدهد و باعث پوسیدگی و از بین رفتن گیاه نشود. می توانید به خاک باغچه مقداری پرلیت و پیت ماس یا کمی خاک برگ اضافه کنید. استفاده از خاک های سنگین احتمال پوسیدگی و از بین رفتن گیاه را افزایش می دهد.",
      "howToLight": "مکانی با روشنایی کامل تا نیم سایه را دوست دارد، نور مستقیم آفتاب را هم تحمل می کند اما باید مراقب اشعه ی سوزان وسط روز بود تا باعث سوختگی برگ ها نشود، اگر نور کافی دریافت نکند رنگ بنفش آن کمرنگ می شود.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 15,
      "tempMax": 25,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 500,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/REtr8SEOOg3bUDiY5ilI.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/u5XFybMuRR5pjsO03JKy.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/0t9cxNboGBwbRgZQ6oyj.jpeg"
      ],
      "otherNames": [
        "Moses in the cradle ",
        " Tradescantia spathacea ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 20,
      "name": "اکالیپتوس",
      "sciName": "Eucalyptus Gunnii",
      "description": "روغنی که از برگ این گیاه گرفته می‌شود نیز یکی از اصلی‌ترین روغن‌های درمانی به شمار می‌رود. خبر خوب این است که می‌توانید اکالیپتوس را هم در گلدان و هم در باغچه بکارید و از دیدن آن لذت ببرید.\r\nجالب است بدانید اکالیپتوس، غذای محبوب کوالاهای استرالیایی است!این درخت در طبیعت استرالیا به وفور یافت می‌شود.",
      "howToWater": "میزان آبیاری یک گیاه اکالیپتوس به موارد مختلفی بستگی دارد، مانند نوع خاص آن گیاه، شرایط آب و هوایی محیطی، نوع خاک و زه‌کشی و میزان بارندگی.",
      "howToSoil": "گیاه اکالیپتوس خیلی به خاک حساس نیست، اما خب بهتر است خاک زه کشی شده را برای اکالیپتوس انتخاب کنید. و از مخلوط خاک برگ و معمولی استفاده کنید.\r\nراز زه‌کشی خوب، استفاده از خاک سست و متخلخل است. چنین خاکی هم ریشه را تقویت کرده و هم رطوبت را بدون نیاز به ذخیره کردن آب حفظ می‌کند.",
      "howToLight": "نگهداری از این گیاه بسیار ساده است. تنها کاری که شما باید انجام دهید این است که آن را در یک مکان پرنور قرار دهید. تا نور مستقیم کافی به گیاه برسد. در مکان سایه و کم نور گیاه مقاومت خود را از دست میدهد.",
      "waterMin": 7,
      "waterMax": 14,
      "tempMin": 15,
      "tempMax": 30,
      "humidityMin": 30,
      "humidityMax": 60,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/M8XqakwwESgwdaeGzx98.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/rPwsZZdWGfCM7ND8mrwY.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/96hmyMArtl0I6xT5RoEj.jpeg"
      ],
      "otherNames": [
        "cider gum"
      ]
    },
    {
      "probability": null,
      "id": 19,
      "name": "افوربیا (کاکتوس مدادی)",
      "sciName": "Cactus Euphorbia",
      "description": "قد متوسط این گیاه 110-90 سانتی متر است. با اینکه شکل های متفاوتی در نوع انشعابات و شاخه‌های این گیاه وجود دارد اما رشد قد اکثر آن‌ها یکسان است.\r\nافوربیا می‌تواند در طبیعت حتی تا 12 متر هم رشد کند اما در داخل منازل، نهایتا تا 2 متر رشد می‌کند.بهتر است افوربیا را با آغاز سرما به داخل خانه منتقل کنید.",
      "howToWater": "تنها قانون حتمی در خصوص آبیاری هر نوع ساکولنت و کاکتوس، این است که آنها را غرقاب نکنید.کاکتوس افوربیا نیز مانند سایر کاکتوس‌ها، باید بین هر بار آبیاری کمی خشک شود. این گیاه می‌تواند از پس خشکی کامل خاک نیز بر بیاید، اما نه برای مدت طولانی.\r\nدر زمستان، باید دفعات آبیاری را کاهش دهیددر طول فصول گرم‌تر بهترین زمان برای آبیاری این کاکتوس بعدازظهر است",
      "howToSoil": "افوربیا به خاکی با زه‌کشی مناسب نیاز دارد و می‌تواند در شرایط بحرانی، در خاک خشک و کم‌آب هم زندگی کند. می‌توانید خودتان ترکیب خاک ایده‌آل افوربیا را بسازید. برای این کار از خاک مخصوص ساکولنت و کاکتوس استفاده کنید و آن را با خاک معمولی گیاهان آپارتمانی ترکیب کنید.\r\nیک کود متعادل 10-10-10 (نیتروژن-فسفر-پتاسیم) انتخاب کنید و با رقیق کردن آن به یک چهارم قدرت، هفته ای یکبار در طول فصل رشد به خاک گیاه اضافه کنید.",
      "howToLight": "افوربیا به نور خورشید علاقه دارد. اگر آن را نهایتا تا دومتری یک پنجره قرار دهید، برای او عالی است.\r\nاکثر افوربیاها عاشق نورند! اما بعضی از آن‌ها می‌توانند سایه جزئی را هم تحمل کنند. افروبیای خود را نزدیک یک پنجره نورگیر جنوبی قرار دهید. از آغاز بهار تا میانه پاییز می‌توانید گلدان را به بالکن و باغچه منتقل کنید. اما دقت داشته باشید که نور خورشید باعث سوختن برگ‌های افوربیا نشود. اگر احساس کردید نور خیلی تند و گرم است، مکان افوربیا را کمی تغییر دهید.",
      "waterMin": 10,
      "waterMax": 20,
      "tempMin": 18,
      "tempMax": 30,
      "humidityMin": 50,
      "humidityMax": 80,
      "lightMin": 1500,
      "lightMax": 20000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/GltPdPVGaFanC6ANgtxB.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/rFiWE17qPP2SmkGKoA6Q.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/wGMBs2e3w92Y9JeIfoo8.jpeg",
        "https://planta.vsrv.ir/storage/plant/December2021/LEjNr65AFXtfgJI5yN48.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/UHgTPF8q0xEBwL6NkBOk.jpeg"
      ],
      "otherNames": [
        "Spurges ",
        " Euphorbia canariensis ",
        " Euphorbia cooperi ",
        " Euphorbia pulvinata ",
        " Euphorbia stellata ",
        " Euphorbia candelabrum ",
        " Euphorbia grandialata ",
        " Euphorbia ingens ",
        " Euphorbia heterochroma ",
        " Euphorbia decaryi ",
        " Euphorbia nivulia ",
        " Euphorbia tirucalli ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 206,
      "name": "آگاپانتوس (سوسن آفریقایی)",
      "sciName": "Agapanthus campanulatus",
      "description": "آگاپانتوس Agapanthus به خانواده Amaryllidaceae تعلق دارد و بومی آفریقای جنوبی است. گونه های مختلفی در جنس این گیاه وجود دارند که از محبوبترین آنان که بخصوص دو رگه های آن امروزه مورد کشت و کار قرار می‌گیرند گونه A. africanus و همچنین A.campanulatus است . این گیاهان به طور کل گیاهانی چند ساله و علفی به ارتفاع حدود 100-90 سانتیمتر هستند که برگهایشان حدود 60 سانتیمتر طول دارد و گلهای سفید یا آبی- سوسنی رنگ آنان  اغلب آنان در فصل تابستان گل شکوفا می‌شود\r\n\r\nبرگسار این گیاه نسبت به سرما حساس است و از بین می رود اما ریزومها (ساقه های زیرزمینی) در زیرزمین باقی می مانند تا با مساعد شدن هوا مجددا جوانه بزنند. امکان نگهداری این گیاهان در گلدان نیز وجود دارد همچنین اگر گلدان را در فصول نامناسب سال به مکانی محافظت شده همانند درون منزل منتقل کنیم و البته در مکانی با نور و دمای مناسب قرار دهیم این گیاه می تواند به شکل سبز به زندگی خود ادامه دهد. توجه کنید که اصولا این گیاه در صورت کاشته شدن در خاک باغچه  و فضای باز بهتر از زمانی که در گلدان کاشته می شود گل خواهد داد.  اگرچه این گیاه سوسن نیست اما در انگلیسی با نام سوسن نیل Lily of the nile و یا African lily شناخته می شود.",
      "howToWater": "گیاهان بالغ آگاپانتوس تا حدودی به خشکی خاک مقاوم هستند و این گیاه به طور کل خاکهای مرطوب و خیس را دوست ندارد. خاکهایی با این شرایط موجب پوسیدگی و از بین رفتن پیازهای (پیازها) این گیاه خواهند شد. بنابراین زمانی گیاه را آبیاری کنید که سطح خاک نسبتا خشک شده باشد. مثلا در طی بهار و تابستان ممکن است اگر هوا خیلی گرم نباشد هفته ای یک مرتبه آبیاری برای این گیاه کافی باشد. همچنین در طی فصل پاییز و زمستان که احتمال از بین رفتن برگهای گیاه نیز وجود دارد، آبیاری را می بایست کاهش داد به نحوی که فقط مانع از خشک و سفت شدن خاک شویم. اگر در این زمان از سال زیاد آبیاری کنیم ریزومهای موجود در خاک خواهند پوسید. از طرفی عدم مصرف آب و خشک شدن خاک موجب خشکی و از بین رفتن قدرت ریزومها برای رشد و گلدهی در سال آینده می شود.",
      "howToSoil": "آگاپانتوس به خاکی با زهکش خوب نیاز دارد زیرا ماندگاری آب و رطوبت موجب پوسیدگی ریزومها و طوقه این گیاه می شود و گیاه از بین می رود. همچنین وجود مقادیر بالا از مواد ارگانیک همانند کود پوسیده دامی و یا خاک برگ مناسب نیست زیرا این مواد اصولا نگهدارنده رطوبت هستند و می توانند خطر پوسیدگی را افزایش دهند بنابراین یک قسمت خاک معمولی+یک قسمت خاک برگ+یک قسمت شن (با ذرات 2-1 میلیمتر . ماسه بادی و یا شنهای ساختمانی مناسب نیستند ) محیط کاشت مناسبی برای این گیاه خواهد بود . زمانی که قصد کاشت یک گیاه آگاپانتوس سرسبز را در خاک باغچه داریم می بایست آنرا تا همان عمقی که در خاک گلدان کاشته شده بود در خاک باغچه قرار دهیم اما فرض کنید که ریزومهای این گیاه را خریداری کرده ایم یعنی در زمانی که گیاه در حال رکود است. عمق کاشت ریزمها در خاکهای با بافت سنگین و یا مناطقی که آب و هوای مناسب و خوبی دارند در حدود 7-5 سانتیمتر و در خاکهای سبک با زهکش خوب و مناطقی که زمستانهای سرد دارند در حدود 15-10 سانتیمتر است.",
      "howToLight": "آگاپانتوس به مکانی با نور کامل آفتاب یعنی 8-6 ساعت نور مستقیم آفتاب نیاز دارد. درچنین شرایطی این گیاه بهترین گلدهی خود را خواهد داشت و  اگر مکان کم نور باشد گل نخواهند داد. البته وجود این تعداد ساعت از نور مستقیم در صبح توصیه می شود و بهتر است که مکان کاشت در بعد از ظهر بخصوص در طی فصل گرم تابستان از سایه برخوردار باشد. گرما به همراه نور شدید آفتاب می تواند موجب سوختگی برگها و یا کم رنگ شدن گلها شود. درچنین شرایطی یعنی روزهای گرم و با نور شدید و مستقیم آفتاب می بایست به آبیاری این گیاه بیشتر دقت کنیم.\r\nبهترین دما برای رشد و گلدهی این گیاه 21-18 درجه است. البته این به معنی عدم گلدهی و رشد خوب آن در دماهای بالاتر نیست . هر مقدار که دما افزایش یابد می بایست بیشتر مراقب آبیاری و عدم خشکی کشیدن این گیاه باشیم و یا مکان کاشت گیاه را در جایی انتخاب کنیم که در بعد از ظهر که گرمای هوا بیشتر است از سایه برخوردار باشد و نور لازم را در صبحگاه بگیرد. گیاهان آگاپانتوس تا زمانی که دمای شبانه بالای 10 درجه است مشکلی ندارند اما بعد از آن و نزول دما به زیر 10 درجه از رشد و فعالیت آنان کاسته می شود و با سردتر شدن هوا به تدریج برگهایشان زرد شده و می افتند.",
      "waterMin": 3,
      "waterMax": 8,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 50,
      "lightMin": 1500,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/DmR3d5MpMJaw2tbPlzec.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/MeLc9RGKVEZv2SC1l9D6.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/hGtS5IZmKhrM6p3oJL3M.jpeg"
      ],
      "otherNames": [
        "Agapanthus campanulatus"
      ]
    },
    {
      "probability": null,
      "id": 230,
      "name": "پیچک سنسیو",
      "sciName": "Senecio angulatus",
      "description": "سنسیو آنگولاتوس یک کوهنورد همیشه سبز است که گلهای زرد بسیار زیبایی تولید می کند و مراقبت از آن نیز بسیار آسان است. سرعت رشد آن سریع است ، به اندازه ای که مجبور نیستید مدت زمان زیادی منتظر بمانید تا یک شبکه یا دیوار شما را بپوشاند.\r\nسنسیو آنگولاتوس، معروف به پیچک سنسیو ، کوهنوردی بومی آفریقای جنوبی است که به اسپانیا معرفی شد ، جایی که قبلاً طبیعی شده است. برگها گوشتی ، کرکدار ، حاشیه کمی دندانه دار و به رنگ مایل به سبز است. گل هایی که می توانند در هر زمان از سال به جز تابستان ظاهر شوند ، زرد هستند و آنها از پنج گلبرگ کوچک تشکیل شده اند.",
      "howToWater": "در تابستان هفته ای 2 تا 3 بار و بقیه هر 4 روز یکبار باید آبیاری شود.",
      "howToSoil": "خاکی برای این گیاه مناسب است که زهکشی خوبی داشته باشد",
      "howToLight": "باید بیرون از منزل و در آفتاب کامل باشد.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 38,
      "humidityMin": 10,
      "humidityMax": 40,
      "lightMin": 5000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/ehJO8olz5sh2vzjppTDo.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/s9wyeP43Ziq8DHT8NmLb.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2022/Ntu1EylJePRB9dJulYdE.jpeg"
      ],
      "otherNames": [
        "Senecio"
      ]
    },
    {
      "probability": null,
      "id": 198,
      "name": "گل زنگوله ای شیلی",
      "sciName": "Chilea  bellflower",
      "description": "این گل را به عنوان یکی اززیباترین گلهای آویزان یا انگوری شکل درجهان می دانند.\r\nاین گل به عنوان گل ملی کشورشیلی انتخاب شده است.\r\nرنگ آن از سفید تا قرمزمتغیراست ودارای سطحی پوشییده شده بادانه های براق است که دارای\r\nخالهای سفید درداخل گل می باشد که گاهی تا بیرون آن هم به صورت انبوه دیده می شود.\r\nبافت گل درظاهر نرم وضعیف است اما به صورت شگفت انگیزی ضخیم وبادوام است که باعث ماندگاری بالای آن روی درخت می شود.\r\nبرگ قلب شکل آن نیزمحکم وضخیم می باشد درخت تاک رشد آرامی دارد ولی خود را به آرامی روی درخت بالامی کشد.\r\nاین گل ازاوایل بهارتا اواخرتابستان یک فصل گل دهی طولانی دارد.\r\nدمای مطلوب آن  معتدل است وبه سرما ضعیف است.",
      "howToWater": "این گل به کم آبی حساس است اما باید بدانید زهکشی نامناسب و ماندگاری آب در گلدان باعث خرابی ریشه های آن می شود",
      "howToSoil": "خاک مرطوب نورغیرمستقیم وآب مناسب باعث رشد این گل می گردد",
      "howToLight": "بدلیل جنگلی بودن این گل باید ازتابش نورمستقیم بدورباشد نباید درمعرض نورمستقیم خورشید قرار بگیرد",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 500,
      "lightMax": 1800,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/Kt4BWnENUR9aPElzvXW4.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/i6tM3Dnf3mgikFYLUPmu.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/oaZqd92zTpX1weZtWbz4.jpeg"
      ],
      "otherNames": [
        "Lapageria rosea"
      ]
    },
    {
      "probability": null,
      "id": 214,
      "name": "گل میخک",
      "sciName": "Dianthus caryophyllus",
      "description": "خانواده Caryophyllaceae (میخک) گیاهانی علفی و بوته‌ای هستند و گاه با انشعابات و شاخه‌های فشرده بوته‌های بالشتکی یا کوسنی شکل را تشکیل می‌دهند. برگها ساده ، بدون دندانه ، باریک ، کشیده یا درفش مانند ، دارای گوشوارک و یا فاقد آن است. در گیاهان این تیره برگها معمولا فاقد دمبرگ هستند و در قاعده بهم متصل و ساقه در محل اتصال آنها متورم و برجسته می‌شود. گل اذین عموما گرزن دوسویه با گلهای نرماده ، گاهی نیز تک جنس و یا پلی‌گام هستند.گلپوش ساده یا مضاعف ، کاسه دارای 5 قطعه آزاد یا کم و بیش بهم پیوسته ، جام گل همیشه آزاد ، گلبرگها ناخنک‌دار یا بدون آن و جام در سطح درونی و در ناحیه گلو دارای زایده‌ای ناخنکی است که از کاسه قابل تشخیص است. تعداد پرچمها متغیر و برابر با قطعات سایر حلقه‌ها یا کمتر از آنها است. مادگی دارای تخمدان زبرین یا نیمه زیرین مرکب از 1 تا 5 برچه بهم پیوسته است.\r\nاین گیاه که در طول رشد به 80 سانتی متر بلندی میرسد دارای برگهای به رنگ سبز مایل به زرد و سبز مایل به خاکستری و آبی مایل به سبز است. این برگها بلند و باریک میباشند و تا 15 سانتی متر می رسند.\r\nگل ها بصورت مجزا و یا تا پنج تا با هم در یک شاخه اصلی تولید می شوند و به قطر 3 تا 5 سانتی متر میرسند. آنها بسیار معطر و رنگ اصلی گل ها، صورتی وارغوانی روشن است ، اما ارقام مختلفی از آن در رنگ های دیگر ، از جمله قرمز ، سفید ، زرد و سبز ، توسعه یافته اند.",
      "howToWater": "آبیاری سطحی بیشتر از سایر روشهای آبیاری در گلخانه های میخك توسعه پیدا كرده است. هر چند كه از روشهای دیگر آبیاری مثل آبیاری قطره ای، بارانی و فارویی نیز به میزان زیادی استفاده می شود. مناسبترین رطوبت تانسیومتری در اطراف ریشه ها برای میخك بین 300 تا 500 سانتیمتر است. تحت شرایط نوری پایین رطوبت تانسیومتری كمتر از 300 سانتیمتر باعث تولید رشدی نرم و طویل خواهد شد. در این شرایط كاهش میزان آبیاری تا حدی كه گیاهان تقریباً به حد پژمردگی برسند، بر میزان استحكام و قدرت ساقه ها خواهد افزود. زمانیكه گلها در حال تشكیل و نمو هستند آبیاری منظم جهت افزایش اندازه و رنگ گلها و همچنین افزایش طول عمر آنها بعد برداشت لازم و ضروری است.\r\nبا اینكه بین ارقام مختلف میخك از لحاظ میزان حساسیت به دما و نور اختلاف وجود دارد، ولی اكثر ارقام در شرایط دمای خنك و طول روزهای بلند گل های مرغوبتری تولید می كنند. بهترین دمای پیشنهادی برای میخك ها جهت تولید گلهای مرغوب 0C 10 در شب و 0C 13 تا 0C 16 درجه سانتیگراد در روز است.",
      "howToSoil": "میخک، نیاز به خاک کمی قلیایی با زهکشی خوب و مکانی با آفتاب کامل و کمی مرطوب دارد.",
      "howToLight": "شدت و دوره نوری (فتوپریود) در گل انگیزی میخك موثر است. زمانیكه شدت نور بالاست گل انگیزی سریعتر انجام می گیرد و تعداد كمتری برگ بر روی ساقه ها تشكیل می شود. در شرایط شدت نور پایین وضعیت بر عكس میشود، گل انگیزی به تعویق افتاده و برتعداد برگ ها بر روی ساقه ها افزوده می شود. حداقل شدت نور برای حفظ و تدوام رشد در میخك 5 / 21 كیلو لوكس است. بین شدت نور و طول روز جهت گل آغازی اثر متقابل وجود دارد. در شدت نور كم 20 تا 30 روز بلند و در شدت نور بالا 7 تا 14 روز بلند برای تشكیل گل در میخك نیاز است. برای اینكه طول روز اثر لازم را در گل انگیزی داشته باشد باید یك حداقل برگ بین 6 تا 8 برگ بر روی ساقه ها وجود داشته باشد. در روزهای بلند از میزان شاخه زایی گیاهان كاسته میشود، به این خاطر لازم است گیاهان مادری برای تهیه قلمه در روزهای كوتاه پرورش یابند. تراكم كاشت در میزان شدت نور دریافتی موثر است. در مناطق با شدت نور كم می توان از نور مكمل استفاده كرد و یا تراكم گیاهان را پایین آورد. در غیر اینصورت از تعداد شاخه های گل دار كاسته شده، كیفیت وزن تر و خشك گل ها نیز پایین می آید. در حال حاضردر گلخانه های تجاری میخك بطور متناوب 21 روز، روزهای بلند و 21 روز ، روزهای عادی اعمال می شود. در صورتیكه بعد از دوره 21 روزه روزهای بلند ، روزهای عادی با كمتر از 12 ساعت اعمال شود، در این صورت رشدهای جدید برای تولید گل در دوره بعدی آغاز خواهد شد. دوره طولانی روزهای بلند سبب می شود اكثر جوانه های جانبی تولید گل بكنند و دیگر جوانه كافی برای دوره بعدی محصول باقی نماند. زمانیكه عمر مفید گیاهان به اتمام رسیده و قراراست گیاهان حذف شده و با گیاهان جدید جایگزین شوند، در اینصورت می توان با اعمال مدوام روزهای بلند به حداكثر گل در آخرین برداشت دست یافت.",
      "waterMin": 2,
      "waterMax": 4,
      "tempMin": 10,
      "tempMax": 25,
      "humidityMin": 30,
      "humidityMax": 70,
      "lightMin": 500,
      "lightMax": 8000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/UG8FqQCJIF8GppUHPi1n.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/pewxUoAQ9zBlZd5Zg8Dg.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/nLydVZuqo2tFey9PANr6.jpeg"
      ],
      "otherNames": [
        "caryophyllus"
      ]
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=15",
    "next": "https://planta.vsrv.ir/api/Feed?page=17"
  },
  "meta": {
    "current_page": 16,
    "from": 226,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=15",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=13",
        "label": "13",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=14",
        "label": "14",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=15",
        "label": "15",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=16",
        "label": "16",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=17",
        "label": "17",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=18",
        "label": "18",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=19",
        "label": "19",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=20",
        "label": "20",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=17",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 240,
    "total": 328
  }
}