{
  "data": [
    {
      "probability": null,
      "id": 274,
      "name": "پیله موآ",
      "sciName": "Dracena Rikki",
      "description": "دراسینا  با نام علمی Dracena Rikki یک نوع نسبتاً جدید از دراسیناهای شناخته شده است و متعلق به گونه ی deremensis dracaena می باشد.\r\nاین گیاه مقاوم و دارای برگ هایی بلند، باریک و بسیار زیبا است که رنگ زرد خاص و زیبایی در مرکز برگ ها مشاهده می شود. در صورتیکه گیاه را در محلی قرار دهید که نور مناسب دریافت کند این رنگ را حفط می کند و درغیر این صورت رنگ برگ ها به طور کامل سبز می شود.",
      "howToWater": "در رابطه با آبیاری این گیاه باید دقت داشته باشید بین دفعات آبیاری خاک کاملا خشک نشود زیرا در صورتیکه خاک کاملا خشک شود گیاه حالت افتاده پیدا میکند .از طرفی آبیاری زیاد هم باعث میشود خاک با آب اشباع شود، رطوبت بالایی داشته باشد، ریشه بپوسد و از بین برود بنابراین دفعات آبیاری در این گیاه از اهمیت بالایی برخوردار است.",
      "howToSoil": "ترکیب خاک باغچه با کمی خاک برگ و ماسه برای رشد این گیاه مناسب است (این گیاه هر نوع خاکی را می تواند تحمل کند جز خاکی که شور باشد)",
      "howToLight": "پیله موآ نور کم تا متوسط را می پسندد، نور مستقیم خورشید ممکن است باعث سوختن و خشک شدن برگ ها شود بنابراین این گیاه را در برابر نور مستقیم خورشید قرار ندهید(پنجره های شرقی یا غربی)",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 15,
      "tempMax": 35,
      "humidityMin": 20,
      "humidityMax": 60,
      "lightMin": 400,
      "lightMax": 1000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/July2022/kmz3I43toFeWEC0S8Jna.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/July2022/omm6hFdQsW9Uzvoot5xx.jpeg",
        "https://planta.vsrv.ir/storage/plant/July2022/E0GVDZ2nMp8H9cLYiT3r.jpeg"
      ],
      "otherNames": [
        "Dracena Rikki"
      ]
    },
    {
      "probability": null,
      "id": 275,
      "name": "به لیمو",
      "sciName": "Aloysia citriodora",
      "description": "به لیمو گیاهی چندساله، گلدار و معطر است که به دلیل برخورداری از برخی خواص، جز گیاهان دارویی نیز محسوب می شود. ارتفاع این گیاه معمولا 2-1.5 متر است اما در شرایط بهینه و مناسب رشد ممکن است ارتفاع آن بیشتر نیز بشود. برگهای گیاه عطری همانند لیمو دارند که اکثرا در اواخر تابستان از روی گیاهان جمع آوری و خشک و سپس پودر آن اغلب به شکل دم کرده و دمنوش و یا به عنوان طعم دهنده به انواع غذا مورد استفاده قرار میگیرد. \r\nگلها سفید یا بنفش کم رنگ هستند که در اواخر بهار و یا اوایل تابستان شکوفا می شوند. قسمت سرشاخه ها گاهی به همراه گلها نیز از جمله قسمتهایی هستند که گاهی برای مصرف ، از گیاه برداشت می شوند . اما اگر تمایل به بذرگیری از گیاه وجود دارد باید گلها بر روی گیاه باقی گذاشته شوند .",
      "howToWater": "به لیمو در برابر خشکی خاک چندان مقاومتی ندارد. بنابراین و بخصوص در روزهای گرم باید نسبت به ابیاری ان دقت کرد و زمانی که سطح خاک حالتی نیمه خشک – نیمه مرطوب داشت نسبت به آبیاری گیاه اقدام کرد. خیس بودن همیشگی سطح خاک بخصوص اگر بافت خاک سنگین و خاک زهکش نامناسب داشته باشد موجب زردی و ریزش برگها و رشد ضعیف گیاه خواهد شد. خشکی کشیدن گیاه نیز مانع از رشد مناسب ، کوچک ماندن برگها و کاهش عطر آن می شود.",
      "howToSoil": "به لیمو به خاکی با بافت سبک و زهکش مناسب نیاز دارد و اسیدی بودن ملایم خاک به رشد بهتر آن کمک می کند البته به معنی رشد نامناسب در سایر خاکها نیست. از نظر تغذیه ای نیازهایی متوسط و میانه دارد یعنی خاک نباید فقیر و یا بسیار غنی از مواد غذایی باشد . به عنوان مثال می توان از مخلوط خاک معمولی +خاک برگ به نسبت مساوی برای کاشت آن استفاده کرد و در طی سالهای رشد از کودی متعادل و کامل همانند 20-20-20 به میزان یک در هزار در طی فصل رویش استفاده کرد البته برخی از پرورش دهندگان اعتقاد دارند که کاربرد کودهایی که پتاسیم و نیتروژن بیشتری نسبت به فسفر دارند (به عنوان مثال فرمول 20-10-20 یا سایر فرمولهای مشابه که فسفر کمتری دارند) به رشد بهتر این گیاه کمک می کند.",
      "howToLight": "این گیاه به مکانی با نور کامل آفتاب یعنی حداقل حدود 8-6 ساعت نور مستقیم نیاز دارد اگرچه که می توان آنرا در مکان نیمه سایه (حداقل 5-4 ساعت نور مستقیم آفتاب ) بخصوص در مناطقی که تابستانهای گرم دارند نیز کاشت کرد . کمبود نور موجب بلند و باریک شدن ساقه ها، افزایش فاصله بین برگها بر روی ساقه ،کوچک ماندن برگها، پریدگی رنگ برگها وعدم تشکیل و یا ریزش گلهای گیاه می شود. شدت نور در روزهای گرم نیز موجب سوختگی نوک و حاشیه برگها و عدم رشد مناسب گیاه خواهد شد. در روزهای گرم باید نسبت به ابیاری مناسب این گیاه دقت عمل به خرج داد.",
      "waterMin": 2,
      "waterMax": 6,
      "tempMin": 10,
      "tempMax": 32,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 1000,
      "lightMax": 7000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/July2022/zSjtLiKVNLjsRQCO3Ypd.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/July2022/NHAGJk1iMvIHazGPVJTh.jpeg",
        "https://planta.vsrv.ir/storage/plant/July2022/xqPzYsjUvf2pZZAJ29SX.jpeg"
      ],
      "otherNames": [
        "Aloysia citriodora"
      ]
    },
    {
      "probability": null,
      "id": 276,
      "name": "افرای سفید",
      "sciName": "Acer negundo",
      "description": "افرای سیاه اگر چه بومی آمریکای شمالی است در برخی نقاط دیگر این قاره فراوان است. همچنین گونه های مهاجم این گیاه در شرق چین ثبت شده است که می توانند به سرعت مناطق وسیعی را فراگیرند. این گیاه در شمال امریکا و دیگر نقاط جهان در حال گسترش است. همچنین در برخی از مناطق سردتر استرالیا به عنوان یک گونه مهاجم ذکر شده است و تابعیت آن در دره ویستولا در لهستان نیز ذکر شده است.\r\nشاخه و برگ این گونه سبز هستند و وقتی جوان میباشند اغلب دارای پوشش سفید تا صورتی یا بنفش رنگ و مومی شکل هستند. شاخه های افرای سیاه صاف و تا حدودی شکننده هستند و تمایل به حفظ رنگ سبز تازه به جای تشکیل یک پوست مرده دارند. پوست تنه آن خاکستری کم رنگ یا قهوه ای روشن میباشد.",
      "howToWater": "این گیاه به بی آبی مقاوم است اما در فصول گرم نیاز به هفته ای یکبار آبیاری دارد",
      "howToSoil": "هر چند که افرای سیاه به طور طبیعی در خاک های مرطوب رشد می کند میتواند به خوبی در سایت خشک، با خاک خوب زهکشی شده دوام بیاورد.",
      "howToLight": "بهترین مکان برای افرای سیاه آفتاب کامل است به جز در مناطق گرم و جنوبی که در آن باید در وسط روز حداقل زمان کوتاهی در سایه باشد.",
      "waterMin": 5,
      "waterMax": 10,
      "tempMin": -10,
      "tempMax": 40,
      "humidityMin": 5,
      "humidityMax": 70,
      "lightMin": 1000,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/July2022/sTpFykjsjEDvvV9pexrY.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/July2022/HWkvvZBCvzNIJgaqw0tg.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 277,
      "name": "آبلیای چینی",
      "sciName": "Abelia chinensis",
      "description": "بهتر است بدانید که گیاه آبلیا در واقع از دسته گیاهان سریع الرشد محسوب می شود که به دلیل داشتن گل های کم رنگ و زنگی شکل امروزه اغلب در حاشیه بوستان ها به جای گیاه پرچین مورد کشت و پرورش قرار می گیرد و همچنین این گیاه زیبا می تواند به صورت غیر رسمی و خصوصی در محوط های باغچه همراه با سایر درختچه های زینتی کشت شود و جلوه زیبایی به محیط اطراف ببخشد.\r\nاگر برگ های آبلیا کامل سیاه شده اند می تواند علت آن سردی هوا باشد و به همین خاطر بهتر است گیاهتان را به محل گرمتری انتقال دهید. همچنین که ممکن است این عارضه به دلیل استفاده از مواد براق کننده شیمیایی نیز رخ دهد.",
      "howToWater": "توجه داشته باشید که معمولا برای نگهداری این گیاه زیبا باید گل های آن را از خیس شدن محفوظ نگه دارید و به همین خاطر می توانید جهت حفظ رطوبت محیط گلدان اصلی را درون گلدان بزرگ تری قرار داده و حد فاصل بین آن دو را با خزه مرطوب پر کنید. همچنین توصیه می شود تنها زمانی اقدام به آبیاری کنید که سطح بستر کامل خشک شده باشد زیرا گیاه نسبت به غرقابی شدن حساس است و به سرعت ریشه آن پوسیده خواهد شد.",
      "howToSoil": "توجه داشته باشید که پرورش گیاه آبلیا معمولا به اغلب خاک ها جز خاک سنگین و مرطوب سازگاری نشان می دهد. به همین خاطر می توانید در بستر کشت از ترکیب خاک پیت ماس و خاک برگ استفاده نماید و البته که باید خاک از زهکشی ایده آلی نیز برخوردار باشد.",
      "howToLight": "به طور کلی پرورش گیاه آبلیا معمولا باید در شرایط آفتابی و نیمه آفتابی انجام گیرد زیرا گیاه نسبت به سرما بسیار حساس است و اگر در دمای پایین قرار بگیرد با کاهش گلدهی و در نهایت از بین رفتن آن مواجه خواهید شد.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 500,
      "lightMax": 2000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/July2022/Pk4Ydybf1edRYMJ1WYwU.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/July2022/FnGCRIwVWzDQO6oRn9we.jpeg"
      ],
      "otherNames": [
        "Viburnum tinus"
      ]
    },
    {
      "probability": null,
      "id": 82,
      "name": "کاج",
      "sciName": "Araucaria heterophylla",
      "description": "کاج مطبق گیاهی زیبا و پرطرفدار است که معمولا افراد زیادی تجربه ی ناموفق در نگهداری آن دارند. اولین عامل تعویض گلدان بعد از خرید است! این کار به گیاه شوک وارد می کند.\r\nدومین عامل نور است، اگر محیطی که برای نگهداری آن در نظر گرفتید پرنور نیست از خرید آن صرف نظر کنید چون به محیط پرنور احتیاج دارد. و گرنه فاصله طبقات زیاد می شود و حالت زشتی پیدا می کند، همچنین ممکن است برگ ها ریزش کنند.",
      "howToWater": "به خاک تا حدودی مرطوب احتیاج دارد اما به معنی خیس و غرقابی بودن دائم خاک نیست. چون در این صورت برگ ها زرد می شوند و می ریزند. خشکی کشیدن هم باعث سوختگی و خشکی برگ ها می شود.\r\nزمانی که خاک تا حدودی رطوبتش را از دست داد زمان آبیاری است. تا حد ممکن از آبی استفاده کنید که املاح زیادی نداشته باشد.\r\nاسپری آب در حد خیس شدن برگ ها می تواند تا حدودی رطوبت را تامین کند اما زیاده روی در این کار باعث شیوع بیماری های قارچی می شود.",
      "howToSoil": "ترکیب پیت ماس و شن یا ترکیبات سبک دیگر برای آن مناسب است، اما تا زمانی که نیاز نیست گلدان را تعویض نکنید به ویژه اگر تازه خریداری کردید. برای تقویت در طی فصل رشد می توانید از کود 10-10-10 ماهی یک بار استفاده کنید.",
      "howToLight": "آفتاب مستقیم در ساعات گرم روز باعث خشکی برگ ها می شود. درخت کاج مطبق نور مستقیم خورشید را دوست ندارد، اما کمی از صبح و غروب آفتاب را تحمل می کند. در غیر این صورت، یک محل سایه دار با فضای کافی بسیار خوب است. باید کاملاً روشن باشد، چون کاج فقط چیزی در مقابل نور خورشید مستقیم دارد، اما به سایه نیاز ندارد.",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": 15,
      "tempMax": 25,
      "humidityMin": 20,
      "humidityMax": 70,
      "lightMin": 1000,
      "lightMax": 18000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/D6iBkCOzpxfJAa5fJQ1v.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/sZlycC1ivfwAP9IwF5Db.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/cqIpg7C5NEuhq9J8Ork9.jpeg"
      ],
      "otherNames": [
        "Norfolk Island-pine ",
        " Larix kaempferi ",
        " Araucaria schmidii ",
        " Juniperus virginiana ",
        " Juniperus communis ",
        " Chamaecyparis thyoides ",
        " Cupressus lusitanica ",
        " Cupressus sempervirens ",
        " Juniperus bermudiana ",
        " Juniperus foetidissima ",
        " Juniperus formosana ",
        " Juniperus sabina ",
        " Araucaria cunninghamii ",
        " Abies numidica ",
        " Abies pinsapo ",
        " Cupressus macrocarpa ",
        " Cupressus sempervirens ",
        " Abies firma ",
        " Abies holophylla ",
        " Abies homolepis ",
        " Cephalotaxus harringtonii ",
        " Keteleeria davidiana ",
        " Araucaria heterophylla ",
        " Araucaria columnaris ",
        " Taxodium distichum ",
        " Chamaecyparis obtusa ",
        " Picea rubens ",
        " Picea pungens ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 122,
      "name": "فیکوس آمستل",
      "sciName": "Ficus longifolia",
      "description": "بنجامین آمستل یا فیکوس آمستل یا فیکوس برگ دراز از خانواده موراسه و بومی هلند میباشد . دمای مناسب بین 16 تا 29 درجه سانتیگراد؛ دمای پایین تر از 10 تا 5 درجه را برای مدت کوتاهی تحمل می کند. خوب است برگ های گیاه هر دو روز یکبار با اسپری غبارپاشی شود\r\n این گیاه در ایران بانام فیکوس برگ باریک هم شناخته می‌شود. قسمت پایین‌تنه‌ی آمستل برگ‌های خود را از دست می‌دهد و لخت است اما قسمت بالایی آن پر از شاخ و برگ است. گلدهی این گیاه بومی آسیا (مالزی و هند) نیز بسیار نادر است. مخصوصاً در محیط خانه و فضای بسته بعید است که گل بدهد\r\nنقش آمستل در تصفیه هوا غیرقابل‌انکار است و توسط ناسا نیز به اثبات رسیده است. شاخ و برگ فراوان آمستل به پاک‌سازی هوا و جذب عناصر نامطلوب و کاهش آلودگی کمک چشمگیری می‌کند.",
      "howToWater": "در تابستان هفته ای دو بار و در زمستان هفته ای یکبار و با آب ولرم آبیاری شود، زیرا آب سرد موجب آسیب به برگ ها و ریزش آنها می شود\r\nتنها زمانی گیاه آمستل را آبیاری کنید که سطح خاک خشک شده باشد. آبیاری را به شکل منظم و در فواصل زمانی مشخص انجام دهید. توصیه می‌شود هفته‌ای یک بار در زمستان و دو بار در تابستان گل آمستل را با آب ولرم آبیاری کنید. آب سرد به گیاه آسیب می‌رساند و به ریزش برگ‌ آمستر منجر می‌شود. به‌هیچ‌عنوان گل فیکوس آمستل را در آب غوطه‌ور نکنید که از خاک غرقابی متنفر است.",
      "howToSoil": "خاک مناسب این گیاه، خاک خوب گلکاری است که به خوبی زهکشی شده باشد. مخلوط یک قسمت خاک باغچه، یک قسمت شن درشت و یا پرلیت، یک قسمت تورب (پیت) یا هوموس میتواند باعث رشد بهتر گیاه شود\r\nخاک زهکشی شده و ترکیبی مساوی از خاک باغچه، شن درشت و پیت یا هوموس برای گل آمستل مناسب است.",
      "howToLight": "بهتر است گل آمستل را در روشن‌ترین مکان خانه خود و نزدیک پنجره جنوبی قرار دهید. بااین‌حال نور مستقیم و شدید نیز برای این آمستل توصیه نمی‌شود. گیاه را هرچند وقت یک بار بچرخانید تا نور به تمام جهات آن بتابد و تمامی زوایای آن به شکل یکسان رشد کنند. آمستل در سایه هم مقاومت نسبتاً خوبی دارد.\r\nاز تابش مستقیم نور خورشید اجتناب شود؛ لذا در کنار پنجره های جنوبی باید از پرده استفاده شود یا تابش غیر مستقیم بر گیاه صورت گیرد",
      "waterMin": 5,
      "waterMax": 7,
      "tempMin": 10,
      "tempMax": 26,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 900,
      "lightMax": 2500,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/cDFXcg3awWKqzVDJUOGK.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/fjfZJakjrugnNKeLuv3u.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/s2bwrOgaZrf56R5BkxgY.jpeg"
      ],
      "otherNames": [
        "Ficus maclellandii ",
        " Ficus binnendijkii ",
        " Ficus stenophylla ",
        " Ficus longifolia ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 278,
      "name": "خاس انگلیسی",
      "sciName": "Ilex aquifolium",
      "description": "گیاه \"خاس انگلیسی\" یا \"راج\" یکی از گونه های خانواده \"خاس\" و بومی غرب و جنوب اروپا، شمال غرب آفریقا و جنوب غرب آسیا است. به دلیل استفاده از این گیاه در تزیینات کریسمس، به آن \"راج کریسمس\" نیز گفته می شود.\r\nاین گیاه به صورت درخت یا درختچه ای دوپایه می باشد. و هر درخت می تواند بیش از 10 متر نیز طول داشته باشد. اما معمولاً به صورت درختچه یا درختانی کوچک به طول یک متر یا تنه ای قوی و تاجی هرمی شکل رشد می کند.\r\nراج ها گیاهانی کند رشد بوده و معمولاً به دلیل چرای بی رویه ی دام ها، قطع درختان و نیز آتش سوزی ها، به بلوغ کامل نمی رسند. این گونه های گیاهی می توانند تا حدود 500 سال عمر کنند اما معمولاً به کمتر از 100 سال می رسند.\r\nمیوه ها از نوع شفت، به قطر 6 تا 10 متر و به رنگ قرمز روشن یا زرد روشن دیده می شوند. این میوه ها طی ماه های اکتبر یا نوامبر به بلوغ می رسند. در این زمان، میوه ها بسیار تلخ بوده و حاوی مقادیر زیادی آیلیسین (ilicin) می باشند و به ندرت به مصرف خوراکی می رسند. به همین دلیل، میوه ها را در اواخر زمستان و پس از یک دوره ی سرما مصرف می کنند زیرا نرم تر و مطبوع تر می گردند",
      "howToWater": "این گیاهان دارای ظرفیت بالایی برای سازگاری با شرایط مختلف هستند.\r\nهم کم آبی و هم اب زیاد نمی تواند به این گیاه لطمه شدیدی وارد کند\r\nهمچنین به خاک های مرطوب و محیط های سایه (زیر درختان جنگلی) نیاز دارند.\r\nنسبت به سرما و خشکی تابستان در نواحی مدیترانه ای متحمل است.",
      "howToSoil": "خاک برگ و سبک برای این گیاه بسیار مناسب است",
      "howToLight": "اغلب در نواحی سایه در جنگل های بلوط و اطراف جنگل های راش یا ممرز دیده می شوند.\r\nپس در آفتاب غیر مستقیم نیز به خوبی رشد می کنند\r\nاغلب در ارتفاعات بیش از 600 متر یافت می شود.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 5,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 80,
      "lightMin": 400,
      "lightMax": 2500,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/July2022/3urIc5wplaH63IlbzFmS.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/July2022/MJzqthIyX9HJFXV0VVAH.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 279,
      "name": "درخت توت",
      "sciName": "Morus rubra",
      "description": "درخت توت با نام لاتین موروس آلبا ، معروف به توت سفید ، یک درخت توت با رشد سریع ، کوچک و متوسط ​​است که تا ارتفاع 10 تا 20 متر (33-66 فوت) رشد می کند. به طور کلی توت یک درخت کوتاه مدت بوده و طول عمر آن قابل مقایسه با طول عمر انسان است ، اگرچه برخی از نمونه های آن قدمتی بالغ بر 250 سال دارند. درخت توت بومی شمال چین و هند است و در جاهای دیگر (ایالات متحده ، مکزیک ، استرالیا ، قرقیزستان ، آرژانتین ، ترکیه ، ایران ، و غیره) به طور گسترده و طبیعی کشت می شود.\r\nتوت یکی از سریعترین درختان در حال رشد است که  هر سال به وفور میوه بسیار خوبی تولید می کند و تقریباً آفات و بیماری ندارد. میوه توت نیمی از بهترین فیبرهای شناخته شده برای انسان را تامین می کند.",
      "howToWater": "توت ها گیاهان مقاوم به خشکی هستند اما در مناطقی که میزان بارندگی بین 600 تا 1500 میلی متر در سال دارد ، به بهترین شکل رشد می کنند. دیده شده که توت ها در تالاب ها و در کنار رودخانه ها نیز به خوبی رشد می کند ، زیرا این گیاهان نسبت به آب تحمل زیادی دارند ، گرچه معمولاً در محیط های غیر تالاب رشد می کنند.",
      "howToSoil": "توت ها خاک لومی گرم و مرطوب و خوب زهکشی شده را در موقعیت آفتابی ترجیح می دهند. با این حال آنها با خاکهای درشت ، متوسط ​​و ریز سازگار هستند و طیف وسیعی از pH 5-7 را تحمل می کنند.",
      "howToLight": "توت ها در آفتاب کامل شکوفا می شوند اما در سایه جزئی نیز رشد خوبی دارند.",
      "waterMin": 4,
      "waterMax": 10,
      "tempMin": 5,
      "tempMax": 40,
      "humidityMin": 5,
      "humidityMax": 70,
      "lightMin": 1500,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/July2022/UoFhj4ZIG1tT6ntdbKDo.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/July2022/n3p11S7TO6cu6Ugkn7uh.jpeg",
        "https://planta.vsrv.ir/storage/plant/July2022/wkf6GROvN0RGMwmHKFFM.jpeg"
      ],
      "otherNames": [
        "Morus alba"
      ]
    },
    {
      "probability": null,
      "id": 280,
      "name": "سانچزیا",
      "sciName": "Sanchezia nobilis",
      "description": "درختچه Sanchezia یکی از خانواده Acanthus است. در فضای بسته ، به عنوان یک گیاه برگریز زینتی پرورش داده می شود. در این گیاه چند ساله ، بیشترین توجه را به خود جلب می کنند صفحات برگ آبدار از رنگ زمرد ، که با نوارهای لیمویی تماشایی تزئین شده اند. اگر بالا را کوتاه نکنید ، حتی در شرایط اتاق ، ارتفاع بوش می تواند به بیش از 100 سانتی متر برسد. \r\nسانچزیا در حال رشد سریع است. سالانه حدود هفت صفحه برگ جوان روی ساقه های چهار ضلعی شکل می گیرد. گلدهی در تابستان مشاهده می شود ، در معرض رطوبت و دمای هوا. گلهای لوله ای کشیده بخشی از گل آذین های سنبله ای هستند. در طبیعت ، این درختچه را می توان در قسمت گرمسیری کلمبیا ، اکوادور ، پرو یافت. علاوه بر این ، این گیاه از برزیل می آید. از آنجا بود که سانچزیا در قرن هجدهم به اروپا آورده شد.\r\nسانچزیا یکی از محصولات گرما دوست است. برای اینکه شاخ و برگ آن همیشه تماشایی باشد ، باید به رژیم صحیح دما پایبند باشید. در فصل گرم ، دمای مطلوب هوا برای بوش از 20 تا 22 درجه است. اگر اتاق گرمتر باشد ، این امر بر وضعیت بوته تأثیر منفی می گذارد: شاخ و برگ آن تورگور را از دست می دهد و پایین می رود.",
      "howToWater": "توجه خاص باید به رژیم آبیاری باشد. با وجود این واقعیت که این گیاه دوستدار رطوبت است ، باید مراقب آبیاری باشید. اگر خاک گلدان را خیلی زیاد مرطوب کنید ، می تواند منجر به راکد شدن رطوبت در سیستم ریشه شود که باعث پژمردگی گیاه می شود. کارشناسان توصیه می کنند که پس از خشک شدن لایه بالایی مخلوط خاک حدود 1 سانتی متر ، سانچزیا را آبیاری کنید. به طور معمول ، در فصل گرم ، هر 2 روز یک بار مخلوط خاک مرطوب می شود. در فصل سرما ، بوته به آبیاری کمتری نیاز دارد که به طور متوسط ​​1 بار در یک هفته انجام می شود.",
      "howToSoil": "اگر مخلوط خاک از کیفیت بالایی برخوردار باشد و از نظر ترکیبی برای پرورش چنین بوته ای مناسب باشد ، این امر باعث رشد هماهنگ آن می شود. اول از همه ، باید شل و بارور باشد. برای کاشت ، می توانید از یک مخلوط خاک معمولی استفاده کنید \r\nبرای تهیه بستر در خانه ، باید ذغال سنگ نارس ، چمن و خاک باغچه و همچنین شن و ماسه را مخلوط کنید (1: 1: 1: 1). برای اینکه لایه زیرین شلتر شود ، با مقدار کمی آگروورمیکولیت ، اسفناگ خرد شده ، ورمیکولیت یا تراشه های آجر ترکیب می شود. از بستر نارگیل همچنین به عنوان ماده افزودنی استفاده می شود ، به همین دلیل مخلوط خاک بسیار سست و خوب زهکشی می شود.",
      "howToLight": "غالباً ، گیاهان بومی مناطق استوایی به دلیل روشنایی نامناسب در شرایط داخلی رشد خوبی ندارند. سانچزیا می تواند در سایه رشد و نمو کند ، اما کمبود نور خورشید باعث از بین رفتن رنگ روشن شاخ و برگ گیاه می شود. آستانه پنجره با جهت شرقی یا جنوب شرقی برای بوته مناسب ترین است. واقعیت این است که به نور پراکنده زیادی نیاز دارد. اگر این گیاه در طاقچه جنوبی قرار دارد ، در هنگام ظهر باید از نور مستقیم خورشید محافظت شود ، زیرا ممکن است باعث سوختگی سطح شاخ و برگ شود. به هیچ وجه نباید سانچزیا را روی پنجره شمالی قرار دهید. این امر منجر به کشش ساقه ها ، کوچک شدن گل ها و همچنین از بین رفتن شاخ و برگ های تزئینی می شود (کم رنگ می شود و ممکن است نوارهای روشن کاملاً از بین بروند).",
      "waterMin": 3,
      "waterMax": 7,
      "tempMin": 10,
      "tempMax": 32,
      "humidityMin": 15,
      "humidityMax": 80,
      "lightMin": 500,
      "lightMax": 1500,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/July2022/14K73El9IajaednSIf3l.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/July2022/yVKNSeu5zddLzGa0cmig.jpeg",
        "https://planta.vsrv.ir/storage/plant/July2022/mwDKjHJlONyN0kKlFxw5.jpeg"
      ],
      "otherNames": [
        "Sanchezia parvibracteata ",
        " Sanchezia oblonga ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 120,
      "name": "ناز یخی",
      "sciName": "Mesembryanthemum cordifolium",
      "description": "ناز یخی گیاهی همیشه سبز با رشد سریع است. این گیاه به خانواده علف‌ فرشیان (Aizoaceae) تعلق دارد. ناز یخی گیاهی چند ساله، خزنده، آبدار و بومی جنوب آفریقا است. برگ های سبز این گیاه بیضی شکل و یا قلب مانند و همچنین آبدار و ضخیم اند. طول این برگ ها بین 1 تا 3 سانتیمتر است و گل های زیبای آن از اوایل بهار تا اواخر تابستان شکوفا می شوند. این گل ها در آفتابی ترین هنگام روز باز می شوند و هنگام عصر با کم شدن آفتاب بسته می شوند. میوه فندقه این گیاه، طولی کمی بیشتر از 1 سانتیمتر دارد. ساقه های دایره ای شکل این گیاه نسبتا ضخیم، شاداب و انعطاف پذیر است. گفتنی است که ناز یخی نزدیک به سطح زمین رشد می کند و ارتفاع آن کم است. قد این گیاه حدود 10 سانتیمتر (3.9 اینچ) و طول ساقه های رونده آن می تواند به 60 سانتیمتر (24 اینچ) برسد. این گیاه می تواند از فرسایش خاک جلوگیری کند از این رو در بعضی کشورها برای جلوگیری از فرسایش خاک کاشته می شود.",
      "howToWater": "ناز یخی به آبیاری و رطوبت کمی نیاز دارد. آبیاری این گیاه زمانی انجام می شود که خاک کاملا خشک شده باشد. نازیخی مانند کاکتوس ها در برابر بی آبی مقاوم است. برگ های گوشتی این گیاه آب را در خود ذخیره می کنند. ناز یخی به شدت مستعد به پوسیدگی ریشه است که معمولا در اثر آبیاری بیش از اندازه رخ می دهد. بنابراین آبیاری باید به اندازه ای باشد که مانع خشکیدگی و پژمردگی گیاه شود. همچنین اگر آبیاری گیاه کمتر از میزان نیاز آن باشد گیاه حالت گوشتی خود را از دست می دهد. باید دقت داشت که در آب و هوای گرم و خشک، نیاز آبی گیاه افزایش می یابد.",
      "howToSoil": "ناز یخی می تواند در انواع خاک های سبک مانند لومی، شنی و … به شرط داشتن زهکش خوب رشد و پرورش یابد. اما بهترین رشد را در خاک غنی با PH نسبتا اسیدی و مخلوطی از خاک برگ، ماسه و کود آلی با زهکشی مناسب خواهد داشت. در صورت نیاز برای تغذیه گیاه می توان در اوایل بهار و در اواخر تابستان گیاه را کوددهی کرد.",
      "howToLight": "ناز یخی گیاهی آفتاب دوست است. اگر چه این گیاه برای گلدهی به نور کامل آفتاب نیاز دارد اما می تواند در نور کم و در محیط نیمه سایه نیز زنده بماند. البته در این شرایط گیاه کمتر شکوفه می دهد و ممکن است غنچه های آن نیز باز نشود.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 5,
      "tempMax": 25,
      "humidityMin": 20,
      "humidityMax": 70,
      "lightMin": 700,
      "lightMax": 2500,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/T49CyJae4JVfP4EZg8tP.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/Qv9a9ghiu5FDSLPojKVk.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/5RFnD700U8orEkvjHGsm.jpeg"
      ],
      "otherNames": [
        "Aptenia cordifolia ",
        " Dorotheanthus bellidiformis ",
        " Theligonum cynocrambe ",
        " Honckenya peploides ",
        " Mesembryanthemum cordifolium ",
        " Dentella repens"
      ]
    },
    {
      "probability": null,
      "id": 303,
      "name": "سوسن باران",
      "sciName": "Zephyranthes candida",
      "description": "سوسن های باران گل های پیازی ظریف و زیبایی هستند که شرایط نسبتاً متنوعی از آب و هوا را تحمل می کنند. در جنس این گیاه حدود ۷۰ گونه گیاهی تا کنون شناسایی شده اند که با دو رگه گیری هایی که در سال های اخیر و به منظور تولید انواع زینتی انجام گرفته است، تنوع این جنس را بسیار زیاد کرده است.\r\nقطر پیازهای این گیاهان در گونه های مختلف،  بین ۱٫۵ الی ۵ سانتیمتر است و اندازه و رنگ برگ ها نیز متفاوت است. برخی ظاهری علفی شکل دارند و برگ های برخی بلند و نسبتاً پهن است و رنگ آنها نیز بین سبز تا برنز متغییر است.\r\nرنگ گل در بیشتر این گونه ها سفید، زرد یا صورتی است. هر چند در سال های اخیر ارقامی با رنگ های دیگر  نیز تولید شده اند. زمان گلدهی از اواخر بهار تا اوایل تابستان متفاوت است ولی اکثر نمونه های زینتی و پرورشی این گیاه در اواخر تابستان گلدهی دارند.همچنین در همه انواع این گیاهان، برگ ها قبل از گل ها می رویند.این گیاهان در موطن خود معمولاً بعد از ریزش یک باران شدید گل می دهند و به همین علت سوسن باران نام گرفته اند.",
      "howToWater": "زمانی که پیازها کاشته می شود خاک آبیاری می شود تا با افزایش رطوبت خاک، رشد پیاز تحریک شود. برگ ها حدود ۳-۲ هفته بعد از کاشت ظاهر می شوند. از زمان رشد برگ ها تا فرا رسیدن زمان گلدهی بهتر است گیاه را زمانی آبیاری کرد که سطح خاک تا حدودی خشک شده باشد. نزدیک به زمان گلدهی باید آبیاری را افزایش داد. بعد از گل دهی گیاه را زمانی آبیاری کنید که سطح خاک تا حدودی خشک شده باشد.\r\nدر برخی از گونه های این گیاه لازم است ۲-۱ ماه در شرایط خشک به سر برند تا مجدداً برای گلدهی و رشد در سال بعد آماده شوند.",
      "howToSoil": "این گیاه خاکی کمی اسیدی و ارگانیک را دوست دارد و وجود خاکی با زهکش خوب برای آن لازم است. بنابراین می توان از مخلوط خاک برگ+شن+پیت موس و یا کوکوپیت+پرلایت +پیت موس برای کاشت پیازها استفاده کرد.",
      "howToLight": "به مکان هایی با نور مستقیم آفتاب یا آفتاب - سایه نیاز دارند. وجود نور حتی بعد از گل دهی برای غذاسازی برگ ها و در نتیجه رشد پیازها در زیر زمین و تولید پیازچه ها ضروری است.\r\nدر مناطقی که در فصل سرما، دما سردتر از منفی ۱۲ درجه می شود بهتر است که پیاز ها را از خاک درآورد و در محیطی گرم تر نگهداری کرد. در فصل تابستان مناطق گرم، گیاه را از تابش آفتاب بعدازظهر محفوظ کنید.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 5,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 70,
      "lightMin": 500,
      "lightMax": 7000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/September2022/YtB4O2wUVQAuhx5a9Wnp.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/September2022/FQn7Dtc3YftMwPc2ydv4.jpeg",
        "https://planta.vsrv.ir/storage/plant/September2022/Kl103T4hxab200xWeUZk.png"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 315,
      "name": "نخل بادبزنی",
      "sciName": "Washingtonia filifera",
      "description": "این نخل نسبت به سایر نخیلات گرمسیری به سرما مقاومت بیشتری دارد و در مناطقی که سرمای ملایمی دارند (نواحی دریای کاسپین، گیلان و مازندران) در فضای باز کشت میشوند . این نوع درخت نخل بومی غرب سونورا و باخا در جنوب کالیفرنیا و شمال غربی مکزیک است.",
      "howToWater": "به طور مرتب و نه چندان زیاد نیاز به آبیاری دارند. بسته به دمای محیط نباید اجازه داد گلدان خیلی خشک شود.",
      "howToSoil": "خاک مطلوب این گیاه مخلوط یک قسمت خاک برگ + یک قسمت تورب (یکی از انواع پیت) است\r\nاغلب نخلها را به این دلیل که ریشه‌های آنها در محل طوقه متمرکز است میتوان به مدت طولانی در گلدانها نگهداری کرد.",
      "howToLight": "بهتر است گلدانها را در فصول گرم به محیط باز انتقال داده و در سایه-آفتاب درختان بزرگ قرار داد تا برگهای قوی و جدید تولید کنند و مقاومت بیشتری کسب کنند.\r\nاین نخل را میتوان به راحتی در فضای داخل و گلخانه‌های نیمه‌گرم نگهداری کرد",
      "waterMin": 5,
      "waterMax": 10,
      "tempMin": 5,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2023/8j91LdwLf1wt0CRJXIEC.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2023/nDGDRYGwNg8l6z0GcVmd.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2023/T8O5Bu1nd9Mhila7OAxG.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 56,
      "name": "خانواده کاکتوس ها",
      "sciName": "Cactus",
      "description": "شرایط نگهدار از کاکتوس ها آسان است و در مقابل گرما و کمبود آب مقاومت زیادی دارند و همین موضوع باعث شده تا فضای داخل خانه برای پرورش کاکتوس ها ایده آل باشد.\r\nبهترین روش برای نگهداری کاکتوس این است که آب زیادی به آن داده شود، اما این آب به سرعت تخلیه و خشک شود. گلدان‌های پلاستیکی رطوبت را در خود حبس می‌کنند و زمان خشک شدن خاک را افزایش می‌دهند، اما در عوض گلدان‌های سفالی بافتی پر از منفذ دارند که باعث می‌شوند سرعت تبخیر آب بیشتر باشد و خاک با سرعت بیشتری خشک شود.",
      "howToWater": "تنها چیزی که می‌تواند در نگهداری از کاکتوس چالش ایجاد کند این است که چقدر باید به این گیاه آب داد. اکثر کاکتوس‌ها زمانی به آب نیاز دارند که خاک آن‌ها کاملا خشک شده باشد. آبیاری کاکتوس نباید طبق یک برنامه زمانی باشد بلکه باید با نگاه کردن و بررسی خاک متوجه زمان آبیاری شد. عواملی مانند اندازه کاکتوس، اندازه گلدان، دما، رطوبت و فصل و… می‌تواند بر میزان آبیاری تاثیر داشته باشد.تشخیص زمان آبیاری گونه‌های مختلف کاکتوس‌ها بسیار مهم است. کاکتوس‌ها و ساکولنت‌ها طوری طراحی شده‌اند که می‌توانند آب را در ساقه‌ها و ریشه‌های خود ذخیره کنند، تا در زمان‌های کم آبی از آن استفاده کنند و زنده بمانند. با وجود اینکه کاکتوس‌های مختلف نیازهای گوناگونی دارند، اما تکنیک‌هایی وجود دارد که می‌توان از طریق آن زمان دقیق آبیاری کاکتوس را متوجه شد.",
      "howToSoil": "برای اینکه بتوانید کاکتوس خوبی را پرورش دهید، باید در بستری زندگی کند که به سرعت خشک شود. خاک‌های کاکتوس که به صورت آماده فروخته می‌شود این قابلیت را دارند، اما می‌توانید خودتان نیز این خاک را بسازید. ترکیبی از خاک گلدان، شن درشت و پرلیت یک ترکیب عالی است. خاکی که بتواند به خوبی آب را تخلیه کند باعث می‌شود با سرعت بیشتری خشک شود که در نتیجه باید نوبت‌های بیشتری به گیاه آب داد و گیاه شما سرحال‌تر خواهد بود.",
      "howToLight": "تابش مستقیم نور خورشید باعث افزایش سرعت تبخیر و سریع‌تر خشک شدن خاک می‌شود. اگر گیاه در کنار پنجره‌ای جنوبی قرار بگیرد، نسبت به گیاهی که در کنار یک پنجره شمالی قرار گرفته است به آبیاری بیشتری نیاز دارد.\r\nگونه‌های مختلف نیازهای متفاوتی دارند، اما اکثر کاکتوس‌ها روزانه حداقل به چهار ساعت نور مستقیم خورشید نیاز دارند. اگر کاکتوس شما در داخل خانه است، پیشنهاد می‌شود آنرا نزدیک یک پنجره جنوبی یا شرقی قرار دهید. بهتر است چند وقت یک‌بار نیز گلدان را بچرخانید تا همه جهات گلدان نور بگیرد.",
      "waterMin": 10,
      "waterMax": 30,
      "tempMin": 20,
      "tempMax": 40,
      "humidityMin": 0,
      "humidityMax": 50,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/ZcG6DWFdzcbZkh6gE7QZ.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/yYYVLvolcF9vQBAjTkXk.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/PfoHQ0B8DDfhfuJiVl71.png",
        "https://planta.vsrv.ir/storage/plant/June2021/kwDcH3d8tnIPAJxG2y1t.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/Z8ypRotPbpF4WNxjdkCA.jpeg"
      ],
      "otherNames": [
        "Cactaceae ",
        " Opuntia ",
        " Mammillaria ",
        " Opuntia microdasys ",
        " Acanthocereus tetragonus ",
        " Cereus hexagonus ",
        " Brasiliopuntia brasiliensis ",
        " Echinocactus grusonii ",
        " Echinopsis chamaecereus ",
        " Mammillaria longimamma ",
        " Mammillaria polythele ",
        " Mammillaria sempervivi ",
        " Mammillaria sphaerica ",
        " Mammillaria spinosissima ",
        " Mammillaria winterae ",
        " Matucana polzii ",
        " Coleocephalocereus aureus ",
        " Mammillaria bocasana ",
        " Mammillaria carnea ",
        " Mammillaria compressa ",
        " Mammillaria crinita ",
        " Mammillaria karwinskiana ",
        " Mammillaria magnimamma ",
        " Mammillaria mammillaris ",
        " Mammillaria marksiana ",
        " Mammillaria nivosa ",
        " Mammillaria voburnensis ",
        " Opuntia cylindrica ",
        " Opuntia pailana ",
        " Stenocereus eruca ",
        " Acanthocereus tetragonus ",
        " Coleocephalocereus goebelianus ",
        " Consolea moniliformis ",
        " Echinocactus grusonii ",
        " Echinocereus coccineus ",
        " Echinopsis eyriesii ",
        " Schlumbergera gaertneri ",
        " Disocactus ackermannii ",
        " Hylocereus undatus ",
        " Selenicereus validus ",
        " Astroloba spiralis ",
        " Corpuscularia lehmannii ",
        " Delosperma lehmannii ",
        " Delosperma pruinosum ",
        " Delosperma pruinosum ",
        " Delosperma taylorii ",
        " Haworthia viscosa ",
        " Brasiliopuntia brasiliensis ",
        " Acanthocereus tetragonus ",
        " Opuntia ficus-indica ",
        " Opuntia maxima ",
        " Opuntia monacantha ",
        " Opuntia stricta ",
        " Opuntia tomentosa ",
        " Opuntia triacantha  ",
        " Opuntia pailana ",
        " Sedum album ",
        " Sedum sexangulare ",
        " Mammillaria elongata ",
        " Selenicereus validus ",
        " Stapelia gigantea ",
        " Stapelia grandiflora ",
        " Acanthocereus tetragonus ",
        " Cleistocactus baumannii ",
        " Cleistocactus hyalacanthus ",
        " Cleistocactus ritteri ",
        " Cleistocactus straussii ",
        " Echinopsis atacamensis ",
        " Espostoa guentheri ",
        " Espostoa lanata ",
        " Espostoa melanostele ",
        " Espostoa senilis ",
        " Stenocereus eruca ",
        " Browningia candelaris ",
        " Cleistocactus icosagonus ",
        " Cleistocactus winteri ",
        " Espostoopsis dybowskii ",
        " Parodia leninghausii ",
        " Opuntia maxima ",
        " Opuntia ficus-indica ",
        " Astrophytum myriostigma ",
        " Haworthia truncata ",
        " Marginatocereus marginatus ",
        " Echinocactus texensis ",
        " Selenicereus hamatus ",
        " Marginatocereus marginatus ",
        " Epiphyllum chrysocardium ",
        " Selenicereus chrysocardium ",
        " Schlumbergera bridgesii ",
        " Melocactus curvispinus ",
        " Disocactus flagelliformis ",
        " Austrocylindropuntia verschaffeltii ",
        " Selenicereus grandiflorus ",
        " Orbea variegata ",
        " Lepismium cruciforme ",
        "  Myrtillocactus geometrizans ",
        " Cereus repandus ",
        " Ferocactus echidne ",
        " Gymnocalycium mihanovichii ",
        " Nopalea cochenillifera ",
        " Pleiospilos nelii ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 281,
      "name": "پیچ اناری",
      "sciName": "Campsis radicans",
      "description": "پیچ اناری به جنس Campsis خانواده Bignoniaceae و راسته Lamiales تعلق دارد و بومی آمریکای شمالی (جنوب ایالات متحده آمریکا ) و کشور چین است. این گیاه جز گیاهان پیچ و رونده با سرعت رشد نسبتا زیاد محسوب می شود که ساقه های آن توسط ریشه های هوایی به دیگر اجسام می چسبند و خود را بالا می کشند اما برای تربیت بهتر و شکل دادن به آن می توان ساقه های آنرا بر روی قیم مناسب هدایت و متصل کرد..زمان گلدهی این گیاه از اواخر بهار الی پاییز است و برخی از گونه ها نیز تا فرارسیدن سرمای اول زمستان به گلدهی خود ادامه می دهند.امکان شکل گیری میوه های این گیاه که همانند غلاف هستند وجود دارد. بذرها در داخل میوه ها قرار دارند و پیج اناری دو گونه اصلی دارد و برخی از نمونه ها نیز نتیجه دو رگه گیری بین این دو گونه می باشند  از اسامی عمومی و انگلیسی این گیاه می توان به Trumpet vine  و Trumpet creeper اشاره کرد. کلمه Trumpet به معنی شیپور است که اشاره به شکل شیپور مانند گلهای این گیاه دارد. توجه داشته باشید که تماس این گیاه با پوست برخی از افراد می تواند منجحر به قرمزی و خارش شود.",
      "howToWater": "پیچ اناری تا حدودی به خشکی خاک مقاوم است اما گیاهان جوان و تازه کاشته شده و یا نمونه هایی که در گلدان کاشته شده اند نیاز به آبیاری منظم دارد تا خشکی نکشند. بنابراین برای گیاهان بالغ و استقرار یافته ای که در خاک باغچه کاشته اید(گیاهان 3 سال به بالا) سطح خاک را بررسی کنید و زمانی که سطح خاک تا عمق حدود 2-1 سانتیمتری رطوبت خود را از دست داده بود گیاه را آبیاری کنید. اما در مورد گیاهان جوان تر و تازه کشت شده و گیاهان گلدانی، زمانی که سطح خاک تا حدودی رطوبت خود را از دست داده بود و در حال خشک شدن است آبیاری را انجام دهید. خشکی کشیدن این گیاه منجر به سوختگی نوک  و حاشیه برگها، ریزش غنچه های گل و عدم شکل گیری گلها می شود.",
      "howToSoil": "این گیاه در رابطه با خاک سختگیر نیست و در انواع خاکها رشد می کند. اما خاک با بافت متوسط را ترجیح می دهد. برخی از نمونه ها را می توان در گلدان کاشت که در این صورت می توان از خاکی همانند مخلوط خاک معمولی باغچه + خاک برگ به همراه مقداری پرلایت و یا شن به منظور بهبود شرایط زهکش استفاده کرد. برای کوددهی می توان از کودی کامل با فرمولی ملایم استفاده کرد",
      "howToLight": "به مکانی با نور مستقیم آفتاب نیاز دارد. در مکانهای سایه برگها به خوبی رشد می کنند اما گیاه گل نمی دهد و نور مستقیم برای گلدهی این گیاه ضروری است.\r\nاگرچه این گیاه به سرما مقاوم است اما وزش همیشگی بادهای سرد زمستانه در طی زمستان می توان به شاخه های آن آسیب برساند.بنابراین اگر در منطقه شما چنین شرایطی وجود دارد(وزش بادهای سرد زمستانه برای مدت طولانی) بهتر است که قسمت های هوایی را با کمک پوششهایی همانند کیسه های کنفی (کیسه گونی) محافظت کنید. گرمای هوا نیز مشکلی برای این گیاه ایجاد نمی کند البته گلدهی این گیاه با گرم شدن بیش از اندازه هوا کاهش می یابد اما گیاه از بین نمی رود. در روزهای بسیار گرم تابستان با آبیاری منظم و جلوگیری از خشکی کشیدن گیاه می توان به تحمل گرما کمک کرد.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 5,
      "tempMax": 35,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 800,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/August2022/CxCHnyeqsh5pYOGIeGnM.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/August2022/jhNM8A5F74vEP1wxJ1RH.jpeg",
        "https://planta.vsrv.ir/storage/plant/August2022/t0CdelpKLEiQh21zVQmg.jpeg"
      ],
      "otherNames": [
        "Trumpet vine"
      ]
    },
    {
      "probability": null,
      "id": 76,
      "name": "اگزالیس",
      "sciName": "Oxalis triangularis",
      "description": "اگزالیس همان شبدر زینتی است که مدت‌زمان زیادی از ورود آن به ایران نمی‌گذرد. این گیاه برگ‌هایی یکدست قرمز-بنفش رنگ داشته و این برگ‌های زیبا در شب به خواب فرورفته و بسته خواهند شد. در نگاه اول شاید تصور کنید که نگهداری از چنین گیاهی سخت است، اما لازم است بدانید که شبدر زینتی دارای روش نگهداری سختی نبوده و به‌سادگی در آپارتمان رشد خواهد کرد.\r\n در زمستان گیاه به خواب فرو می‌رود و در این زمان آبیاری آن نیز قطع خواهد شد اما در بهار گیاه دوباره بیدار شده و بر روی آن گل‌های زیبایی نیز پدید خواهد آمد",
      "howToWater": "سعی کنید برای این گیاه رطوبت کافی را ایجاد کنید، برای این منظور می‌توانید هم آن را در کنار گیاهان دیگر نگهداری کنید و یا ظرفی پر از آب در قسمت زیرین و زیرگلدانی قرار دهید تا رطوبت موردنیاز تأمین شود. این گیاه دارای پیاز است و اگر آبیاری زیادی انجام دهید پیاز آن خواهد سوخت؛ بنابراین بهتر است این گیاه را هفته‌ای یک‌بار آبیاری کنید؛ به‌عبارت‌دیگر بهتر است تا بین هر دو آبیاری سطح خاک گلدان خشک شود.",
      "howToSoil": "خاک مناسب برای این گیاه باید غنی باشد، ترکیب خاک‌هایی همچون خاک‌برگ، خاک باغچه و یا ترکیب پیت ماوس و پرولیت بسیار برای گیاه مناسب است. هر دو سال یک‌بار در فصل زمستان که گیاه در خواب است باید گلدان را تعویض کنید؛ در زمستان زمانی که گیاه را کف برکردید لازم است تا دو هفته بعد گلدان را تعویض کنید. این گیاه به دلیل داشتن برگ‌هایی به رنگ قرمز نیاز به تغذیه قوی نیز دارد، ازاین‌رو بهتر است تا گیاه را هر دو هفته یک‌بار توسط کودهای مختص به آن تغذیه کنید.",
      "howToLight": "این گیاه نیز همانند دیگر گیاهانی که دارای برگ‌های رنگی هستند نیازمند نور زیاد و هوای خنک است تا رنگ برگ‌های آن حفظ شود؛ در غیر این صورت رنگ‌ها به‌سوی سبز تغییر می‌کنند؛ بنابراین برای نگهداری این گیاه نقطه‌ای از خانه را انتخاب کنید که همواره روشن باشد، این بدان معنی نیست که می‌توانید این گیاه را در زیر نور مستقیم نگهداری کنید! همین‌که نور غیرمستقیم به آن برسد کافی است.",
      "waterMin": 5,
      "waterMax": 10,
      "tempMin": 16,
      "tempMax": 24,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 500,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/KtQwL1SJC5cBEpARvHNy.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/mlvuFsewml6EOlJbldK4.jpg",
        "https://planta.vsrv.ir/storage/plant/June2021/avJgiMhW6vMMMvcOMWT1.jpeg"
      ],
      "otherNames": [
        "Oxalidaceae ",
        " Oxalis drummondii"
      ]
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=19",
    "next": "https://planta.vsrv.ir/api/Feed?page=21"
  },
  "meta": {
    "current_page": 20,
    "from": 286,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=19",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=13",
        "label": "13",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=14",
        "label": "14",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=15",
        "label": "15",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=16",
        "label": "16",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=17",
        "label": "17",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=18",
        "label": "18",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=19",
        "label": "19",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=20",
        "label": "20",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 300,
    "total": 328
  }
}