{
  "data": [
    {
      "probability": null,
      "id": 12,
      "name": "ادریسی پانیکولاتا (هورتانسیا)",
      "sciName": "Hydrandea paniculata",
      "description": "گیاه ادریسی پانیکولاتا بسیار برای باغچه‌های کوچک و خانگی مناسب است. جوانه‌های مخروطی شکل آن به ده‌ها شکوفه‌ی زیبا تبدیل می‌شود که با رنگ‌های سفید و صورتی خود در باغچه شما، تمام توجه را به خود جلب می‌کنند.\r\nاین گیاه به هرس کردن نیاز دارد. یکی از بهترین زمان‌ها برای هرس کردن پانیکولاتا فصل پاییز است. چون با کم کردن وزن گیاه ریسک شکستگی و سنگین شدن ساقه در اثر بارش برف و باران کمتر شده و گیاه با سلامت بیشتری فصل زمستان را سپری خواهد کرد.",
      "howToWater": "مثل تمام درختچه‌های تازه کاشته شده، پانیکولاتا هم در یکی دو سال اولیه کاشت خود نیاز به آبیاری منظم دارد. وقتی که به شرایط پایداری رسید، می‌تواند در مناطق خشک هم دوام بیاورد. البته هوای خشک ممکن است باعث توقف گلدهی این گیاه شود. به همین دلیل آبیاری منظم برای این گیاه بسیار مهم است تا بتواند گل‌های زیباتری ایجاد کند.\r\nدر فصول رشد (بهار تا تابستان)، گیاه را به طور منظم آبیاری کنید. اما در سایر فصول تنها هنگامی که گیاه خشک شد به آن آب بدهید. در فصل‌هایی که هوا خشک تر است، آبیاری را تقریبا هر دو روز یک بار انجام دهید.و مطمین از زه کشی مناسب گلدان باشد و گیاه غرقاب نکنید تا ریشه ی گیاه پوسیده نشود.",
      "howToSoil": "به طور کلی ادریسی پانیکولاتا خیلی نسبت به خاک حساس نیست، اما مثل سایر گیاهان، زه‌کشی مناسب خاک یک ضرورت است.\r\nخاک همیشه خیس به فاسد شدن ریشه منجر خواهد شد، پس ان را در مکانی که برای مدت طولانی خیس و مرطوب باقی می‌ماند نکارید.\r\nیک بستر خاکی خوب و غنی برای آن بسیار مناسب است. معمولا خاک معمولی باغچه برای این گیاه ایده‌آل است و حتی در خاک رس هم می‌تواند رشد خوبی داشته باشد، البته به شرط این که زه‌کشی مناسب را برای آن فراهم کنید.",
      "howToLight": "اگر انتخاب با خود گیاه باشد، قطعا مناطق پرنور را انتخاب می‌کند اما اگر شرایط فراهم نباشد، اصلا جای نگرانی نیست. چون ادریسی حتی در سایه هم به خوبی رشد می‌کند.\r\nو ادریسی پانیکولاتا یکی از مقاوم‌ترین انواع ادریسی در برابر نواسانات نور خورشید است. با این وجود توصیه می‌کنیم روزانه حداقل ان را برای چهار ساعت در معرض دریافت نور خورشید قرار دهید.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 60,
      "humidityMax": 90,
      "lightMin": 500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/EZlOsL2venUIPZKc6hWG.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/wyKkVHnrRTuHsFayPOVT.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/L6GTDfad6jduHdYXX20D.jpg"
      ],
      "otherNames": [
        "panicled hydrangea ",
        " Hydrangea petiolaris ",
        " Hydrangea macrophylla ",
        " Viburnum opulus"
      ]
    },
    {
      "probability": null,
      "id": 66,
      "name": "گندمی / عنکبوتی",
      "sciName": "Chlorophytum comosum",
      "description": "این گیاه تقریبا در هر محیط و هر آب و هوایی به خوبی رشد می‌کند. فرق نمی‌کند در حمام، اتاق خواب، روی میز، قفسه کتاب و یا حتی آشپزخانه!\r\nگندمی در صورت قرار گرفتن در محیطی با رطوبت پایین عملکرد خوبی از خود نشان نخواهد داد. گاهی مقدار کمی رطوبت بیشتر کافی است تا گندمی به زندگی طبیعی خود باز گردد.\r\nبعضی اوقات قهوه‌ای شدن نوک برگ‌ها نشانه خشکی بیش از حد هوا نیز هست. برای مقابله با خشکی هوا، گیاه را مرتبا به کمک یک اسپری پر از آب خیس کنید.",
      "howToWater": "گیاه را به قدر کافی آبیاری کنید، اما مواظب باشید غرقاب نشود. خیس شدن بیش از حد خاک سبب پوسیدگی ریشه خواهد شد. بین هر بار آبیاری گندمی اجازه دهید خاک به خوبی خشک شود.\r\nاگر متوجه قهوه‌ای شدن نوک برگ‌ها شدید، احتمالا آبی که برای آبیاری گیاه استفاده می‌کنید دارای فلوئید فراوان است. میزان اضافی فلوئور می‌تواند با تجمع در خاک سبب ایجاد اخلال در کار گیاه شود. اگر چنین اتفاقی رخ داد، اجازه دهید آب برای یک شب در ظرفی بدون درپوش قرار بگیرد تا کلر و فلوئور اضافی از آن خارج شود.\r\nگندمی گیاهی تشنه است اما می‌تواند فراموشی شما را در آبیاری ببخشد و گیاهی سخت‌گیر نیست. به طور معمول این گیاه نیاز به هفته‌ای یک بار آبیاری دارد اما ممکن است این زمان در فصل‌ها و شرایط آب و هوایی مختلف کمتر یا بیشتر شود.",
      "howToSoil": "در بهار و تابستان، هر ماه بیش از دو بار به گیاه کود مناسب بدهید. البته دقت کنید تا گیاه را با دادن کود زیادی دچار مشکل نکنید. کوددهی بیش از حد باعث قهوه‌ای شدن برگها می‌شود.\r\nدر پاییز و زمستان، سرعت رشد گیاه به طور طبیعی آرام‌تر می‌شود در نتیجه در این فصلها نیازی نیست به گیاه کود بدهید.\r\nهمیشه قبل از کوددهی گیاه، از مرطوب بودن خاک اطمینان حاصل کنید. کود دادن به گیاه در صورت خشک بودن خاک، سبب سوختن ریشه می‌شود.",
      "howToLight": "همانطور که گفتیم گندمی می‌تواند نواسات نور را تحمل کند، اما در کل گندمی نور غیرمستقیم و درخشان خورشید را برای باطراوت بودن ترجیح می‌دهد.\r\nدر صورت دریافت نور کافی، رگه‌های موجود در سطح برگ‌ها زیبا و برجسته‌تر می‌شوند. هرگز گندمی را در معرض دریافت نور مستقیم خورشید قرار ندهید، زیرا باعث سوختن برگ‌های او خواهد شد.\r\nگندمی گیاهی خوشحال و شاداب است که هم در شرایط سخت و هم در شرایط عالی رشد می‌کند.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 12,
      "tempMax": 25,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 600,
      "lightMax": 16000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/Rb27hPUWqvRfChqbVeSQ.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/pcHloDBpT7ixPYymleSF.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/MLRUSAPYdaBWLNnVxZC3.jpeg"
      ],
      "otherNames": [
        "spider plant ",
        " Chlorophytum capense ",
        " Chlorophytum comosum ",
        " Chlorophytum comosum ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 115,
      "name": "ریپسالیس",
      "sciName": "Rhipsalis mesembryanthemoides",
      "description": "کاکتوس ریپسالیس با بسیاری از کاکتوس‌های دیگر فرق می‌کند. کاکتوس‌های این خانواده تقریبا بدون تیغ هستند و می‌توانند دور از تابش مستقیم خورشید به‌خوبی رشد کنند. رشد کاکتوس ریپسالیس آرام است؛ به‌گونه‌ای که بعضی از انواع خوش شانس آن پس از چندین سال نهایتا به 6 متر خواهند رسید. مثل سایر گیاهان گرمسیری دیگر، شبیه‌سازی محیط مهم‌ترین کاری است که باید برای این کاکتوس انجام دهید.",
      "howToWater": "در مقایسه با سایر کاکتوس‌ها، ریپسالیس کمی تشنه‌تر است و به آبیاری بیشتری نیاز دارد؛ بنابراین خاک مورد علاقه او، خاکی همواره مرطوب است. بااین‌وجود اگر زمانی فراموش کردید به آن آب بدهید، نگران نشوید. ریپسالیس باگذشت است و می‌تواند دوره‌های کوتاه خشکی را تحمل کند! برای آبیاری هر چه بهتر ریپسالیس در ادامه روش آبیاری آن در فصول مختلف سال را توضیح داده‌ایم:\r\nبهار و تابستان: از این بازه به‌عنوان “فصول رشد” ریپسالیس یاد می‌شود. در این فصول به محض خشک شدن سطح خاک، آن را آبیاری کنید.\r\nپاییز و زمستان: در طول فصول سرد پاییز و زمستان، ریپسالیس وارد دوره خفتگی شده و سرعت رشد آن کاهش می‌یابد. بهتر است قبل از آبیاری، اجازه دهید تا چند سانتی‌متر رویی خاک خشک شود. در این فصول شاید لازم باشد فقط هر چند هفته یکبار این کاکتوس زیبا را آبیاری کنید.",
      "howToSoil": "نگهداری صحیح از کاکتوس ریپسالیس با انتخاب خاک مناسب آغاز می‌شود. برخلاف اکثر انواع کاکتوس، کاکتوس ریپسالیس بهترین رشد خود را نه در خاک مخصوص کاکتوس و ساکولنت، بلکه در خاکی با زهکشی عالی، غنی و کمی اسیدی تجربه می‌کند! چراکه خاک کاکتوس سبک‌تر است و میزان عناصر مغذی آن کمتر از نیاز ریپسالیس است.\r\nمهم‌ترین نکته در انتخاب خاک مناسب، نحوه زهکشی آن است. اگر خاک بیش‌ازحد سنگین باشد، قادر به زهکشی مناسب نخواهد بود. تشخیص سنگینی خاک آسان است اگر پس از آبیاری، مدت زمان زیادی طول می‌کشد تا آب از سطح خاک جذب شده و از زیر گلدان خارج شود، یعنی خاک بیش‌ازحد سنگین است و باید با ترکیب کردن مواد دیگر (مثل پرلیت و پیت ماس) سبک شود.\r\nبسیاری از انواع خاک‌های گلدانی تجاری برای این کاکتوس مناسب هستند؛ زیرا عموما عملیات زهکشی را به خوبی انجام داده و مقادیر قابل قبولی از عناصر مغذی را در خود جای داده‌اند. بااین‌وجود خودتان نیز می‌توانید به‌راحتی ترکیب خاک ویژه خود را در منزل خلق کنید، به‌این‌منظور یکی از سه ترکیب زیر را باهم ترکیب کرده و به‌عنوان خاک کاکتوس ریپسالیس استفاده کنید.",
      "howToLight": "نگهداری از کاکتوس ریپسالیس کمی متفاوت‌تر از سایر کاکتوس‌هاست؛ زیرا این کاکتوس تمایلی به قرار گرفتن در نور کامل خورشید ندارد و نور بیش‌ازحد می‌تواند سبب سوختن ساقه‌های رشته مانند گیاه شده و آن‌ها را قرمز رنگ کند؛ درست مجموعه اتفاقاتی که در نهایت سبب پژمردگی ریپسالیس خواهند شد.\r\nبرای تامین نور مورد نیاز ریپسالیس، آن را در مکانی قرار دهید که نور نسبتا زیاد خورشید را به‌صورت “فیلتر شده” دریافت کند. به‌این‌منظور قرار گرفتن در کنار یا نزدیکی یک پنجره نورگیر شرقی می‌تواند نیازهای نوری این کاکتوس را به‌خوبی پاسخ دهد. البته که پنجره‌های غربی نیز انتخاب خوبی هستند، منتها در صورتی که نور از فیلتر پرده عبور کرده و مستقیم به ریپسالیس نتابد.",
      "waterMin": 5,
      "waterMax": 12,
      "tempMin": 15,
      "tempMax": 25,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 300,
      "lightMax": 1000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/AHzhn7s4zYcFF4E7SbGJ.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/bAq4iwew1cuTWdSoA6Er.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/Bd2I8hxAus6qdmfMi3SI.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 68,
      "name": "لیندا / نخل دم اسبی",
      "sciName": "Beaucarnea recurvata",
      "description": "لیندا بومی جنوب غرب آمریکا و مکزیک است و به زندگی بیابانی عادت دارد. برگ های آن باریک و کشیده و ضخیم و مقاوم، مجنون و آویزان و فنری است.  ارتفاع لیندا ممکن است به دو متر هم برسد. با بالا رفتن سن گیاه از ساقه آن جوانه هایی می روید که به خاطر حفظ شکل و فرم آن باید فوراً حذف گردند.",
      "howToWater": "در پایه نخل لیندا ساقه ای متورم و بسیار ضخیم غده مانند وجود دارد که ظاهری چوبی داشته و مخصوص ذخیره سازی آب می باشد و در دوران خشکسالی از گیاه حمایت می کند .حداقل چند بار در ماه  در تابستان یکبار در هفته گیاه باید آبیاری شود. لیندا می تواند تا یک سال آب را در پایه خود نگهداری کند بنابراین آبیاری بیش از حد منجر به نابودی گیاه خواهد شد. بهتر است رطوبت خاک پایین باشد و خاک گلدان در میان دو آبیاری کاملا خشک شود. در فصل رشد گیاه لیندا بهتر است آبیاری هر سه هفته یک بار انجام شود.",
      "howToSoil": "گیاه لیندا خاک لیمونی را دوست دارد. خاک لوم یا لیمونی که متخصصان برای رشد لیندا توصیه می کنند ترکیبی از خاک رس، شن و مواد آلی است. به طور کلی خاکی که پس از طغیان رودخانه ها در کنار آنها بجا می ماند خاک لیمونی نام دارد. این خاک معمولا در بیابان های مکزیک وجود دارد و بسیار سبک است. البته باغبان ها با روش های مختلفی، خاک ترکیبی تهیه می کنند. در صورت مشاهده پیت ماس و هوموس در خاک لیمونی، تعجب نکنید. این مخلوط دارای ارزش تغذیه ای بسیار بالایی برای رشد گیاه است.",
      "howToLight": "لیندا در بهترین زمان نیز به آرامی رشد می کند و ممکن است حتی در سایه نیز به رشد خود ادامه دهد. اما برای ادامه حیات و موفقیت در رشد به نور خورشید نیاز دارد. با تامین نور متوجه خواهید شد که برگ های گیاه رشد کرده و درخشان تر شده اند، پس نور بیشتر برابر با رشد بیشتر خواهد بود. برای نگهداری لیندا در آپارتمان باید مکانی را در نظر گرفت که نور مستقیم خورشید به جز ماه های تیر و مرداد روزانه چهار ساعت یا بیشتر در آنجا بتابد. در غیر اینصورت با فراهم نمودن نور مصنوعی که حداقل بیش از نور هشتصد شمع است با مدت 12 ساعت در روز استفاده کرد.",
      "waterMin": 10,
      "waterMax": 30,
      "tempMin": 7,
      "tempMax": 22,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 400,
      "lightMax": 12000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/x22p5iOsc9xKL19yAPwN.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/DCf6M8GfzxYP1EPU7yud.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2021/Ot60GBBsXA1VPqJHfq6V.jpeg"
      ],
      "otherNames": [
        "Ponytail palm ",
        " Beaucarnea recurvata ",
        " Beaucarnea recurvata ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 128,
      "name": "گل روئلیا",
      "sciName": "Ruellia makoyana",
      "description": "روئلیا گیاهی از خانواده آکانتاسه و خاستگاه آن برزیل است. به دلیل شباهت بذر این گیاه به صورت میمون در انلگیسی به monkey plant  نیز نامیده شده است. نام انگلیسی آن از نام ژان روئول گیاه شناس فرانسوی در قرن شانزدهم گرفته شده  است.\r\nروئلیا در موطن خود به شکل گیاهی کف پوش بر سطح خاک های مرطوب و در مکان های سایه رشد می کند . به دلیل ساقه های گسترده و پراکنده اش  برای کاشت در گلدان آویز گزینه بسیار مناسبی است.\r\nعمر گلهای آن پردوام و طولانی است و گیاه از تابستان تا اواسط زمستان می‌تواند گل بدهد. گلها در گونه های مختلف ،  متفاوت بوده و به رنگ های زرد و قرمز،سفید و ارغوانی و بنفش ظاهر می شوند.\r\nبرای زیاد نمودن طول دوران گل دهی گیاه  میتوانید در زمستان که طول روز کم است گیاه را در معرض  تابش نور مصنوعی قرار دهید.",
      "howToWater": "روئلیا  به محیطی نسبتا مرطوب نیاز دارد ولی بهتر است ماه اول بهار به میزان کمتری آبیاری شود. در بقیه مواقع سال زمانی که سطح خاک گلدان تا حدودی رطوبت خود را از دست داد، گیاه را آبیاری کنید.آبیاری بیش از اندازه و نامناسب بودن زهکشی خاک و خارج نشدن آب اضافه گلدان باعث پژمرده شدن برگهای گیاه می شود.\r\nاین گیاه برای شادابی نیاز  به رطوبت بیشتری دارد . دمای ۱۸ درجه سانیگراد ایده آل ترین دما برای رشد این گیاه است.در تابستان  که دمای محیط بالاتر از این مقدار است برای جبران بایستی هر هفته دو بار گیاه را با آب سبک بدون املاح غبارپاشی کنید.غبارپاشی برگها زمانی که گیاه گل دارد باعث پوسیدگی گلها می شود .\r\nبنابراین برای افزایش میزان رطوبت هوا از روش زیر گلدانی حاوی سنگریزه و آب استفاده کنید. ابتدا یک زیر گلدانی را که بزرگتر از زیر گلدانی گیاه است تهیه کنید و داخل آنرا تا لبه سنگریزه های درشت بریزید.سپس زیرگلدانی را تا نیمه ارتفاع دیواره آن آب بریزید و گلدان حاوی گیاه را بر روی سنگریزه ها قرار دهید.",
      "howToSoil": "کمپوست یا خاک گلفروشی مناسبت ترین خاک برای رشد روئلیا است.\r\nاواسط تابستان تا اواسط پاییز فصل رشد گیاه است . هر دو هفته یکبار از آبان تا مرداد گیاه را  با مواد غذایی مصنوعی طبق دستور سازنده یا فروشنده گیاه تغذیه کنید.",
      "howToLight": "این گیاه برای رشد به محیطی روشن ولی به  دور از اشعه مستقیم  خورشید نیاز دارد. قرار دادن گیاه در معرض نور مستقیم باعث سوختن برگهای آن می شود.در فصل زمستان حداقل به روزی ۸ ساعت نور در محیط  نیاز دارد تا بتواند به رشد خود ادامه دهد. در نور کم ساقه های آن بلندشده  و فاصله بین برگها زیاد می شوند و گلدهی نیز کاهش می‌یابد.\r\nحداقل و حداکثر دمای قابل تحمل برای این گیاه در زمستان۱۳ و در تابستان ۱۸ درجه است. البته برای مدت کوتاهی می تواند افزایش دما تا ۲۱ درجه را تحمل کند.لازم است برای جبران دمای بالا، میزان رطوبت محیط را افزایش دهید.  سرد شدن بیشتر از حد تحمل گیاه نیز باعث سیاه شدن برگهای آن می شود.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 13,
      "tempMax": 21,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 700,
      "lightMax": 1900,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/FZqaxAy0jVnuLvmhcqOE.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/uB4f0cYs92mqHMas2uT4.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/ATjhVO6LpmOK11Ov8gQb.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 220,
      "name": "زغال اخته ی ساقه قرمز",
      "sciName": "Cornus sericea",
      "description": "غال اخته ی ساقه قرمز یا  بید قرمز یا زغال اخته آمریکایی یکی از گیاهان گلدار از خانواده زغال اخته (Cornaceae) می باشد. این گیاه بومی سراسر شمال و غرب آمریکای شمالی، از آلاسکا تا نیوفاندلند می باشد. \r\nزغال اخته ی ساقه قرمز یا بید قرمز گیاهی درختچه ای خزاندار و در اندازه ی متوسط است که تا حدود 1.5 تا 4 متر ارتفاع و 3 تا 5 متر پهنا، رشد می کند.\r\nاین درختچه دارای استولون هایی است که به آسانی در زیر زمین به صورت متراکم پخش می شود.\r\nشاخه ها و ساقه ها به رنگ قرمز تیره هستند. در گیاهانی که به صورت خودرو در نواحی سایه رشد می کنند، ممکن است شاخه ها بطور کامل فاقد کلروفیل باشند.\r\nبرگ ها دارای آرایش متقابل، به طول 5 تا 12 سانتیمتر و عرض 2.5 تا 6 سانتیمتر می باشند. این برگ ها تخم مرغی شکل تا دوکی شکل بوده و دارای حاشیه ای یکپارچه و فاقد دندانه هستند. سطح بالایی برگ ها به رنگ سبز تیره و سطح زیرین آنها به رنگ سبز مایل به زرد می باشد. برگ های خزان شده نیز به رنگ قرمز کم رنگ تا ارغوانی دیده می شوند.\r\nاین گیاه به صورت خودرو در خاک های عمیق مانند باتلاق ها یا مرداب ها رشد می کند.",
      "howToWater": "در فصل خشک به فواصل معینی به آن آب دهید\r\nدر سایر فصول نیازی به آبدهی ندارد",
      "howToSoil": "این گیاه به صورت خودرو در خاک های عمیق مانند باتلاق ها یا مرداب ها رشد می کند.\r\nتکثیر این گیاهان از طریق کشت بذرها یا ریشه دار کردن قلمه های آنها صورت می گیرد.",
      "howToLight": "نور مستقیم خورشید برای رشد و میوه دهی این گیاه ضروری است",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 5,
      "tempMax": 40,
      "humidityMin": 5,
      "humidityMax": 60,
      "lightMin": 5000,
      "lightMax": 25000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/HqGoJQmi1FuaMIADvZMS.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/jlKo8jSW3xfE82AP07ld.jpeg"
      ],
      "otherNames": [
        "Cornus sericea"
      ]
    },
    {
      "probability": null,
      "id": 235,
      "name": "شب تاب",
      "sciName": "Gynura aurantiaca",
      "description": "این گیاه زیبا دارای برگ هایی با پوشش خز مانند و پرزهای بنفش رنگ است که در هیچ یک از گیاهان زینتی دیگر مشاهده نمی گردد و تماشای ان از زاویه مخصوص با نور خورشید لذت بخش است.\r\nاین گیاه در گلخانه هاي گرم رشدونمو مي كند و رشد آن در نقاط آفتابي ساختمان به آساني صورت گرفته،گياه به صورت پيچ درآمده وتا چند متر رشد و نمو مي نمايد.\r\nنگهداری ان ساده ودر صورت حذف هر شش ماه یکبار جوانه های انتهای گیاه حالت پرپشت بخود می گیرد . گلهای ریز زرد رنگ ان کمی بدبوست و به محض مشاهده قبل از بازشدن باید حذف گردند.",
      "howToWater": "در تابستان ابیاری روزانه و در زمستان هفته یکبار پیشنهاد می گردد.چنانچه درجه حرارت پایین تر از 13 درجه است ابیاری را متوقف کنید .پس از ابیاری برگها را تکان دهید تا قطرات از روی برگها بریزند\r\nغبار پاشی هفته ای یکبار در تابستان رطوبت مورد نیاز را تامین می نماید",
      "howToSoil": "مخلوط 1 قسمت خاک باغچه ، 1 قسمت شن درشت و یا پرلیت ، 1 قسمت تورب مرطوب یا هوموس، خاک مطلوب گینورا است.",
      "howToLight": "صرف نظر از اینکه آن را در فضای باز یا داخل خانه داشته باشید ، مهم است که در یک منطقه بسیار روشن باشد اما مستقیماً در معرض آفتاب نباشد.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 13,
      "tempMax": 35,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 1000,
      "lightMax": 2500,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/hIvXcnjOSVbq4fGhHzng.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/Z8r2mrkoGWT5Beg3qKS2.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2022/sjCRvTsLqYzLFaTrG5mc.jpeg"
      ],
      "otherNames": [
        "Gynura"
      ]
    },
    {
      "probability": null,
      "id": 70,
      "name": "نخل شامادورا (اریکا)",
      "sciName": "Chamaedorea elegans",
      "description": "اگر می‌خواهید این گیاه را بیرون خانه بکارید باید توجه داشته باشید که شامادورا اصلا از سرمای زیاد و یخبندان خوشش نمی‌آید.\r\nمیزان رطوبت برای این گیاه باید کمی بیشتر از متوسط باشد، هر سه یا چهار هفته یک بار کود دهی شود، دمای بین 18 الی 25 درجه سانتی گراد برایش فراهم شود و محیطی با نور زیاد ولی غیر مستقیم داشته باشد.",
      "howToWater": "اگر به گیاه بیش از حد آب دهید باعث می‌شود خاک گلدان همیشه خیس باشد و این مساله باعث ایجاد پوسیدگی در ریشه‌ها می‌شود که همین مساله مرگ گیاه را رقم می‌زند.\r\nدر طول مدت فصل رشد گیاه که از بهار تا تابستان است، معمولا باید هفته‌ای یک بار به گیاه آب دهید. در زمستان که گیاه در خواب و استراحت است و رشد آهسته‌تری دارد بهتر است هر دو هفته یک‌بار آمطلب مرتبط بدهید.",
      "howToSoil": "برای ایجاد بهترین شرایط و عملکرد، گیاه را در یک خاک غنی و در گلدانی متوسط بکارید که به خوبی زهکشی شده باشد. اگر خاک گیاه بیش از حد سنگین باشد یا آب را بیش از حد در خود نگه دارد، ریشه‌های گیاه دچار مشکل می‌شود و گیاه خود را از دست می‌دهید.\r\nگیاه نخل شامادورا به یک خاک غنی و با زهکشی خوب نیاز دارد و زمانی که چند سانت بالایی خاک خشک شد باید دوباره به آن آب بدهیم.\r\nاکثر اوقات خاک‌های آماده، سنگین هستند اما شما می‌توانید با ترکیب مواد دیگری که زهکشی را آسان کند از آن‌ها استفاده کنید، خاکی که با پوده ترکیب شده باشد بهترین خاک است.",
      "howToLight": "یکی از بهترین خصوصیات شامادورا این است که می‌تواند در نور کم یا نور مصنوعی نیز شاداب بماند. قابلیتی که بیشتر گیاهان خانگی از آن بی‌نصیب هستند.\r\nبه هر صورت بهترین شرایط نوری برای رشد بهتر این گیاه، قرار دادن آن در محیطی پر نور است که نور به صورت غیرمستقیم به آن برسد.\r\nزمانی که دیدید که شاخه‌های گیاه بیش از حد بزرگ شده و موج‌های کوچکی دارد نشانه آن است که محل قرار گیری گیاه تاریک است.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 18,
      "tempMax": 25,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 400,
      "lightMax": 12000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/hAFMPYSiqMTpeTrWbjrW.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/kGxa5vjAheAgsMmkOOvQ.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/Yz17a5MMTmu0s588cKVB.jpeg"
      ],
      "otherNames": [
        "arlour palm ",
        " Chamaedorea seifrizii ",
        " Howea forsteriana ",
        " Chamaedorea elegans ",
        " Chamaedorea pochutlensis ",
        " Chamaedorea seifrizii ",
        " Dypsis lutescens ",
        " Adonidia"
      ]
    },
    {
      "probability": null,
      "id": 314,
      "name": "درختچه ارغوان",
      "sciName": "Cercis siliquastrum",
      "description": "این درختچه به خاطر گلهای زیبایی که دارد به عنوان گیاه زینتی فضای باز محسوب میشود و برای مرز بندی کردن نیز مورد استفاده قرار می گیرد.\r\nبا قدی کوتاه به ارتفاع 3 تا 5متر ، که در نواحی سردسیر به صورت یک درختچه تغییر شکل می یابد\r\nبه وسیله بذر در زمین ماسه ای در اسفند ماه تکثیر می یابد و یا خوابانیدن شاخه های قوی در پاییز و زمسنان",
      "howToWater": "به کم آبی مقاوم است و در صورت کاشته شدن در گلدان به زهکشی آب دقت شود",
      "howToSoil": "خاک غنی و حاصل خیز با زهکشی مناسب ، با نیاز آبی متوسط ، مکان آفتابی یا نیمه سایه ، مقاوم به خشکی و سرما ، آب و هوای معتدل",
      "howToLight": "نیاز به نور مستقیم آفتاب دارد و در سایه رشد آن کند خواهد شد",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 5,
      "tempMax": 30,
      "humidityMin": 5,
      "humidityMax": 50,
      "lightMin": 1500,
      "lightMax": 19000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2023/rRLp2jyaoZLMTjz6kaz6.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2023/ibvoGsDdHsMzyg66mSXi.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2023/jguALSemOVvmWw5GvapV.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2023/9ieFylnqh2Lv58heTCM1.png"
      ],
      "otherNames": [
        "Cercis siliquastrum ",
        " Cercis chinensis"
      ]
    },
    {
      "probability": null,
      "id": 38,
      "name": "درخت زیتون",
      "sciName": "Olive tree",
      "description": "خواستگاه اصلی درخت زیتون مناطق مدیترانه‌ای، آفریقا و آسیاست. بنابراین آن از تابستان‌های داغ و زمستان‌های خنک لذت می‌برد.\r\nزیتون می‌تواند دمای کمتر از منفی ده درجه سانتی‌گراد را تحمل کند، اما حالت ایده‌آل برای زیتون این است که برای مدت طولانی دمایی کمتر از این را تجربه نکند.\r\n اگر در منطقه‌ای زندگی می‌کنید که دما به زیر منفی 10 درجه میرسد، توصیه می‌کنیم که زیتون را فقط در گلدان بکارید و در زمستان آن را به خانه بیاورید.",
      "howToWater": "درخت زیتون گلدانی در مقایسه با زیتونی که در باغچه کاشته شده است به آبیاری بیشتری نیاز دارد. چون ریشه به فضای گلدان محدود شده است و نمی‌تواند مثل ریشه کاشته شده در خاک، رطوبت اطراف خود را نیز جذب کند.\r\nبرای مثال در طول روزهای داغ فصل تابستان، لازم است هر روز زیتون خود را آبیاری کنید! دادن مقدا زیادی آب به گیاه برای تشویق گیاه به میوه دهی و همچنین تضمین خشک نشدن میوه‌ها ضروری است.",
      "howToSoil": "بهترین خاک برای زیتون خاک قلیایی میباشد.و بایداز محکم بودن گیاه در خاک مطمئن شوید.مواظب باشید که آن را شل در خاک نکاشته باشید و ریشه را به خوبی در خاک مستقر کنید.\r\nخاک را به طور مناسب زه کشی کنید و در صورت لزوم، کمی شن و ماسه هم به آن اضافه کنید.\r\nدرخت زیتون از دریافت منظم کود مناسب لذت می‌برد و به کود مخصوص نیاز ندارد، فقط کافی است کود انتخابی دارای مقادیر بالای نیتروژن بوده و به قدر کافی شامل سایر مواد معدنی باشد.",
      "howToLight": "درخت زیتون به نور زیاد خورشید نیاز دارد. به خوبی در نقاط خشک، گرم و نورانی رشد می‌کند و برای نگهداری در سایه اصلا مناسب نیست.\r\nاز مزایای داشتن زیتون گلدانی، قابل انتقال بودن آن است! حداقل تا زمانی که هنوز خیلی سنگین نشده است می‌توانید آن را جابه‌جا کنید.\r\nاگر گلدان زیتون خود را داخل خانه گذاشته‌اید، آن را در کنار پنجره‌ای نورگیر، داخل بالکن و یا گلخانه قرار دهید تا روزانه حداقل 8 ساعت نور خورشید را دریافت کند.",
      "waterMin": 2,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 70,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/MltC46Qc1RwzUTJvhTMj.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/TOwDMJQ20bG1pQCaxw1F.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/l858jUknbBJm6hM6xhkM.png"
      ],
      "otherNames": [
        "Olea europaea"
      ]
    },
    {
      "probability": null,
      "id": 221,
      "name": "اطلسی مکزیکی",
      "sciName": "Ruellia",
      "description": "گیاهی کوچک و بومی مکزیک است. این گیاهی با گلهای زیبا است که غالباً با حضور پروانه های چند رنگ تزئین می شود.\r\nگلهای لوله ای آن به شکل شیپور ، به رنگ آبی مایل به بنفش ، تاج گل های آن به 5 لوب جدا شده و دارای چهار پایه می باشد. میوه های کلوی فرم کپسول های سبز رنگ هستند یا بنفش رنگی در جوانی بعداً ، وقتی رسیده می شوند ، قهوه ای می شوند و وقتی منفجر می شوند ، دانه های خود را آزاد می کنند.",
      "howToWater": "بین بهار و تابستان باید گیاه را آبیاری کنید ، اما همیشه اطمینان حاصل کنید که سطح خاک بین یک آبیاری و دیگری خشک شود. این گونه به آبیاری زیادی احتیاج ندارد ، زیرا در برابر دوره های کوتاه خشکسالی کاملاً مقاوم است. بنابراین ، در طول پاییز و زمستان توصیه می شود که آبیاری را به میزان قابل توجهی کاهش دهید.",
      "howToSoil": "از آنجا که این گیاه راکد آب را تحمل نمی کند ، بنابراین شما باید از شن و ماسه درشت غنی از مواد آلی استفاده کنید که می تواند به تخلیه کافی آن کمک کند. در صورت لزوم ، قطعات گل رس را در ته گلدان قرار دهید ، تا تخلیه آب اضافی تسهیل شود. توصیه می شود از گلدان های سفالی استفاده کنید، که به تبخیر آب اضافی به سرعت کمک می کند.\r\nدر بهار و در تمام تابستان ، توصیه می شود که Ruellia simplex را بارور کنید ، در صورت امکان هر سه هفته با یک کود مایع همراه با آبیاری. در پاییز و زمستان لقاح باید به حالت تعلیق درآید. اطمینان حاصل کنید که کود مورد استفاده حاوی عناصر کلان و ریز عناصر است، برای اطمینان از رشد متعادل روئلیا.",
      "howToLight": "آنها برای پرورش گیاهان آسان هستند ، با انواع مختلف خاک و آب و هوا سازگار هستند. با این اوصاف، توصیه می شود آن را در گلدان پرورش دهید زیرا در برابر سرما مقاوم نیستند، تا جایی که دمای زیر 5 درجه می تواند کشنده باشد. اگر آنها را در زیر نور عالی پرورش دهید ترجیح می دهید ، اما مراقب باشید در گرمترین ساعات تابستان در معرض نور مستقیم خورشید نباشید. آنها گیاهانی هستند که به سرعت رشد می کنند ، به دلیل گلهای فراوان جذاب هستند.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 15,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 2000,
      "lightMax": 18000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/FtjpVI5615vAYx2Qcs06.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/hY9E71llts67AdZPaizA.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2022/4mfoCq9birwctn8K9YyY.jpeg"
      ],
      "otherNames": [
        "Ruellia simplex"
      ]
    },
    {
      "probability": null,
      "id": 259,
      "name": "شاهدانه",
      "sciName": "Cannabis sativa",
      "description": "شاهدانه یک گیاه علفی یک ساله است دارای شاخه های علفی نازک و برگ های پنجه ای و نوک تیز می باشد در ساقه شاهدانه در همان ابتدا الیاف ها شکل میگیرند و پس از گذشت زمان تعداد الیاف ها بیشتر شده و رشته رشته ها نمایان می شوند.\r\nبرای کاشت شاهدانه نیاز است پایه های مونث و مذکر گیاه را شناخت. بوته های مذکر بلندتر از بوته های مونث هستند. در حالی که بوته های مونث تنومند اند و در انتهای شاخه های آنها برگ های زیادی روییده است که گل های را در بر میگیرند. گل های نر شاهدانه به صورت تجمعی از کنگره برگ ها خارج می شوند و به صورت آویخته هستند بدین ترتیب از قسمت انتهایی ساقه روییده اند. هر یک از این گل ها دارای ۵ پرچم هستند.\r\nبر اساس شرایط جوی تعداد انشعابات شاخه شاهدانه متغیر است اما معمولا دارای یه شاخه ی اصلی است و کمتر منشعب میشود . ارتفاع این گیاه نیز بسته به شرایط رطوبت و هوا بین یک متر تا ۴ متر متغیر است.\r\nالیاف شاهدانه به رنگ های سفید و قهوه ای مات دیده می شوند و جنس این الیاف ها بسیار محکم و مقاوم نسبت آب هستند این الیاف ها دارای مقاومتی بیشتر از الیاف کتان هستند.\r\nشاهدانه گیاهی است حساس نسبت به سرما و در یخبندان ها شاخه های جوان آن از بین میرود. در نتیجه در دوره ی رشد شاهدانه نباید سرما و یخبندان باشد. در مناطق سردسیر این گیاه را در فصل بهار و در مناطق گرمسیر این گیاه را در فصل پاییز می کارند.",
      "howToWater": "اگر شرایط برای رشد بذر شاهدانه به خوبی فراهم شده باشد و آبیاری منظم و با احتیاط پس از کاشت بذرها در دستور کار قرار گیرد، 6 تا 10 روز پس از کشت شاهد رویش جوانه ها خواهیم بود.\r\nدر این مدت اجازه ندهید خاک بطور کامل خشک شود. پس از رویش کامل میتوانید دفعات آبیاری را در هفته کمتر کنید",
      "howToSoil": "بذر در فصل بهار نشاکاری میشود پس باید در پاییز زمین را تا عمق ۲۰ سانتی متری به خوبی شخم زد و در بهار کلوخ های خاک را صاف کرد و سپس بذر را نشاکاری نمود.\r\nریشه های شاهدانه حساس و ضعیف هستند و از آنجایی که رشد این گیاه در دوره زمانی کمی انجام میگیرد باید در خاکی که کاملا غنی است کشت شود PH مورد نیاز برای شاهدانه ۷ است و در صورتی که کمی پایین تر از ۷ باشد رش بهتری حاصل می شود.\r\nخاک های رسی لمونی و خاک های رسی شنی برای رشد و نمو این گیاه بهتر اند. اگر خاک های بستر رودخانه نیز استفاده شود رشد بهتر صورت میگیرد.",
      "howToLight": "این گیاه به نور کامل خورشید در طول روز نیاز دارد و در مکان سایه رشد علفی شکل پیدا خواهد شد\r\nاگر در داخل منزل این گیاه را پرورش میدهید باید از نور مصنوعی استفاده کنید",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 5,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 70,
      "lightMin": 2000,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/rjbRNrtoOrhvEQk9cJe5.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/XgwsJIZFd9kUgJOVrhwd.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/vTRGnk61s3XJ3jOwxbIQ.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 86,
      "name": "آگاوه برگ خنجری",
      "sciName": "Agave",
      "description": "آگاو برگ خنجری را گاهی به نام گیاه قرن می­نامند، چون بعضی معتقدند که در طول 100 سال یکبار گل می­دهد. اما زمان تا شروع گلدهی در گونه­ های مختلف متفاوت و بین 10 تا 40 سال می­باشد. این گیاه تک بر بوده و پس از گلدهی و میوه دهی از بین می­رود، داری بیش از 200 گونه است. بیشتر گونه­ های آن در مناطق صحرایی رشد می­کند و در مناطق گرمسیری سراسر دنیا معرفی و سازگار شده است. این گیاه در طبیعت رشد فوق العاده­ زیادی داشته و شاخه­های بلند گلدهنده ایجاد می­کند ولی در منازل و گلدان رشد چندان خوبی ندارد. اگر به خوبی از گیاه مراقبت شود پس از این گیاه مناسب کشت باغ­های صخره­ای و خشک است.",
      "howToWater": "به منظور آبیاری گیاه باید اجازه داد خاک کاملا خشک شود سپس نسبت به آبیاری مجدد اقدام گردد.\r\nدر مناطق معتدل و خنک هفته ای یک هفته در میان گیاه را آبیاری کنید.\r\nدر مناطق بسیار گرم هفته ای یکبار میتوانید به این گیاه آب بدهید",
      "howToSoil": "آگاو هر گونه خاک خوب زهکشی شده را تحمل خواهد کرد، اما اولویت آن ها خاک های ماسه ای و سخت است و خاک آن pH خاصی ندارد.\r\nزهکشی ضعیف خاک باعث ایجاد پوسیدگی در ریشه و طوقه گیاه می­شود بنابراین تخلیه آب باید به بهترین حالت ممکن صورت گیرد.",
      "howToLight": "گیاهان آگاو به آفتاب کامل و بخشی سایه نیاز دارند. هر چه آب و هوا گرم تر باشد، سایه بیشتری را می گیرد.\r\nسعی کنید در تمام طول سال این گیاه در معرض مستقیم نور خورشید قرار داشته باشد \r\nاین گل در شرایط سخت مقاوم است،به نور زیادی احتیاج دارد و تابش آفتاب مستقیم برای حفظ طراوت و شادابی این گیاه ضروری است.",
      "waterMin": 7,
      "waterMax": 14,
      "tempMin": 10,
      "tempMax": 40,
      "humidityMin": 20,
      "humidityMax": 60,
      "lightMin": 1000,
      "lightMax": 2500,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/Z5LDtnckUYcko77Rygej.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/October2021/YL0VT5LTGBFuYlitMwh4.jpeg",
        "https://planta.vsrv.ir/storage/plant/October2021/oopcET1YHGdehbTc5oA1.jpeg"
      ],
      "otherNames": [
        "Agave decipiens ",
        " Agave sisalana ",
        " Agave univittata ",
        " Furcraea selloa ",
        " Agave americana ",
        " Agave attenuata ",
        " Agave cundinamarcensis ",
        " Agave cupreata ",
        " Agave guiengola ",
        " Agave havardiana ",
        " Agave obscura ",
        " Agave seemanniana ",
        " Agave univittata ",
        " Agave americana ",
        " Agave asperrima ",
        " Agave fourcroydes ",
        " Agave guiengola ",
        " Agave karatto ",
        " Agave americana ",
        " Agave weberi ",
        " Agave durangensis"
      ]
    },
    {
      "probability": null,
      "id": 286,
      "name": "گل آهاری",
      "sciName": "Zinnia peruviana",
      "description": "با توجه به ارتفاع، رنگ و شکل، انواع بسیار زیادی از گل آهاری برای انتخاب وجود دارد. به دلیل اینکه به‌دست آوردن بذر از گیاهان آهاری بسیار راحت است، سعی کنید به ارقام مرسومی توجه کنید که با گذشت هر سال می‌توانند بذرهای قابل قبولی تولید کنند. با این حال، همچنان موقع انتخاب گیاه آهاری مد نظرتان برای کاشت، گزینه‌های زیادی در اختیار دارید.\r\nاین گیاهان اشکال متفاوتی دارند، از جمله ارقامی که شبیه به گیاه آفتاب‌گردان یا کوکب، یا دارای گلهای به هم چسبیدۀ لانه زنبوری، غنچه‌های کوچک و شکوفه‌های بزرگ و سست هستند. گیاهان آهاری را، در قالب گیاهانی سالانه و با رشد سریع، می‌توانید دور سایر گیاهان بپیچانید یا دسته بزرگی از آنها را پرورش دهید.\r\nاگر گیاهان آهاری بزرگ و بوته‌ای می‌خواهید، نوک ساقه‌ها روی گیاهان جوان را بچینید. اگر گیاهان بلند می‌خواهید، از بلندترین ساقه حمایت کنید تا خم نشود.",
      "howToWater": "آب و نور خورشید گیاهان را به شکل مستمر و به طور کامل شکوفا نگه می‌دارد. ولی آب زیاد سبب بروز تنها بیماری این گیاه که در برابر آن آسیب‌پذیر است، یعنی کپک، می‌شود. سطح آب را، از هر منبعی که تأمین می‌شود، تقریبا دو سانت و نیم در هفته نگه دارید. مثل خیلی از گیاهان، تا جای ممکن از اسپری آب روی برگها و گلها خودداری کنید و این کار را به هیچ وجه در طول گرمای روز انجام ندهید.",
      "howToSoil": "در بیشتر خاکها دوام می‌آورند اما توجه به زهکشس مناسب خاک در صورت کاشته شدن در گلدان های پلاستیکی مهم است.",
      "howToLight": "گیاهان آهاری در آفتاب کامل بهترین عملکرد را دارند، لذا محل(هایی) را انتخاب کنید که در طول روز نور کافی دارند.",
      "waterMin": 2,
      "waterMax": 4,
      "tempMin": 5,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 500,
      "lightMax": 2000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/August2022/vcQaYDc9cBNmCVOWmdWp.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/August2022/FQ7KElbkRdmItuY5HWN1.jpeg",
        "https://planta.vsrv.ir/storage/plant/August2022/o8zv1pKdg9MM4iJESsYd.jpeg"
      ],
      "otherNames": [
        "Zinnia elegans ",
        " Zinnia violacea ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 126,
      "name": "گل حنا",
      "sciName": "Impatiens walleriana",
      "description": "گل حنا که بومی شرق آفریقا می‌باشد گیاهی است چندساله و ظریف با گلبرگ‌هایی پنج‌پر عمدتا به رنگ قرمز یا به رنگ‌های دیگری چون صورتی و سفید. این گیاه بسیار مقاوم بوده و شرایط نگهداری آسانی دارد ضمن آنکه گل هایش فراوان و با طول عمر زیادی هستند. گل حنا برگ هایی به رنگ سبز روشن دارد. نام علمی Impatiens یا کم‌حوصله به این دلیل به این گیاه داده شده است که میوه‌ی کپسولی حاوی بذرهای گیاه به محض لمس شدن، باز می‌شود و بذرهایش را رها می‌کند. و دقیقا به دلیل همین اخلاق تند نام بامزه تر Touch-me-not (بهم دست‌‌زدی نزدی!) را هم به آن داده‌اند. لقب Busy هم به دلیل دوره‌ی طولانی گلدهی و دوام گل‌ها به آن نسبت داده شده است.\r\nاین گیاه را می‌توان به سادگی پرورش داد و از طریق قلمه یا کاشتن بذرها تکثیر نمود. اکثرا گل حنا را به عنوان گیاهی یکساله نگهداری می‌کنند و در اواخر پاییز و زمانی که گلدهی‌اش متوقف می‌شود مراقبت از آنرا توقف می‌کنند. به هر حال گیاه باقی‌مانده در سال بعد ظاهری ناخوشایند خواهد یافت. برای آنکه گل‌های حنای شما در گلدان پرپشت‌تر شوند می‌توانید سر آنها را بچینید.",
      "howToWater": "در زمستان هفته ای دو بار و در تابستان هر روز به آبیاری نیاز دارد. بین دو آبیاری حتما خاک آن باید خشک شود.\r\nمحیط مرطوب برای حنا مناسب است، اما هرگز نباید روی بوته ها آب پاشی کرد. در فصل تابستان بهتر است خاک گیاه همیشه مرطوب باشد.",
      "howToSoil": "مخلوط خاک باغچه با خزه و کود دامی برای حنا مناسب است.\r\nباید هر دو هفته یک بار با کود های سه بیست تغذیه شود و لازم است کود هنگام آبیاری همراه با آب به گیاه داده شود، هرچند گیاه که رشد کرده و سن دار به میزان کمتر کود شیمیایی نیاز دارد.",
      "howToLight": "گل حنا به میزان نور کافی و مستقیم نیاز دارد اما تا حدودی می‌تواند سایه را نیز به‌خوبی تحمل کند. دمای خانه برای این گیاه کاملا مناسب است؛ در دماهای بالای ۲۴ درجه سانتیگراد، این گیاه به رطوبت زیادی احتیاج دارد. بهتر است گلدان را در بشقابی حاوی شن‌های مرطوب قرار دهید و برگ‌هایش را روزانه غبارپاشی کنید. گل حنا نمی‌تواند دماهای زیر ۱۲ درجه سانتیگراد را تحمل کند. هر دو هفته یک‌بار مقداری کود مایع به آنها بدهید. گلدانی با بزرگی‌ای در حدود ۱۳ سانتیمتر برای رشد ریشه‌های این گیاه کافی می‌باشد.\r\nاین گیاه باید‌ از تابش مستقیم آفتاب محفوظ بماند‌، ولی د‌ر زمستان، نگهد‌اری آن برای چند‌ ساعت د‌ر آفتاب برای اد‌امه گل‌د‌هی مفید‌ خواهد‌ بود‌.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 11,
      "tempMax": 26,
      "humidityMin": 40,
      "humidityMax": 90,
      "lightMin": 900,
      "lightMax": 2800,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/yg6f3UdkxvYwX1IX5nCb.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/qx22IPt8efgzStcSOOEI.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/VQ3nECf9YEZTpylr4eMw.jpeg"
      ],
      "otherNames": [
        "Impatiens walleriana ",
        " Impatiens balsamina ",
        " Impatiens glandulifera ",
        " Impatiens walleriana ",
        " Impatiens walleriana"
      ]
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=5",
    "next": "https://planta.vsrv.ir/api/Feed?page=7"
  },
  "meta": {
    "current_page": 6,
    "from": 76,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=5",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=3",
        "label": "3",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=4",
        "label": "4",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=5",
        "label": "5",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=6",
        "label": "6",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=7",
        "label": "7",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=8",
        "label": "8",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=9",
        "label": "9",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=10",
        "label": "10",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=7",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 90,
    "total": 328
  }
}