{
  "data": [
    {
      "probability": null,
      "id": 282,
      "name": "فوشیا",
      "sciName": "Fuchsia hybrida",
      "description": "گل فوشیا یا زنگوله‌ای با نام انگلیسی Fuchsia و نام علمی Fuchsia hybrida گیاهی گلدار از خانواده Onagraceae است.\r\n\r\nگل فوشیا بومی آمریکای جنوبی و مرکزی، مکزیک و نیوزلند است.\r\n\r\nگل فوشیا به نام‌های گل زنگوله‌ای، گل گوشواره‌ای، گل آویزهم معروف است.\r\n\r\nگل فوشیا را هم به شکل گیاه گلدانی و آپارتمانی و هم به شکل گیاه زینتی در فضای باز می‌توان کاشت.\r\n\r\nگونه‌هایی که در فضای باز کاشته می‌شوند مقاومت بالاتری نسبت به سرما دارند.\r\n\r\nبرگ‌ها و گل گیاه فوشیا بسیار زیبا و منحصر به فرد می‌باشد.\r\n\r\nبدلیل شکل ساقه‌ی بلند گیاه و گل‌هایی که به شکل آویزان روی ساقه ایجاد می‌شوند به گل آویزان و زنگوله‌ای نامیده می‌شود.",
      "howToWater": "گل فوشیا به آبیاری منظم نیاز دارد.\r\n\r\nحتما بین دو آبیاری اجازه دهید سطح خاک حدود سه تا چهار سانتی متر خشک شود.\r\n\r\nسپس گیاه را آبیاری کنید در فصول سردتر فواصل آبیاری را بیشتر کنید.\r\n\r\nمراقب باشید آبیاری بیش از حد و مرطوب بودن همیشگی خاک گل فوشیا باعث پوسیدگی ریشه گیاه و در نتیجه از بین رفتن گیاه می‌شود.\r\n\r\nبعد از آبیاری از باز بودن سوراخ‌های زهکش گلدان اطمینان حاصل کنید.\r\n\r\nهم چنین تشنگی بیش از حد و خشک ماندن طولانی مدت خاک گیاه باعث ریزش گل‌ها می‌شود.",
      "howToSoil": "گل فوشیا به خاکی غنی با زهکشی بسیار بالا نیاز دارد.\r\n\r\nبهترین ترکیب خاک برای گل فوشیا ترکیبی از پیت ماس، کوکوپیت، ماسه و کمی ورمی کمپوست است.\r\n\r\nگلدانی که برای کشت گل فوشیا استفاده می‌کنید باید سوراخ‌های زهکش مناسب داشته باشد.",
      "howToLight": "گل فوشیا نیاز نوری بالایی دارد.\r\n\r\nدر فصل تابستان نور مستقیم آفتاب می‌تواند باعث آسیب به ریشه گیاه و ریزش گل‌ها بشود.\r\n\r\nدر صورتی که گل فوشیا در سایه و مکان کم نور قرار گیرد گلدهی کاهش پیدا می‌کند و گیاه رشد علفی خواهد داشت",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 400,
      "lightMax": 1500,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/August2022/hbcbD19uCTbqBcTqmCQD.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/August2022/r4RwExAZyyyhFowmB1Vb.jpg",
        "https://planta.vsrv.ir/storage/plant/August2022/LePzVk7RMvM88c1MGlD7.jpg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 204,
      "name": "دیسکوریا الفانتیپس (پافیلی)",
      "sciName": "Dioscorea elephantipes",
      "description": "دیسکوریا الفانتیپس یا گیاه پافیلی، ساکولنتی با رشد آهسته و عمر طولانی است. ساقه گیاه پافیلی، کاودکس محسوب می شود. کادوکس ساقه‌ زیر زمینی است که از نظر ریخت‌ شناسی ظاهر متفاوتی دارد. ساقه غده ای گیاه پافیلی، با لایه هایی شبیه چوب پنبه پوشانده شده است که مرده به نظر می رسد اما در واقع غده ای زنده است، که در طبیعت می تواند تا ارتفاع نزدیک به 2 متر رشد کند و اغلب به قطر 60 تا 90 سانتیمتر می رسد. بخشی از ساقه گیاه پافیلی در زیر خاک قرار دارد. گل های خوشه ای شکل این گیاه، کوچک و به رنگ زرد مایل به سبز است که در فصل بهار ظاهر می شوند. دیسکوریا ساقه هایی نازک با برگ های ظریف، قلبی شکل، سبز و براق دارد. ساقه های پیچک مانند این گیاه با پیچیدن در اطراف سایر گیاهان یا اشیاء دیگر، می تواند تا طول ۵ متر رشد کند. برگ های این گیاه در تابستان می ریزند. این گیاه به طور معمول در زیستگاه های طبیعی خود در تابستان های خشک و گرم استراحت می کند و در زمستان و ماه های بهار دوباره به رشد خود ادامه می دهد. میوه کپسول مانند دیسکوریا الفانتیپس طولی کمتر از 2.5 سانتیمتر دارد و بذر آن در اواخر تابستان تولید می شود. این گیاه گلدار متعلق به خانواده تمیسیان Dioscoreaceae و بومی مناطق خشک آفریقای جنوبی است.\r\nدیسکوریا الفانتیپس آب و هوای گرم را ترجیح می دهد. ساقه غده ای این گیاه توسط لایه های چوب پنبه ای در دماهای بالاتر از 40 درجه سانتیگراد و همچنین در دمای کمتر از 4- درجه سانتیگراد محافظت می شود. این گیاه برای رشد به دمای حداقل 18 درجه سانتیگراد نیاز دارد. بهترین دما برای رشد گیاه پافیلی 25 درجه سانتیگراد است. نگهداری دیسکوریا الفانتیپس به عنوان گیاه آپارتمانی ساده است. کمی مرطوب بودن محیط باعث می شود گیاه رشد بهتری داشته باشد.",
      "howToWater": "آبیاری دیسکوریا الفانتیپس در فصل تابستان که گیاه به خواب می رود متوقف می شود. در فصول رشد، گیاه پس از خشک شدن خاک آبیاری می شود. بهتر است آبیاری با آب بدون کلر انجام شود. باید دقت داشت در هنگام آبیاری، گیاه  از کنار ساقه غده ای آبیاری شود و از ریختن آب روی بدنه گیاه خودداری شود. گفتنی است که گیاه پافیلی به آبیاری زیاد حساس است. آبیاری بیش از اندزه باعث پوسیدگی ریشه این گیاه می شود. همچنین قرار گرفتن گیاه پافیلی در معرض دوره های طولانی مدت کم آبی و خشکی، باعث ورود گیاه به حالت خواب و ریختن تمام شاخ و برگ های آن می شود.",
      "howToSoil": "برای دیسکوریا الفانتیپس می توان از خاک کاکتوس استفاده کرد. خاک ماسه ای به همراه پیت ماس یا کوکوپیت نیز خاکی مناسب برای این گیاه است. خاک گیاه پافیلی باید حتما دارای زهکش مناسب باشد تا آب اضافی از گلدان خارج شود. از کودهای سبک و کود کاکتوس می توان برای تغذیه گیاه استفاده کرد.",
      "howToLight": "گیاه پافیلی در طبیعت، معمولا زیر سایه گیاهان قرار دارد و فقط شاخه های برگ آن در معرض تابش خورشید قرار می گیرند. دیسکوریا الفانتیپس نور فراوان اما غیر مستقیم را ترجیح می دهند اما می توانند با سایه جزئی نیز سازگار شود. بهترین مکان برای قرارگیری این گیاه در محیط های داخلی در کنار پنجره جنوبی است.",
      "waterMin": 4,
      "waterMax": 9,
      "tempMin": 18,
      "tempMax": 25,
      "humidityMin": 25,
      "humidityMax": 75,
      "lightMin": 400,
      "lightMax": 1500,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/8XcVDVHz4j2jP606S9AO.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/BiqvEHnXOIBSGxxzeLtv.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/6LaLKiedaqivOEQpW9vr.jpeg"
      ],
      "otherNames": [
        "Dioscorea elephantipes"
      ]
    },
    {
      "probability": null,
      "id": 4,
      "name": "آرالیای برگ پهن ژاپنی",
      "sciName": "Fatsia Japonica",
      "description": "آرالیا برگ پهن ژاپنی در محیط گرم و مرطوب تابستانی به خوبی رشد می‌کند، بخصوص اگر پس از آن وارد پاییز کمی سرد و خشک شود و تا 2 حدود متر رشد می‌کند.در پاییز شاهد خوشه‌های زیبایی از شکوفه‌های سفید رنگ خواهید بود که بعدا به توت سیاه تبدیل می‌شوند. این نوع آرالیا می‌تواند گستره نوری وسیعی را تحمل کند، اما بهتر است همواره شرایط را برای آن ایده‌آل نگه دارید",
      "howToWater": "در طول فصول رشد گیاه، آبیاری مرتب بسیار ضروری است. هر زمان که سطح خاک خشک شد، گیاه را آبیاری کنید. با آمدن فصل زمستان، از میزان آبیاری کم کرده و صرفا برای جلوگیری از خشک شدن گیاه را آبیاری کنید.آرالیا نسبت به خیس شدن خاک بسیار حساس است، به همین پس زه کشی خوب خاک و گلدان برای آن حیاتی است.برای آبیاری گیاه آرالیای برگ پهن ، اجازه دهید روی خاک کاملا خشک شود سپس اقدام به آبیاری کنید.آبیاری بیش از اندازه موجب پوسیدگی ریشه های این گیاه میشود. و بهتر است از آب بدون کلر استفاده کنید.",
      "howToSoil": "آرالیا خیلی نسبت به خاک سخت گیر نیست. اما معمولا در خاک اسیدی بهتر رشد می‌کند. برای این منظور از مخلوط خاک گلدان اسیدی استفاده کرده و آن را با خاک معمولی ترکیب کنید. مانند سایر گیاهان، خاک آرالیا نیز باید دارای زه کشی مناسبی بوده وبتواند آب اضافی را به خوبی از خود خارج کند. با اینکه می‌تواند چندین سال در یک گلدان دوام بیاورد. اما بهتر است پس از گذشت چند سال، گلدان آرالیا را عوض کرده و آن را به گلدان بزرگتری منتقل کنید.",
      "howToLight": "خوشبختانه این نوع آرالیا می‌تواند گستره نوری وسیعی را تحمل کند،اما گیاه نباید بیش از حد تحت تابش خورشید قرار بگیرد. کاهش سرعت رشد آرالیا نتیجه نور بسیار کم بوده، و در مقابل رنگ پریدگی و برگ‌های بی‌رنگ حاصل دریافت بیش از حد نور است.\r\nاگر گیاه خود را در مکانی روشن و پرنور قرار داده‌اید، باید حواستان به خشک شدن خاک باشد. قهوه‌ای شدن برگ‌ها و یا رشد نامتوازن بخش‌های جدید نشانه‌های دریافت نور بیش از حد گیاه است.",
      "waterMin": 5,
      "waterMax": 14,
      "tempMin": 15,
      "tempMax": 20,
      "humidityMin": 70,
      "humidityMax": 90,
      "lightMin": 2000,
      "lightMax": 20000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/DoFXhPETCFBv9PGu0WKO.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/WUlEIDixUfRMcmeFNrNN.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2021/bDg8TI5v78xh3441mtRy.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 232,
      "name": "محبوبه شب",
      "sciName": "cestrum nocturnum",
      "description": "لبرگهای این گل زیبا در شب عطر و بوی خوبی از خود منتشر می‌کنند که همین امر دلیل نامگذاری آن است. البته در ایران با نام یاس شب ( Night Blooming Jasmine ) نیز شناخته می‌شود. این گیاه بومی مناطق غرب هندوستان، آمریکای مرکزی و جنوبی است. گل محبوبه شب در بهار وارد بازار می‌شود و می‌توان آن را در لیست بهترین گلها برای هفت سین جا داد چرا که نوع گلدانی آن علاوه بر عطر خوش، گلهایی زیبا و ظریف نیز دارد.\r\nتنها نکته در مورد این گل این است که دوستدار هوای گرم است و در صورتی که این گل را در باغچه نگهداری می‌کنید و محل زندگی شما سرمای شدیدی دارد، به گل دادن آن در فصل بهار امیدوار نباشید ! محبوبه شب می‌تواند تا ارتفاع 3 متر قد بکشد  و با برگهای سبز براق و گلهای لوله ای شکل در رنگهای سفید، سبز، زرد، قرمز و بنفش تیره خود نمایی کند. بر خلاف عطر خوش گلها، در صورت فشرده شدن برگها بوی ناخوشایندی از آنها ساطع خواهد شد. \r\nبرگهای این گل سمی است و در صورت جویده شدن ممکن است به شما آسیب برساند. همانطور که گفته شد محبوبه شب در پایان روز عطر گلهای خود را آزاد می‌کند و به دلیل اینکه عطر این گل کمی حساسیت زا است، بهتر است از نزدیک آن را بو نکنید.",
      "howToWater": "مانند تمامی گلها، بهتر است آبیاری بعد از هر بار خشک شدن خاک صورت بگیرد. به دلیل داشتن ریشه های عمیق، بیماری پوسیدگی ریشه در این گل شایع است و حتما آبیاری به صورت منظم انجام شود. در روزهای گرم که تبخیر آب بیشتر است، تعداد دفعات آبیاری گل نیز باید بیشتر شود.\r\nغبارپاشی در روزهای گرم و قرار دادن یک ظرف آب در کنار این گل از راههای ساده برای تامین رطوبت است.",
      "howToSoil": "خاکی نرم، مرغوب مانند ترکیبی از پیت ماس، کمپوست و خاک باغچه برای این گل مناسب است. دقت داشته باشید که خاک شما از زهکش خوبی نیز برخوردار باشد.\r\nاین گل نمی‌تواند تمامی مواد مورد نیاز برای گلدهی و آزادسازی عطر خوش را از خاک تامین کند و حتما به کوددهی نیاز دارد. بنابراین بهتر است ماهی یک مرتبه با کودهای دارای فسفات آمونیوم و یا کود مخصوص گلدهی آن را تقویت کنید.",
      "howToLight": "این گل به نور کامل و فراوانی نیاز دارد. در صورتی که محبوبه شب را در داخل آپارتمان نگهداری می‌کنید بهترین مکان برای آن کنار پنجره جنوبی است. برای کاشتن داخل باغچه نیز در جایی نور گیر کاشته شود.",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 10,
      "tempMax": 40,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 2000,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/fBCXCvN3yA8cK0gB4sd3.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/LVVuve2VeJQOxp76XwzG.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2022/PpmqQeIpC4vu8m3mpdoM.jpeg"
      ],
      "otherNames": [
        "cestrum nocturnum ",
        " Cestrum parqui ",
        " Cestrum"
      ]
    },
    {
      "probability": null,
      "id": 67,
      "name": "گیاه پول چینی",
      "sciName": "Peperomia polybotrya",
      "description": "این گیاه زیبا از سال 1970 به طور گسترده در سراسر جهان محبوب شده است. پول چینی عضوی از خانواده گیاه گزنه است.  جالب است بدانید آن گیاه تصفیه کننده هواست.\r\nساده‌ترین راه برای داشتن تعداد زیادی پول چینی، تکثیر آن است پول چینی از طریق کاشت ساقه بریده شده به راحتی رشد می‌کند.\r\nپول چینی به نام پیله‌آ هم شناخته می‌شود. قد آن تا بیش از 40 سانتی‌متر هم می‌رسد و با گذشت زمان، ساقه اصلی آن شروع به پیچیدن می‌کند. دلیل نام گذاری این گیاه به نام “پول چینی” ، برگهای سکه مانند براق آن است.",
      "howToWater": "بین هر وعده آبیاری اجازه دهید تا خاک کمی خشک شود. آن را بیش از حد آبیاری نکنید، هفته ای یکبار در زمستان و دوبار در تابستان کافی است. اگر برگهای پایینی گیاه یعنی برگهای نزدیک به ریشه زرد شدند و یا شروع به ریزش کردند، یعنی بیش از حد به گیاه آب داده‌اید.",
      "howToSoil": "برای این گیاه از خاک مخصوص گلدان استفاده کنید و از زه کشی مناسب آن مطمئن شوید. اگر ریشه‌ها از زیر گلدان بیرون زدند، یعنی وقت آن است که گیاه را به گلدان بزرگتری منتقل کنید.\r\nدر طول فصول رشد، به گیاه هر ماه کود چندمنظوره مخصوص گیاهان آپارتمانی بدهید. نسبت رقیق کردن کود باید یک دوم باشد.",
      "howToLight": "نور غیر مستقیم خورشید و خاک زه کشی شده، تمام چیزی است که پول چینی از شما می‌خواهد. رشد این گیاه تقریبا سریع است، بخصوص در فصول رشد؛ یعنی بهار و تابستان. نکته‌ای که باید به آن توجه داشته باشید این است که پول چینی به سمت منبع نور خم می‌شود. به همین دلیل باید آن را مرتبا بچرخانید تا نور به میزان یکسانی به ساقه اصلی گیاه برسد تا رشد آن عمودی و بدون خمیدگی باشد.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 15,
      "tempMax": 27,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 400,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/cB9OOP0yrFGh3oOPL1Ft.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/EoEoUzKYjjCqYxOsr9RV.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/EWJ7UDsa7fbf8xlfFPpw.jpeg"
      ],
      "otherNames": [
        "Pilea peperomioides ",
        " Centella asiatica ",
        " Pilea peperomioides ",
        " Peperomia polybotrya ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 304,
      "name": "ابریشم ایرانی (شب خسب)",
      "sciName": "Albizia chevalieri",
      "description": "درخت ابریشم ایرانی که توسط یک نجیب زاده ایتالیایی به نام فیلیپو رل آلبیزی در قرن 18 میلادی به مردم اروپا معرفی شد و به علت اینکه برگ های کوچک آن در شب، دو به دو بسته می شوند به آن شب خسب می گویند و نام علمی آن Albizia julibrissin است.\r\nابریشم ایرانی جزء درخت کوتاه قد و خزان پذیر است که ارتفاع و بلندی آن بین 5 تا 12 متر است.\r\nگل های این درخت به رنگ های صورتی و سفید و خوشه ای مانند است.\r\nاین گیاه را باید در دمای 5 تا 21 درجه سانتیگراد نگهداری شود ولی این گیاه در برابر گرما، بسیار مقاوم است.",
      "howToWater": "ابریشم ایرانی به آبیاری زیادی نیاز ندارد و در مقابل خشکی بسیار مقاوم است.",
      "howToSoil": "خاک مناسب ابریشم ایرانی بهتر است از خاک های لومی، ماسه ای،گچی و خوب زهکشی شده باشد.",
      "howToLight": "کاشت این درخت بهتر است در موقعیت آفتابی یا نیم سایه باشد.",
      "waterMin": 6,
      "waterMax": 8,
      "tempMin": 5,
      "tempMax": 45,
      "humidityMin": 5,
      "humidityMax": 80,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/September2022/jyANZVHqKzzZ0GAGTq8T.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/September2022/gjPUfqFQJWuVMyW4W745.jpeg",
        "https://planta.vsrv.ir/storage/plant/September2022/OWedscdKdEQBqLF66ViX.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 141,
      "name": "غوره ای",
      "sciName": "Senecio rowleyanus",
      "description": "با نام انگلیسی” String Of Pearls “ (رشته مروارید) از خانواده کاسنیان (کاسنی ها) می باشد.\r\nاین ساکولنت زیبا بومی قسمتهای جنوب غربی آفریقا می باشد.\r\nدر ایران به نام های ساکولنت دانه تسبیحی، ساکولنت رشته مرواریدی و ساکولنت غوره ای معروف است.\r\nرشته مروارید گیاه زینتی بسیار محبوبی می باشد که به واسطه برگهای عجیب و غریبش شناسایی می شود.\r\nطول رشته ها می تواند به 60 تا 90 سانتی متر برسد.\r\nالبته ساکولنت غوره ای بیشتر به خاطر شکل خاص ساقه ها و برگها کاشته می‌شود، تا به خاطر گلهایش!\r\nفصل شکوفایی گلها از اواسط پاییز تا اواسط زمستان است.\r\nاز بهار تا پاییز دمای ۲۷-۲۱ درجه سانتی گراد برای این گیاه مناسب است.\r\nدر طی زمستان و برای طی شدن دوران استراحت زمستانه، گیاه را در محیطی با دمای  ۱۶-۱۳ درجه سانتی گراد نگهدارید.",
      "howToWater": "اجازه دهید که در فاصله بین دو آبیاری سطح خاک کاملاً خشک شود و سپس گیاه را آب هید.\r\nآبیاری بیش از اندازه موجب پوسیدگی ساقه های این گیاه و از بین رفتن آن می‌شود.\r\nاما خشکی کشیدن سنسیو و کمبود آب نیز موجب می‌شود که برگها به دلیل از دست دادن آب حالت کروی خود را از دست بدهند و چروکیده شوند.\r\nآبیاری را در طی ماه های زمستان کاهش دهید.",
      "howToSoil": "به خاکی سبک با زهکشی بالا نیاز دارد.\r\nبنابراین استفاده از شن و ماسه در مخلوط خاکی این گیاه توصیه می‌شود.\r\nبه عنوان مثال می‌توان از ترکیب 20 درصد شن + 20 درصد ماسه + 20 درصد خاک برگ + 20 درصد کود پوسیده گاوی و 20 درصد هم خاک باغچه استفاده کرد.\r\nاستفاده از پیت ماس در ترکیب بستر کاشت سنسیو مانع از رشد مناسب آن می‌شود.\r\nبرای کود دهی یک بار در بهار و مرتبه دوم در تابستان از کودهای محلول مخصوص گیاهان آپارتمانی به صورت رقیق استفاده کنید.\r\nاگر تمایل زیادی برای کود دهی دارید، باید از کود رقیق شده استفاده نمایید.\r\nبه عنوان مثال جهت کود دهی در هر ماه، غلظت کود را به ۳۰٪ کاهش دهید.",
      "howToLight": "مکانی روشن اما به دور از نور مستقیم آفتاب را نیاز دارد.\r\nاگر قرار است نور مستقیم آفتاب به آن بتابد نور صبح اولویت دارد.\r\nبه هر حال تابش شدید نور آفتاب موجب سوختن برگ ها می‌شود.\r\nهمچنین در مکانهای تاریک و بدون نور می‌توان از لامپهای مهتابی برای نوردهی به این گیاه استفاده کرد.\r\nالبته در این صورت باید فاصله گیاه ۳۰-۱۵ سانتی متر از لامپ باشد، و مدت زمان نور دهی نیز حدود ۱۶-۱۲ ساعت در روز مورد نیاز است.",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": 13,
      "tempMax": 28,
      "humidityMin": 10,
      "humidityMax": 70,
      "lightMin": 1000,
      "lightMax": 12000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/December2021/pEWipP4Xdhw5XHSCrqtl.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/December2021/S9dDzgNxgXdXIlESAqQJ.jpeg",
        "https://planta.vsrv.ir/storage/plant/December2021/IYqIT5v2rvyrOYnyQ9A3.jpeg"
      ],
      "otherNames": [
        "Senecio rowleyanus ",
        " Senecio herreianus ",
        " Senecio citriformis ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 252,
      "name": "پنیرک قرمز",
      "sciName": "Malva sylvestris",
      "description": "پنیرک، که در عربی خبازی نامیده می‌شود، از جمله گیاهان دارویی پرطرفدار بوده، گیاهی خزنده، علفی یکساله، دوساله و یا به ندرت چندساله است؛ و به صورت خودرو، در بسیاری از نقاط می‌روید؛ ارتفاع این گیاه متفاوت است و به شرایط اقلیمی محل رویش بستگی دارد ( بین ۵۰ تا ۱۰۰ سانتیمتر می باشد.) قسمت پایین ساقه (پای ساقه) کم و بیش چوبی است؛ ریشه پنیرک کم و بیش منشعب، مخروطی شکل، مستقیم و ضخامت آن ۱٫۵ تا ۲٫۵ سانتیمتر میباشد.\r\nبذر پنیرک لوبیایی شکل و قهوه ای رنگ است؛ برگ ها بر روی ساقه به طور متناوب قرار دارند؛ دمبرگ و پهنک این گیاه کرک دار و گل ها صورتی رنگ هستند؛ کاسبرگ ها رگه دار و به رنگ بنفش می باشند؛ میوه پنیرک نیز مسطح و ده قسمتی است.",
      "howToWater": "گیاه پنیرک در زمان رشد نیازمند آب فراوان است و شخم عمیق خاک در پاییز خاک را به خوبی برای کاشت پنیرک آماده میکند؛\r\nبهترین زمان کاشت گل پنیرک در بستر اصلی، در فصل بهار در مناطق سردسیر و یا اوائل فصل پاییز (در مناطق گرمسیر) می باشد. اما در صورت تمایل برای کاشت بذر گل پنیرک در گلدان و نگهداری آن در خانه می توان در هر فصلی از سال اقدام به این کار نمود.",
      "howToSoil": "گل پنیرک از جمله گیاهانی است که توقعات خاکی چندانی نداشته و در اکثر خاک ها قابل کشت و رشد میباشد، اما خاک های غنی با زهکشی مناسب را ترجیح می دهد. خاک هایی که این گیاه در آن کشت می شود باید ضخامت زیادی داشته باشد. از آن جا که این گیاه به اکثر علف کش ها حساس است باید آن را با گیاهانی به تناوب کشت کرد که مانع گسترش علف های هرز شوند، از این رو گیاهان وجینی گیاهان مناسبی برای تناوب کاشت با پنیرک هستند؛ ترکیب کوکوپیت، پیت ماس و خاک برگ به نسبت برابر، بستر مناسبی را برای کاشت پنیرک فراهم می نماید.",
      "howToLight": "گل پنیرک برای رشد ایده آل خود نیاز به نور زیاد دارد و باید روزانه حداقل ۷ الی ۸ ساعت در معرض نور مستقیم خورشید قرار گیرد؛",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 5,
      "tempMax": 35,
      "humidityMin": 5,
      "humidityMax": 50,
      "lightMin": 2000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/7nnEU46wrA8SQVNjzH4D.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/IC3SRfr0o7LPMedfJ3C9.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/ONn5StqMK8nmpSoZlMuw.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 18,
      "name": "آشیانتوس (گیاه رژ لب)",
      "sciName": "Aeschynanthus Mona Lisa",
      "description": "برگ‌های لایه لایه این گیاه به همراه گل‌های زیبایش که شبیه رژ لب هستند و توجه تمامی پرنده ها را به خود جلب می‌کنند و در منزل هم با اضافه کردن رنگ و طراوت به محیط، تمامی نگاه ها را روی خود خیره می‌کنند.اگر کمی به او توجه کنید، همیشه گل‌های زیبای آن را تماشا خواهید کرد.\r\nبهترین بازه دمایی برای نگهداری آشیانتوس در داخل خانه، دمای بین 23 الی 29 درجه سانتی گراد است. آشیانتوس می‌تواند دمای کمتر از 15 درجه را نیز تحمل کند",
      "howToWater": "مطمئن‌ترین راه برای آبیاری آشیانتوس این است که اجازه بدهید قبل از هر بار آبیاری، یک چهارم بالایی خاک خشک شود. به عبارت دیگر، اگر صبر کنید و گیاه را فقط در حالی که خشک شده باشد آبیاری کنید، گل‌دهی را نیز تقویت می‌کنید.\r\nساده‌ترین راه برای تشخیص میزان رطوبت خاک، استفاده از انگشت است. کمی انگشت خود را در خاک فرو کنید و اگر حس کردید یک چهارم بالایی خاک خشک شده است، گیاه را آبیاری کنید.",
      "howToSoil": "نگهداری صحیح از آشیانتوس، با داشتن خاکی سبک و کوددهی مناسب آغاز می‌شود. یک کود مایع 1-2-3 نتیجه‌ خوبی برای گلدهی گیاه خواهد داشت، البته مادامی که خاک را مرطوب نگه دارید.\r\nبرای افزایش رشد گیاه، در فصول رشد ( بهار تا اواخر پاییز) هر ماه به آن کود مایع رقیق شده اضافه کنید.",
      "howToLight": "برای افزایش میزان گلدهی، باید گیاه را در داخل خانه، و در نقطه‌ای نورگیر قرار دهید جایی که ضمن دریافت کافی نور خورشید، اشعه‌ای مستقیم به آن نتابد. در نزدیکی یک پنجره در قسمت شرقی و یا غربی منزل شما، مکان مناسبی است.\r\nهرگز گیاه را در معرض نور مستقیم قرار ندهید، زیرا سریعا سبب سوختن برگ‌ها خواهد شد.\r\nاگر گیاه شما موفق به گلدهی نمی‌شود یا برگ‌های آن خیلی بلند و بدقواره شده است، احتمالا نور کافی به آن نمی‌رسد.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 23,
      "tempMax": 29,
      "humidityMin": 60,
      "humidityMax": 90,
      "lightMin": 1000,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/hR6GdDKjZm4ZkOq3yaWl.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/kibM7i1Lu6rhWvkERGcJ.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/bNzs4R2XXTTMHVKhdH0u.jpeg"
      ],
      "otherNames": [
        "pubic flowers"
      ]
    },
    {
      "probability": null,
      "id": 140,
      "name": "یاس بنفش",
      "sciName": "Syringa vulgaris",
      "description": "یاس بنفش (یاس خوشه ای) یک گونه از گیاهان گلدار از جنس Syringa در خانواده Oleaceae زیتون ، بومی شبه جزیره بالکان در جنوب شرقی اروپا است که بر روی تپه های صخره ای رشد می کند.\r\nیاس بنفش فقط برای نواحی خنک و مرطوب مناسب است، چون بسیاری از یاس های درختی گل تولید نمی کنند مگر اینکه در طول زمستان سرمای شدیدی ببینند.\r\nاین درختچه می تواند 6 تا 7 متر ارتفاع بگیرد و قطر ساقه آن تا 20 سانتی متر از پایه یا ریشه است. پوست آن به رنگ خاکستری مایل به آبی تا خاکستری قهوه ای ، صاف بر روی ساقه های جوان و به حالت پوسته پوسته بر روی ساقه های مسن تر دیده می شود. برگهای آن ساده، 4 تا 12 سانتی متر طول و تا 8 سانتی متر عرض به رنگ سبز روشن و گاهی مایل به زرد ، بیضی و قلبی شکل ، با رگه هایی می باشد.",
      "howToWater": "یاس بنفش به آبیاری متوسط نیاز دارد یعنی اگر اجازه دهید که سطح خاک تقریبا خشک شود و سپس گیاه را آب دهید مشکلی برای گیاه پیش نمی آید.\r\n یاس بنفش به سرمای زمستانه مقاوم است و برخی ارقام آن دما را تا حدود ۳۰- نیز تحمل می کنند اما به هر حال برگهای جوان می توانند در اثر سرمای ابتدای بهار صدمه دیده و خشک و سیاه شوند اما گیاه از بین نخواهد رفت.",
      "howToSoil": "یاس بنفش در مورد خاک چندان سخت گیر نیست . اما وجود زهکش مناسب و عدم سنگین و یا سبک بودن خاک می تواند به رشد آن کمک کند. بنابراین در زمانی که خاک این گیاه را آماده می کنید اگر در زمان پر کردن گودال محل کاشت از مخلوط خاک برگ+خاک معمولی+کود بسیار پوسده گاوی استفاده شود، محیط خوبی برای رشد ایجاد می کند.",
      "howToLight": "این گیاه به نور مستقیم آفتاب حداقل به میزان ۸-۶ ساعت در طول روز نیاز دارد. کمبود نور موجب بلند شدن ساقه ها و زیاد شدن فاصله برگها از یکدیگر، پریدگی رنگ برگسار ، عدم گلدهی و یا خوشه هایی با تعداد گل اندک و همچنین فاصله بیشتر میان گلهای موجود بر روی گل آذین می شود.اصول کاشت و نگهداری یاس بنفش",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": -20,
      "tempMax": 25,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 2000,
      "lightMax": 22000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/6zGpOCAoV2JaSDjMw1uK.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/bvkWyFLFbOjHChSBhNe8.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/RtbloDzkZnzTcpccG9fc.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 99,
      "name": "گل یاس آبی",
      "sciName": "Plumbago auriculata",
      "description": "گل یاس آبی گیاهی است بالارونده که برای زیبایی و رشد بهتر نیاز به قیم دارد. این گیاه بومی آفریقای جنوبی می‌باشد. گل‌های آبی کم رنگی دارد که در اکثر ماه‌های سال غیر از زمستان گلدهی دارد. نام علمی گل یاس آبی Plumbago auriculata است.\r\nبا کاشت قلمه‌های نیمه چوبی ساقه در فصل بهار و تابستان می‌توان این گیاه را تکثیر کرد. قلمه‌ها را می‌توان در بستری سبک و همیشه مرطوب ریشه دار کرد و در صورت وجود پاگرما احتمال ریشه دهی آنان افزایش می‌یابد. در صورت تولید بذر نیز می‌توان آنان را در زمستان کاشت. بذرها برای جوانه زنی به دمای ۱۲ تا ۲۰ درجه سانتی‌گراد نیاز دارند. گیاهان تولید شده از بذر حدود ۲ تا ۳ سال زمان نیاز دارند تا به گل بنشینند. تقسیم بوته در فصل زمستان دیگر راه‌های تکثیر یاس آبی است.",
      "howToWater": "گل یاس آبی به کم آبی تا حدودی مقاوم است ولی نیاز به آبیاری منظمی می‌باشد. سطح بستر گلدان را بررسی کنید و در صورتی که تا حدودی رطوبت خود را از دست داده بود به گیاه آب دهید. در طی زمستان نیز اجازه دهید تا خاک سطح گلدان کامل خشک شود و سپس گیاه را آب دهید. آبیاری بیش از اندازه و زهکش نامناسب بستر کاشت موجب چروکیدگی و ریزش برگ‌های گیاه می‌شود. در طی آبیاری سعی کنید تا قطرات آب بر روی گل‌ها نریزد زیرا ممکن است منجر به لکه شدن گلها شود. رطوبت نسبی ۴۰ تا ۶۰ درصد به رشد این گیاه کمک می‌کند. در ماه‌های گرم سال می‌توان برای افزایش رطوبت اطراف گیاه هر دو روز یکبار برگهای آن را غبار پاشی کرد و ضمن غبار پاشی مراقب باشید تا جای ممکن گل‌ها مرطوب نشوند.",
      "howToSoil": "در فضای آزاد خاک سبک شنی با زهکش برای این گیاه مناسب است و برای کاشت در گلدان به‌کارگیری موادی همانند خاک برگ، پیت، خاک لوم یا باغچه و شن توصیه می‌شود. به عنوان مثال یکی از مخلوط‌های کاشت گلدانی این گیاه عبارت است از ۲ قسمت خاک باغچه با ۱ قسمت پیت ماس و یک قسمت شن. وجود پیت ماس به این دلیل توصیه می‌شود که این گیاه بستر کاشتی تا حدود اندکی اسیدی دوست دارد و وجود پیت ماس این شرایط را برای آن فراهم می‌کند. در صورت قلیایی بودن بستر کاشت گیاه یاس آبی مشکلاتی همانند زردی برگها بخصوص برگهای جوان ناشی از عدم جذب عنصر آهن پیش خواهد آمد.",
      "howToLight": "آفتاب کامل را دوست دارد و روزانه حداقل به ۳ تا ۵ ساعت نور کامل نیاز دارد. در روزهای گرم تابستان باید آن را از آفتاب مستقیم ظهر محافظت کرد در غیر اینصورت امکان سوختن برگ‌ها وجود دارد. البته گیاهانی که از ابتدا در باغچه کاشت می شوند توانایی تحمل آفتاب شدید را دارند. همچنین به منظور جلوگیری از گرم شدن محیط اطراف ریشه‌ها در اثر تابش نور آفتاب تا جایی که امکان دارد از گلدان‌های سفالی برای این گیاه استفاده کنید. گلدان‌های پلاستیکی به شدت داغ می‌شوند و ممکن است به ریشه‌ها آسیب برسد. در اثر کمبود نور و قرار دادن گیاه در محلی سایه از گلدهی کاسته می‌شود و برگها نیز تیره‌تر می‌شوند و هر مقدار که نور محیط کاهش یابد نشانه‌های دیگری از جمله بلند و نازک شدن ساقه‌ها و افزایش فاصله برگ‌ها بر روی ساقه‌ها نیز به وجود می‌آید.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 7,
      "tempMax": 26,
      "humidityMin": 40,
      "humidityMax": 70,
      "lightMin": 500,
      "lightMax": 1600,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/ZNXqJ88fDpEGZ1TZKQjU.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/QUmPYI1SLxH3MMLJd7Bk.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/hd5EAfYoHk6KnT5LFCiu.jpeg"
      ],
      "otherNames": [
        "Plumbago auriculata"
      ]
    },
    {
      "probability": null,
      "id": 216,
      "name": "کراسولا ماسکوسا",
      "sciName": "Crassula muscosa",
      "description": "ماسکوسا (بندکفشی) ساکولنتی بسیار کم توقع برای نگهداری و پرورش است.\r\nدر طیف گسترده ای از شرایط آب و هوایی رشد می کند و رشد بسیار آهسته و کندی دارد.\r\nاین ساکولنت بومی آفریقای جنوبی و منطقه نامیبیا است.\r\nبرگ های سبز یا سبز–آبی ریزی دارد که به صورت طبقه ای بر روی هم رشد می کنند.\r\nاین برگ ها زنجیر وار به هم متصل اند و منظم و متراکم در پشت سر هم قرار دارند.\r\nطول آنها بین 15 تا 30 سانتی متر است و به قطر 30 تا 40 سانتی متر گسترش می یابند.\r\nکراسولا بند کفشی در اواخر فصل تابستان تا اوایل فصل بهار گل های بسیار کوچکی به رنگ سفید و زرد روشن خواهد داد که بر زیبایی گیاه در این مدت می افزاید.",
      "howToWater": "کراسولا ماسکوسا به آبیاری منظم و خاکی نه خیلی مرطوب و نه خیلی خشک نیاز دارد.\r\nبرای بهار و تابستان که فصل رشد است، آبیاری را منظم انجام دهید.\r\nدر این فصول خاک گلدان بین دو آبیاری فاقد رطوبت باشد.\r\nدر پاییز آبیاری را با دقت انجام دهید، در این فصل نیز خاک گلدان بین دو آبیاری کاملاً خشک باشد.\r\nدر زمستان آبیاری را بسیار محدود کنید، بستر کاشت باید خشک باشد ولی نه آنقدر که به ریشه آسیب برسد.\r\nاین گیاه تحمل نسبتاً خوبی در شرایط خشکی خاک دارد.\r\nپس در آبیاری زیاده روی نکنید!",
      "howToSoil": "کراسولا ماسکوسا به خاکی سبک و متخلخل و فقیر از لحاظ منابع غذایی نیاز دارد.\r\nمخلوط خاک ساکولنت بستر مناسبی برای کاشت و نگهداری از این گیاه است.\r\nترکیبی از خاک باغچه و پرلیت و یا خاک باغچه و شن و ماسه که به آنها کود دامی خیلی پوسیده و یا کمپوست اضافه شده باشد، خاکی مناسب برای کراسولا بندکفشی است.\r\nبستر سنگین باعث مسدود شدن مسیر تنفس ریشه ها و از بین رفتن گیاه می شود.",
      "howToLight": "کراسولا بندکفشی برای رشد بهینه نیازمند دریافت نور است.\r\nبهترین مکان در منزل پنجره های جنوبی ساختمان است.\r\nنگهداری از این گیاه در سایه عمیق باعث ضعیف شدن و قد کشیدن و باریک شدن ساقه ها می شود.\r\nدر صورت ادامه یافتن این شرایط، شاخه ها روی گلدان به صورت افقی قرار گرفته و در نهایت گیاه از بین خواهد رفت.\r\nدر فصول گرم سال مخصوصاً تابستان از آفتاب مستقیم محافظت شود.",
      "waterMin": 5,
      "waterMax": 7,
      "tempMin": 15,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 40,
      "lightMin": 500,
      "lightMax": 10000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/d1haY6LKVous5jR8wC18.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/dS6EoBrGfanqJQLbaeAs.jpg",
        "https://planta.vsrv.ir/storage/plant/April2022/thTtnDGcfqsRT7YPjZIn.jpeg"
      ],
      "otherNames": [
        "Crassula muscosa ",
        " Crassula tillaea"
      ]
    },
    {
      "probability": null,
      "id": 241,
      "name": "آگاوه آناناسی",
      "sciName": "Hechtia epigyna",
      "description": "گیاه آگاو آناناسی ، گیاه مقاوم و سر سختی است؛ چرا که در شرایط نامناسب و نا مطلوب به خوبی دوام می‌آورد. گیاه آگاو آناناسی گیاه خاصی است ؛ به همین جهت مورد توجه طراحان داخلی قرار گرفته است و در دکوراسیون منازل از آن استفاده میکنند. گیاه آگاو آناناسی از خانواده گل نرگس هست. گیاه آگاو آناناسی ، گیاهی شاداب و همیشه سبز است. گیاه آگاو دارای گونه های مختلفی است که آگاو آناناسی یکی از هزاران گونه  آگاو است. آگاو آناناسی برگ های نرم و خار های ریز دارد. گیاه آگاو آناناسی ساقه ندارد ؛ و ترتیب خاصی دارند. شاید فکر کنید که گیاه آگاو آناناسی ، گیاهی بدون گل است؛ اما سخت در اشتباه هستید. گیاه آگاو آناناسی مانند گیاهان دیگر گل دار است. زمانی که گیاه آگاو آناناسی ۷ساله شود ؛ ساقه ای بلند از وسط گیاه رشد میکند؛ که ساقه گل است. رنگ گل های گیاه آگاو آناناسی سفید ، زرد، سبز است.",
      "howToWater": "گیاه آگاو آناناسی گیاه مقاومی است؛ و نیاز آبی کمی دارد. البته این به این معنا نیست که گیاه آگاو آناناسی را فراموش کنید و به آن بی توجهی کنید. اگر گیاه آگاو آناناسی را در گلدان نگهداری میکنید بهتر است ۱۰ روز یکبار گیاه آگاو آناناسی را آبیاری کنید؛ اما اگر گیاه آگاو آناناسی را داخل باغچه کاشته‌ اید بهتر است هر ۱۵ روز یکبار گیاه آگاو آناناسی را آبیاری کنید. البته آبیاری گیاه آگاو آناناسی بستگی به آب و هوای محیط نگهداری گیاه دارد ؛ یعنی اگر هوای محیط گم بود بهتر است هفته ای یکبار آبیاری شود گیاه ولی اگر هوا سرد بود بهتر است ۲هفته یکبار گیاه را آبیاری کنید. دقت داشته باشید که گیاه آگاو آناناسی را غرقابی نکنید. گیاه آگاو آناناسی به املاح آب حساس نیست.",
      "howToSoil": "گیاه آگاو آناناسی به خاک خاصی احتیاج ندارد چون گیاه مقاومی است ؛ اما ماسه را بیشتر دوست دارد. خاک گیاه آگاو آناناسی باید خاک سخت باشد. خاک گیاه آگاو آناناسی باید از زهکشی خوبی بر خوردار باشد.",
      "howToLight": "گیاه آگاو آناناسی ، گیاه مقاومی است و گرما را دوست دارد. گیاه آگاو آناناسی به نور زیاد و مستقیم خورشید احتیاج دارد. هر چه نور بیشتر باشد گیاه شاداب تری خواهید داشت. اگر گیاه نور کافی را دریافت نکند رشد خوبی نخواهد داشت. پس نور یکی از ضروری ترین احتیاجات گیاه آگاو آناناسی است.",
      "waterMin": 5,
      "waterMax": 14,
      "tempMin": 10,
      "tempMax": 38,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 1200,
      "lightMax": 10000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/Gaq4yjm092u7ekpKqtbD.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/rAwzHxmW93vQNnNvTjgd.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/5WTm0FVpDTKPlVdWC8H6.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 37,
      "name": "دراسنا",
      "sciName": "Dracaena Lemon Lime",
      "description": "گیاه دراسنا باید بگوییم که دراسنا اصالتا متعلق به جنوب شرقی آفریقاست و گیاهی محبوب در این منطقه به شمار می‌آید. این گیاه از خانوادهٔ مارچوبه است.\r\nحدود 120 گونه مختلف از درخت‌ها و درختچه‌های این گیاه زیبا در جهان کشف شده است. فرقی نمی‌کند کدام نوع از آن را دوست دارید؛ بلالی، کامپکت، برگ لیمویی و …\r\nهر کدام از انواع دراسنا ضمن دارا بودن زیبایی خاص و ویژه خود، در یک مسئله مشترک اند و آن هم، نیاز بسیار کم گیاه به رسیدگی است.\r\nدراسنا گیاهی سمی است، بنابراین آن را از دسترس کودک و حیوانات خانگی خود دور نگه دارید",
      "howToWater": "شهرت دراسنا، به نیاز کم آن به آبیاری است!برای این گیاه همیشه آبیاری کم بهتر از آبیاری زیاد است اما نباید اجازه دهید که خاک گیاه کاملا خشک شود. اما موقع خشک شدن خاک، باید آن را حسابی آبیاری کنید. آبیاری دراسنا باید به نحوی صورت بگیرد که تمام بخش‌های خاک کاملا خیس شود. برای این کار، گلدان را در سینک یا ظرفی عمیق قرار دهید، حال آبیاری را در سطح خاک به آرامی آغاز کرده و آن تا زمان مشاهده کردن آب اضافی در زیر گلدانی، ادامه دهید.",
      "howToSoil": "دراسنا در خاکی غنی، با مقادیر بالای الیاف طبیعی و زه کشی عالی رشد می‌کند. برای مثال، خاک گلدان حاوی زغال سنگ برای آن مناسب است و میتوان خاک آن ترکیبی از خاک باغچه+خاک برگ+ شن یا پرلیت باشد.\r\nالزامی برای کود دادن به دراسنا وجود ندارد اما قطعا از کوددهی صحیح، لذت خواهد برد. در واقع دراسنا نیز مانند اغلب گیاهان آپارتمانی، بهتر است سالی یک یا دو بار کود مناسب دریافت کند. کود مایع چندمنظوره گیاهان آپارتمانی، یا کود امولسیون ماهی پاسخگوی نیازهای دراسناست.",
      "howToLight": "بعضی از انواع دراسنا، مانند دراسنا بلالی، در نور کم نیز رشد بسیار خوبی دارند. اما سایر گیاهان خانواده دراسنا، نور زیاد، فلیتر شده و غیرمستقیم خورشید را ترجیح می‌دهند وو از بودن در مکانی روشن لذت می‌برند.\r\nمکانی را برای دراسنا انتخاب کنید که ضمن دریافت نور کافی، از تابش مستقیم در امان باشد. اگر برگ‌های گیاه کم رنگ و بلندتر شدند، یعنی گیاه به نور بیشتری نیاز دارد.\r\nفراموش نکنید که نور مستقیم خورشید به برگ‌ها آسیب می‌زند؛ مگر اینکه گیاه در طبیعت اصلی خود نیز تحت نور مستقیم خورشید رشد کرده باشد.",
      "waterMin": 5,
      "waterMax": 10,
      "tempMin": 15,
      "tempMax": 25,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 800,
      "lightMax": 8000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2021/iq4EQOEZK9gagM2qeTpw.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/4pYNs1X91weZTqUp0Ysc.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/P42kcrxBzI48MXXgs8bm.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/DbamAj4iw2TwpUP9Z1ij.jpeg"
      ],
      "otherNames": [
        "Dracaena fragrans ",
        " Dracaena reflexa ",
        " Dracaena marginata ",
        " Dracaena draco ",
        " Dracaena fragrans ",
        " Dracaena reflexa ",
        " Dracaena surculosa ",
        " Dracaena reflexa ",
        " Dracaena fragrans ",
        " Dracaena angustifolia ",
        " Dracaena arborea ",
        " Dracaena cambodiana ",
        " Dracaena cochinchinensis ",
        " Dracaena concinna ",
        " Dracaena draco ",
        " Dracaena reflexa ",
        " Dracaena surculosa ",
        " Dracaena braunii ",
        " Dracaena reflexa ",
        " Dracaena mannii ",
        " Dracaena fragrans ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 65,
      "name": "گل سنگ",
      "sciName": "Hypoestes phyllostachya",
      "description": "گل سنگ پرورش آسانی دارد و اگر بعد از چند وقت نگهداری از گیاه تمام شاخ و برگ بدون هیچ دلیلی شروع به خشک شدن از سر شاخه‌ها کرد، بدانید که عمر گیاه تمام شده. این گیاه عمر کوتاهی دارد. بعد از گل دهی گیاه به دوره استراحت می‌رود و یا می‌میرد. .\r\nگل سنگ از طریق کاشت دانه و قلمه ساقه قابل تکثیر است. اگر می‌خواهید گیاه‌تان را به وسیله دانه تکثیر کنید، دانه‌ها را در اوایل بهار در داخل خانه و درون خاک مخصوص جوانه زنی بکارید و برای آنها نور زیادی فراهم کنید.",
      "howToWater": "در طول تابستان که فصل رشد گیاه است، خاک گلدان را همواره مرطوب نگه دارید. در فصل زمستان آبیاری را کاش دهید. اگر گیاه‌تان گل داد و بعد از آن وارد دوره کمون شد، آبیاری را کاهش دهید و تنها بعد از دیدن رشد جدید گیاه آبیاری را به حالت قبل برگردانید.",
      "howToSoil": "خاکی سبک با زهکشی خوب بهترین خاک برای گل سنگ است. در طول فصل رشد گیاه را با کودهای مایع ضعیفی که حاوی تمامی عناصر مورد نیاز گیاه هستند کود دهی کنید. اگر کودی که انتخاب کرده اید کودی قوی است، محلولی که برای کود دهی گیاه درست می‌کنید را رقیق تر از مقدار گفته شده روی بسته کود تهیه کنید.",
      "howToLight": "مکانی روشن بهترین جا برای نگهداری گل سنگ است. اگر گیاه را در مکانی با نور کم قرار دهید برگ‌ها به رنگ سبز یک دست درمی‌آیند و جلوه گیاه گرفته می‌شود. اگر گیاه‌تان کم رنگ شده یا به اندازه کافی رنگ ندارد، مقداری نور مستقیم به گیاه‌ بدهید. بعد از مدتی رنگ‌ها دوباره برمی‌گردند.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 40,
      "humidityMax": 90,
      "lightMin": 400,
      "lightMax": 12000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/sgWwVF0Qxw7xPQdluoU9.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/CW937vFloGyj4LPRDYk3.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/QDAYQtQ2L1qyh1Z0DabW.jpeg"
      ],
      "otherNames": [
        "Polka dot plant ",
        " Hypoestes phyllostachya ",
        ""
      ]
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": null,
    "next": "https://planta.vsrv.ir/api/Feed?page=2"
  },
  "meta": {
    "current_page": 1,
    "from": 1,
    "last_page": 22,
    "links": [
      {
        "url": null,
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=3",
        "label": "3",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=4",
        "label": "4",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=5",
        "label": "5",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=6",
        "label": "6",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=7",
        "label": "7",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=8",
        "label": "8",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=9",
        "label": "9",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=10",
        "label": "10",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 15,
    "total": 328
  }
}