{
  "data": [
    {
      "probability": null,
      "id": 92,
      "name": "گیاه سبدی",
      "sciName": "Callisia fragrans",
      "description": "گیاه سبدی گیاهی بسیار معطر و خوشبو از تیره برگ بیدیان است، این گیاه مدت زمان طولانی نیست که وارد کشور ایران شده است، خاستگاه اصلی این گیاه مناطق نیمه گرمسیری مانند جنوب آمریکا و مکزیک است که برای نگهداری در فضای باز و هم در محیط منزل مورد توجه علاقمندان گل و گیاه می باشد. کالیسیا فراگرنس با برگ های سبز کشیده حول یک ساقه رشد می کند، پس از رشد کافی از پایین ساقه رانرهایی شروع به رشد می کنند در نهایت در انتهای هر کدام از آنها یه گیاه سبدی جوان به همراه برگ و گل می روید.",
      "howToWater": "محیط نیمه مرطوب برای رشد گیاه سبدی مناسب است، هرگاه سطح خاک گلدان خشک شد آبیاری را انجام دهید و مطمئن شوید که کل خاک گلدان مرطوب شود و از طرفی اطمینان حاصل کنید که گلدان شما زهکش مناسبی دارد و آب اضافه از آن خارج می شود زیرا این گیاه در آب زیاد یا خاک باتلاقی بسرعت دچار پوسیدگی ریشه و ساقه می شود، دقت کنید گیاهان جوانتر به آبیاری بیشتری نیاز دارند.",
      "howToSoil": "خاک لوم یا همان خاک ترکیب شده از رس + شن و ماسه به اضافه مقدار کمی کمپوست گزینه مناسبی برای این گیاه است، این گیاه تقریباً محدوده PH پایین تا بالا را تحمل می کند، اما بهترین بازه PH برای رشد مناسب و گلدهی 7.6 تا 8 می باشد.\r\nکود های مایع از نوع 3-3-3 گزینه مناسبی برای گیاه سبدی هستند، ولی دقت کنید نیتروژن زیاد به این گیاه ندهید، در صورت تغذیه با نیتروژن زیاد گیاه گل افشان نخواهد شد و بیشتر رشد علفی خواهد داشت.",
      "howToLight": "اگر این گیاه را در مقابل نور زیاد قرار دهید رنگ برگ های سبز آن به مرور بنفش می شوند و ترکیبی بسیار زیبا بوجود می آید، گاهی دیده شده که کلاً رنگ گیاه بنفش می شود. ترکیبی از نور مستقیم و غیر مستقیم برای این گیاه مناسب است. \r\nبرای داشتن یگ کالیسیا سبز و زیبا روزانه 4 تا 5 ساعت نور مستقیم خورشید را برای آن فراهم کنید و روزانه بین 8 تا 10 ساعت نور مناسب و کافی ترکیبی از نور مستقیم خورشید و نور غیر مستقیم را دریافت کند، هرچه نور دریافتی این گیاه بیشتر باشد رنگ سبز برگ های آن به مرور بنفش می شوند.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 30,
      "humidityMax": 70,
      "lightMin": 400,
      "lightMax": 2000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/0BVN1SJIgSPFrvFoXKGL.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/SIa3A9h1zElQMQapr9pt.jpeg",
        "https://planta.vsrv.ir/storage/plant/September2022/xisVP9Q1i7e3hgK3GR2c.jpeg"
      ],
      "otherNames": [
        "Callisia fragrans ",
        " Murdannia loriformis ",
        " Murdannia loriformis"
      ]
    },
    {
      "probability": null,
      "id": 307,
      "name": "کلوزیا روزیا (درخت خودکار)",
      "sciName": "Clusia rosea",
      "description": "Clusia Rosea در میان علاقه مندان به گیاهان با نام های زیادی شناخته می شود، اما بیشتر مردم آن را به عنوان \"درخت امضا\" می شناسند.\r\nراز این نام، برگ های زائد، کرکی و ضخیم آن است که مردم روی نام خود حک کرده اند و با آن کلمات بزرگ شده اند.",
      "howToWater": "گیاهان اپی فیت عاشق رطوبت هستند و نمی توانند دمای متوسط ​​تا پایین را تحمل کنند.\r\nاین گیاه عاشق رطوبت است و دوست دارد آب بنوشد.\r\nبسیاری از افراد مرتکب این اشتباه می شوند که گیاهان خود را بیش از حد آبیاری می کنند و ریشه های آنها را خیس و کپک زده می پوسند.\r\nگیاه به آبیاری منظم نیاز دارد. با این حال، توصیه می شود به جای خیساندن و خیساندن آن با آب، به آرامی خاک را غبارآلود کنید.\r\nهرگز از آب سرد برای آبیاری استفاده نکنید زیرا باعث ریزش برگ گیاهان شما می شود",
      "howToSoil": "مخلوط گلدانی کاملا ارگانیک، نرم، شنی، با زهکشی خوب",
      "howToLight": "پنجره ای که در اکثر ساعات روز نور مستقیم خورشید را دریافت می کند می تواند برای محافظت از این گیاه عالی باشد.\r\nهنگام نگهداری این گیاهان در داخل خانه، باید دمای داخل را بالا نگه دارید. در غیر این صورت، گیاه مطابق انتظار رشد نخواهد کرد.",
      "waterMin": 3,
      "waterMax": 4,
      "tempMin": 20,
      "tempMax": 40,
      "humidityMin": 40,
      "humidityMax": 90,
      "lightMin": 500,
      "lightMax": 5000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/February2023/qlfKTf7ixJjpnLxpIKoH.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/February2023/q9H3zdBaoAgoOSfjMs6B.png",
        "https://planta.vsrv.ir/storage/plant/February2023/coVY8uMXcG2mKQ6PBXkQ.png"
      ],
      "otherNames": [
        "Clusia rosea"
      ]
    },
    {
      "probability": null,
      "id": 114,
      "name": "پلکترانتوس آمبوینیکاس",
      "sciName": "Plectranthus amboinicus",
      "description": "این گیاه زینتی اسم‌های زیادی دارد اما در ایران با نام پلکترانتوس شناخته شده است. نام‌های دیگر این گیاه نعنای مکزیکی، آویشن اسپانیایی و گل گاو زبان هندی است.\r\nپلکترانتوس به سرعت در گلدان خود رشد می‌کند و آن را پر و سر سبز می‌کند. از این گیاه برای پخت غذا هم می‌توان استفاده کرد اما حواس‌تان باشد چرا که برگ‌ها رایحه زیادی دارند و نباید خیلی زیاد از آن به غذا زد.\r\nبرگ‌های مخملی پلکترانتوس، این گیاه خانگی عالی و دلربا، خوشبو، کوچک و جذاب هستند. ممکن است لبه برگ‌های آن سفید باشد. گل‌های این گیاه ترومپت شکل و به رنگ‌های سفید، صورتی و بنفش هستند. وقتی گیاه در مکان خود مستقی شد می‌توان گفت دیگر به نگهداری نیاز ندارد!\r\nپلکترانتوس از ۳۰ تا ۹۰ سانتی متر بلند خواهد شد و عرضی به اندازه ۶۰ تا ۹۰ سانتی متر پیدا خواهد کرد. پلکترانتوس در تابستان گل می‌دهد و در بقیه فصول می‌توانید از زیبایی برگ‌هایش استفاده کنید.",
      "howToWater": "در تابستان هفته ای دو بار و در زمستان یکبار در هفته آبیاری کافی است، سطح خاک گلدان در فاصله بین دو آبیاری باید خشک شود، در صورتی که به عنوان سبد آویزان از آن استفاده شود ، باید همیشه میزان رطوبت خاک بازدید شود، چون سبد آویزان به علت تأثیر پذیری بیشتر از جریان هوا به مراقبت و آبیاری بیشتری نیاز دارد.\r\nاین گیاه به سرما حساس است و باید از هوا و بادهای سرد به دور باشد در غیر این صورت می‌میرد. اگر گیاه را در گلدان کاشته اید و در بیرون از خانه پرورش می‌دهید، با فرا رسیدن زمستان آن را به درون خانه آورید. اما اگر در باغچه است روی آن را با پتو یا پلاستیک بپوشانید (اگر گیاه را با پتو می‌پوشانید باید در روز پتو را بردارید تا گیاه بتوانید نور جذب کند).",
      "howToSoil": "این گیاه مقاوم به خشکی را در خاکی با زهکشی خوب بکارید. گیاه را در گلدان بکارید. می‌توانید آن را در کنار بقیه گیاهان سایه دوست مثلا بگونیا، گل حنا، فوشیا و حسن یوسف بکارید.\r\nپلکترانتوس را ماهی یک بار با کودهای مایعی که حاوی تمامی عناصر مورد نیاز گیاه هستند، کود دهی کنید.",
      "howToLight": "در بیرون از خانه پلکترانتوس در مکان‌هایی با مقداری سایه مثلا بالکن، پاسیو و قسمتی نیم سایه نیم آفتاب از خانه به خوبی می‌روید. می‌توانید گیاه را در جایی قرار دهید که تنها چند ساعت نور صبحگاهی داشته باشد. اما اگر گیاه را درون خانه پرورش می‌دهید آن را در جایی قرار دهید که روشن و آفتابی باشد. البته پلکترانتوس می‌تواند نور کمتر را هم تحمل کند",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 13,
      "tempMax": 27,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 300,
      "lightMax": 1500,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/b9FqJAii5WaRUscDrgeM.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/ik5VQS1g40gJu7ah4uLi.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/6JixsDiNoadWfz6U0SMr.jpeg"
      ],
      "otherNames": [
        "Plectranthus zuluensis ",
        " Plectranthus verticillatus ",
        " Plectranthus parviflorus ",
        " Plectranthus hadiensis ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 224,
      "name": "آفتابگردان",
      "sciName": "Helianthus annuus",
      "description": "گل آفتاب گردان گیاهی است یکساله از جنس Helianthus در خانواده Asteraceae بومی آمریکای شمالی از مرکز کانادا تا شمال مکزیک است. طول دوره رشد آفتابگردان بسته به رقم و کلیه عوامل محیطی از ۹۰ تا ۱۵۰ روز میباشد.\r\nآفتاب گردان دارای گل آذین بزرگ شبیه خورشید است که به همین علت اغلب در دنیا با نام گل آفتاب \"Sunflower\" نامیده می شود.\r\nدانه آفتابگردان در قرن 16 از آمریکا به اروپا آورده شد و همراه آن استفاده از روغن آفتابگردان به عنوان عنصر پخت و پز در اروپا گسترده شد.",
      "howToWater": "رطوبت: گل آفتابگردان برای حداکثر رشد خود به آبیاری کافی و منظم احتیاج دارد، اما آنها می توانند در دوره های خشکسالی زنده بمانند.\r\nریشه توسعه یافته آفتابگردان گیاه را به خشکی مقاوم می سازد ، مشروط بر آنکه خاک عمیق بوده و تراکم و ساختمان خاک محدود کننده رشد ریشه نباشد .",
      "howToSoil": "این گیاه در خاک زهکشی شده، خنثی تا خاک کمی قلیایی رشد خوبی دارد.",
      "howToLight": "همانطور که از نامش پیداست عاشق نور خورشید است و بایستی در محل باز و با آفتاب کامل قرار گیرد. در شرایط نور کافی آنها بسیار بلند و راست قامت میشوند و اگر در سایه جزئی قرار گیرند ممکن است نتواند وزن خود را تحمل کند و خم شود.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 10,
      "tempMax": 40,
      "humidityMin": 5,
      "humidityMax": 50,
      "lightMin": 10000,
      "lightMax": 22000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/IAcZ0EciCLSmfaAJkWND.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/3Q1tJLnmMB5NpUPWuljA.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2022/msGeAVTpXPdxyd44P4d9.jpeg"
      ],
      "otherNames": [
        "Helianthus"
      ]
    },
    {
      "probability": null,
      "id": 29,
      "name": "بونسای",
      "sciName": "Bonsai Tree",
      "description": "نگهداری از بونسای، در مقایسه با نگهداری از یک گیاه گلدانی بسیار متفاوت است. یکی از دلایل اصلی این موضوع، این است که این گیاه در گلدان‌های کوچک کاشته می‌شود، به همین علت ذخیره کمی برای دریافت و حفظ آب و مواد مغذی دارد.دلیل دیگر به گیاهان انتخابی مربوط می‌شود، یک گیاه گرمسیری به نور و رطوبت بالایی نیاز دارد و اگر بخواهید به عنوان بونسای از آن نگهداری کنید، باید تلاش کنید تا شرایط داخلی خانه را به خوبی برای آن فراهم کنید. کاری که به کمی همت نیاز دارد.گیاه بونسای به آرامی و حدودا سالی فقط چند سانتی متر رشد می‌کند.",
      "howToWater": "هرگز نباید نسبت به آبیاری بونسای بی‌تفاوت باشید. زمانی که خاک شروع به خشک شدن کرد، آن را آبیاری کنید؛ هرگز اجازه ندهید خاک بونسای کاملا خشک شود.اگر بونسای شما در معرض دریافت نور کامل و زیاد خورشید است، ممکن است لازم شود آن را هر روز آبیاری کنید. این مقدار می‌تواند بسته به اندازه گلدان، نوع خاک و نوع درخت بونسای شما متفاوت باشد.در فصول گرم مثل تابستان هر روز و در فصول سردتر هر 4-3 روز به آن آب بدهید. اگر ممکن است آبیاری منظم را فراموش کنید از روش غرق کردن استفاده کنید: یک ظرف را پر از آب کنید، بن سای را به مدت 10 دقیقه در آن غوطه ور کنید و سپس آن را خارج کنید.",
      "howToSoil": "اگر می‌خواهید بونسای شما سالم و زیبا بماند، حتما باید به آن کود بدهید. می‌دانید که بونسای در مقدار کمی از خاک رشد می‌کند، به همین دلیل ضروری است تا با کود دادن به آن کمبود عناصر معدنی خاک را جبران کنید. هر نوع کود مایع همه منظوره برای بونسای مناسب است.",
      "howToLight": "بونسای در گلدان های کوچک و در محیط پرنور رشد می‌کند. با این اوصاف، جایی مثل طاقچه های کنار پنجره برای آن مناسب است. بن سای باید از گرمای مستقیم دور نگه داشته شود.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 15,
      "tempMax": 30,
      "humidityMin": 60,
      "humidityMax": 95,
      "lightMin": 500,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/GqBgFa2uMx30VGV9q4ji.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/rvVViO7zNe4eTEiHChjN.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/70fwFSJkJf50FPudFuQz.jpeg",
        "https://planta.vsrv.ir/storage/plant/December2021/KX3GOMYRO1lIRNf9rWgF.jpeg"
      ],
      "otherNames": [
        "Ficus microcarpa ",
        " Ehretia microphylla ",
        " Ficus microcarpa ",
        " Ulmus parvifolia ",
        " Ficus microcarpa ",
        " Bursera fagaroides ",
        " pittosporum tobira ",
        " Ficus retusa ",
        " Ficus racemosa ",
        " Ficus erecta ",
        " Serissa japonica ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 98,
      "name": "گل فردوس",
      "sciName": "Euphorbia umbellata",
      "description": "افوربیا سینادنیوم  که به آن گل فردوس هم گفته میشود گیاهی بسیار مقاوم،زیبا و گوشتی است.زیستگاه ان افریقا (تانزانیا) است از خانواده افوربیاسه و مانند تمام اعضای خانواده خود دارای شیرابه سمی است در شرایط ایده ال رشد و در موطن خود گاهی تا ۶متر ارتفاع و عرض ۲متر رشد میکند. این گیاه به راحتی در آپارتمان قابل نگهداری است. رنگ برگها سبز و دارای رنگدانه های قرمز مایل به قهوه ای و در برخی واریته ها برگها سبز و رگه های قهوه ای مایل به ارغوانی دارد که زیبایی این گیاه را دو چندان میکند .",
      "howToWater": "سینادنیوم یا فردوس به آبیاری منظم نیاز دارد برای بهار و تابستان سطح خاک گلدان دو بند انگشت خشک شد آبیاری کنید برای پاییز و مخصوصا زمستان اجازه دهید خاک بین دو آبیاری کامل رطوبت خود را از دست بدهد یعنی گل را را زمانی آبیاری کنید که خاک آن خشک شده باشد .خیس و غرقاب کردن خاک یا بستر دایم مرطوب باعث زردی و ریزش برگ و پوسیدگی ریشه میشود.",
      "howToSoil": "افوربیا سینادنیوم مانند دیگر واریته های افوربیا با گیاهان گوشتی نیاز به خاکی با زهکش عالی و بالا دارد تا در اثر مانده آبی بستر یا سنگینی خاک ریشه ها دچار مشکل نشود. به خاطر رشد سریع این گیاه سالی یکبار نیاز به تعویض گلدان و تقویت خاک دارد . بهترین ترکیب خاک برای این گیاه یک قسمت خاک استریل لیمونی + یک قسمت ماسه درشت یا پرلایت + یک قسمت پیت موس یا خاک برگ کاملا پوسیده می باشد.",
      "howToLight": "نور مناسب برای این گیاه نور کامل خورشید ولی غیر مستقیم است میتوانید گلدان را در مکانی قرار دهید که در ساعات اولیه رور بین هفت صبح تا نه صبح که تابش نور زیاد نیست نور مستقیم را دریافت کند و بقیه ساعتهای رور نور فیلتر شده تا رنگدانه های برگ بیشتر شود . فردوس در مکانهایی با نور کم هم رشد میکند اما رنگدانه های روی برگ در این مکانها تشکیل نشده و برگها سبز رنگ است . نور مستقیم مخصوصا نور شدید ظهر تابستان باعث سوختگی برگ میشود .",
      "waterMin": 5,
      "waterMax": 10,
      "tempMin": 16,
      "tempMax": 29,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 500,
      "lightMax": 1800,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/rPICIvxRXoiWnbreZZdX.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/GW3eWZdsBsbHae0kgwaQ.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/k2SdX4DZhP14We5Eu42A.jpeg"
      ],
      "otherNames": [
        "Euphorbia umbellata ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 149,
      "name": "پامچال",
      "sciName": "Primula vulgaris",
      "description": "گونه های متعدد پامچال بومی مناطق سرد و مرطوب هستند. این گیاهان به سرما مقاومند.\r\nدر پاییز در دمای حدود 10 درجه سانتیگراد، جوانه های گل تشکیل می شوند. به طور کلی گلدان های پامچال در یک شاسی سرد به تدریج در زمستان به گل می نشینند.",
      "howToWater": "پامچال رطوبت را دوست دارد. بنابراین نباید خشکی بکشد و آبیاری آن باید منظم باشد. خشکی کشیدن این گیاه مساوی است با عدم گلدهی ، چروکیده و کوچک شدن برگها و سوختن حاشیه برگها و در نهایت از بین رفتن گیاه. البته این به معنی آبیاری بیش از اندازه گیاه نیست. آبیاری بیش از اندازه و باقی ماندن آب در بستر کاشت به مدت طولانی از جمله دلایل شیوع بیماری های قارچی و پژمردگی گیاه و از بین رفتن آن است.",
      "howToSoil": "بهترین خاک برای این گیاهان مخلوطی از یک سوم خاک باغچه (خاک لومی)، یک سوم خاک برگ پوسیده و یک سوم تورب است. پی اچ خاک نیز اگر حدود 6 باشد، رشد و نمو این گیاه بسیار رضایت بخش خواهد بود. به مخلوط خاک، سوپرفسفات به میزان معمول داده می شود. همچنین این گیاه نیاز به کودپاشی ازتی و پتاسی دارد.\r\nاین گیاه در مخلوط خاک های معمولی که از تورب استفاده نمی شود، به شدت مبتلا به کمبود آهن می گردد. بنابراین استفاده از کودهای آهن دار به کرات توصیه می شود.",
      "howToLight": "اگرچه برخی از پرورش دهندگان وجود نور مستقیم آفتاب را تا دو ساعت پیشنهاد می‌کنند اما معمولا وجود نور مستقیم آفتاب در بهار به دلیل دمای مناسب هوا و گرم نبودن هوا به این گیاه آسیب وارد نمی کند و موجب رشد سریعتر آن می‌شود بنابراین وجود 6-2 ساعت از نور مستقیم آفتاب پیشنهاد می‌شود اما با فرارسیدن تابستان باید گیاه را از تابش نور مستقیم آفتاب در بعد از ظهر که دمای هوا نیز در حداکثر است محافظت نمود در غیر اینصورت گیاه رشد مناسب نخواهد داشت، گلها کم رنگ خواهند شد و می ریزند ، حاشیه و نوک برگها خواهد سوخت  و حتی ممکن است در صورت شدت بالای نور و دما و بخصوص زمانی که در آبیاری آن غفلت شود از بین برود.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 5,
      "tempMax": 25,
      "humidityMin": 20,
      "humidityMax": 70,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/February2022/heK3DOx8kmOneJJA4H3v.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/February2022/MwIcEzXbAwmElBCdmKbC.jpeg",
        "https://planta.vsrv.ir/storage/plant/February2022/NV3jzjD9z052LyQ6IfLw.jpeg"
      ],
      "otherNames": [
        "Primula × polyantha ",
        " Primula × polyantha"
      ]
    },
    {
      "probability": null,
      "id": 41,
      "name": "زاموفیلیا",
      "sciName": "zamioculcas",
      "description": "زامیفولیا متعلق به آفریقای شرقی بوده و از اعضای خانواده گیاهان آراسه است. با نور کم مشکلی ندارد.\r\nمواظب تماس پوست خود با هر نوع شیره موجود در زاموفیلیا باشید. کریستال‌های کلسیم اگزالات موجود در این گیاه ممکن است التهابات شدید پوستی ایجاد کنند.\r\nزاموفیلیا مانند گیاهان خانواده بنفشه آفریقایی و گیاه یشم، می‌تواند از یک برگ تکثیر پیدا کند.\r\nدر رده بندی گیاهان آپارتمانی مقاوم، زامیفیلیا با سانسوریا و برگ عبایی برابر است و همچون آنها از مقاوم‌ترین گیاهان به شمار می‌رود.",
      "howToWater": "اجازه ندهید زاموفیلیا در آب غرق شود، نگذارید گیاه در آب بماند یا برای مدت طولانی خیسی خاک را تجربه کند، زیرا به پوسیدگی ریشه دچار خواهد شد. این گیاه با خشک ماندن رابطه بهتری دارد. اگر آن را بیش از حد آبیاری کنید یا در خاکی همواره خیس قرار دهید، شاهد زرد شدن برگها خواهید بود.\r\nطبق تجربیات ما، هر 14-10 روز آبیاری برای زاموفیلیا مناسب است. اما این آبیاری باید به خوبی صورت بگیرد. یعنی باید کل توپ ریشه را خیس کنید و اجازه دهید که آب باقی مانده از آن خارج شود. پس آبیاری زامیفولیا باید در حجم زیاد و کاملا عمقی انجام شود.",
      "howToSoil": "زاموفیلیا به نوع خاصی از خاک نیازمند نیست. هر نوع خاکی با زه کشی خوب که برای گیاهان آپارتمانی عرضه می‌شود برای آن نیز مناسب است.\r\nاین گیاه به کوددهی خاصی نیاز ندارد. اما با توجه به رشد آرام آن، اگر مایل هستید می‌توانید در فصل تابستان ماهی یکبار به آن کود مایع بدهید. بهترین زمان برای کوددهی، پس از آبیاری و هنگام خیس بودن خاک است. بدین شکل از سوختن گیاه جلوگیری می‌شود. کود را در نصف قدرت توصیه شده به گیاه اضافه کنید.",
      "howToLight": "با اینکه گیاه در محیط‌هایی با نور کم خورشید نیز رشد خوبی خواهد داشت، اما اگر آن را تحت نور کافی و غیرمستقیم خورشید قرار دهید، عملکردش بهتر خواهد شد. زاموفیلیا یکی از گیاهانی است که تحت نور لامپ‌های فلوئورسنت نیز رشد می‌کند.\r\nگیاه را از اشعه‌های داغ و مستقیم خورشید دور نگه دارید، وگرنه دچار سوختگی خواهد شد. نور درخشان و فیلتر شده خورشید عصرگاهی برای رشد زامیفولیا بی‌نظیر است.",
      "waterMin": 10,
      "waterMax": 15,
      "tempMin": 15,
      "tempMax": 25,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 400,
      "lightMax": 7000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/NqMO5KW9lFy5zhBKlyLn.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/bArAyZsDzh6leoItklch.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/JDYw8Gvenw5HcWjrbz7r.jpeg"
      ],
      "otherNames": [
        "Zamioculcas zamiifolia ",
        " Zamioculcas zamiifolia ",
        " Zamia furfuracea"
      ]
    },
    {
      "probability": null,
      "id": 226,
      "name": "لیسیانتوس",
      "sciName": "Eustoma grandiflorum",
      "description": "گیاهی است یکساله، دوساله و یا چندساله کوتاه عمر که انواع پاکوتاه و پابلند دارد. از ارقام پابلند به عنوان تزیین دسته گل و از ارقام پاکوتاه در کشت گلدانی استفاده می شود.این گیاه بومی آمریکای شمالی است. برگ های آن کشیده یا تخم مرغی شکل است که به رنگ سبز مایل به خاکستری دیده می شوند. گل های آن به حالت زنگوله ای با گلبرگ های چین خورده که به رنگ هی سفید، بنفش و آبی وجود دارد. ارقام مختلف این گل، به صورت پر پر و کم پر هستند. گلها یا به صورت جداگانه و یا به صورت دسته ای بر روی ساقه قرار گرفته اند.\r\nزمان مناسب کاشت بذر گل لیسیانتوس اوایل بهار میباشد . مقداری خاک را دورن گلدان و یا سبد ریخته بذرهارا روی خاکی بپاشید سپس خوب آبیاری کنید و روی آن نایلون بکشید تا رطوبت برای بذرها حفظ شود حدود ۳ الی ۵ روز بعد بذرها سبز میشوند و زمانی که مقداری بزرگ شدن (حدود یک ماه بعد) آنها را از خزانه در آورده و در محلی که میخواهید به فاصله بیست یا سی سانت نشا کنید بهترین روش همین است.\r\nبذر این گل ریز بوده و نیازی به ریختن خاک بر روی بذرها نمیباشد تنها موردی که باید تا سبز شدن بذرها رعایت شود رطوبت محیط بذر است و اینکار با کشید نایلون روی بذرها به راحتی انجام خواهد شد.",
      "howToWater": "بستر کشت این گیاه باید همیشه مرطوب باشد اما اشباع شدن خاک، به آن آسیب می رساند. در مراحل اولیه رشد، که رشد گیاه کند است، به آب کمتری نیاز دارد ولی خشک شدن خاک در زمان گلدهی، باعث کاهش کیفیت و تعداد گل ها می شود.",
      "howToSoil": "خاک مناسب برای رشد این گیاه، خاکی با زهکش مناسب و با PH خنثی تا کمی قلیایی است.\r\nاین گیاه به سرما حساس است و در گلخانه ها پرورش داده می شود. اگر دمای هوا خنک باشد، باعث می شود که ساقه محکم تر شود ولی گلدهی به تاخیر می افتد و اگر دما در ماه اول انتقال نشا بالا باشد، باعث تحریک رشد طوقه می شود.",
      "howToLight": "این گیاه به آفتاب کامل نیاز دارد. از آنجایی که نور زیاد باعث کوتاه شدن ساقه ها می شود، پس در دوران گلدهی باید نور ملایم باشد.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 20,
      "humidityMax": 70,
      "lightMin": 1000,
      "lightMax": 5000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/Qj28xfwn7wLe2UPZSfDb.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/t52XYYqkOGWZ5LwDbbIl.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2022/CxfCdQQzG5Lubsa2KbyH.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2022/e1s7zTqEOGUh4YXBTRYE.jpeg"
      ],
      "otherNames": [
        "Lisianthus"
      ]
    },
    {
      "probability": null,
      "id": 213,
      "name": "بنفشه",
      "sciName": "Viola cornuta",
      "description": "بنفشه یکی از محبوب ترین گل های یک ساله مناطق سردسیری است. در سال های اخیر انواع هیبرید و واریته های جدیدی از بنفشه تولید شده که رنگ هایی به راستی حیرت انگیز دارند.\r\nتقریبا گلبرگ اکثر بنفشه ها دو رنگه است و همین آنها را به عنوان گیاهی کوچک بسیار خاص و زیبا می‌کند. اگر چه ظاهر گیاه ظریف و نازک و نارنجی می نماید، اما گیاهی است بسیار مقاوم است. \r\nبنفشه های معمولی از بهار تا ابتدای تابستان گل دارند و در پاییز هم دوباره گل می دهند. اگر در منطقه ای با آب و هوای گرم زندگی می کنید می توانید بنفشه تان را در طول زمستان هم داشته باشید. همچنین واریته های جدیدی تولید شده اند که می توانند برف سبک را هم تحمل کنند. اکثر بنفشه ها ساقه خیلی بلندی ندارند و خیلی بزرگ نمی شوند. اگر گیاه بیش از اندازه بلند شود گل آویزان می‌شود و سرش به زیر می افتد.\r\nاگر اجازه دهید بنفشه ‌تان در طول ماه های گرم سال در باغچه بماند، احتمالا با رسیدن پاییز دوباره برایتان گل می دهد.",
      "howToWater": "بنفشه به آبیاری منظم نیاز دارد و در صورتی که آبیاری غیر منظم داشته باشد و یا خشکی بکشد، پژمرده می شود. \r\nآبیاری سر وقت کمک می کند گیاه مدت بیشتری زنده بماند، اما انتظار نداشته باشید بنفشه تان در تمام سال زنده باشد و گل دهد!\r\nبنفشه به هیچ وجه گرما را دوست ندارد و با گرم شدن دمای هوا شروع به پژمرده شدن و مردن می کند.",
      "howToSoil": "مانند تمام گیاهان یکساله ای که مدت زیادی گل می دهند، بنفشه تان هم از مقداری تغذیه بدش نمی آید. با این حال گیاه را تغذیه بیش از حد نکنید.\r\nکود دهی زیاد باعث می شود گیاه بلند و کم پشت شود. بهتر است گیاه را ماهی یک بار با کودهای مخصوص، کود دهی کنید.\r\nتکثیر و کاشت بنفشه ها از طریق دانه شان می تواند کاری سخت باشد. این گیاه برای جوانه زنی به هوای سرد و مکان تاریک نیاز دارند. اگر می خواهید این کار را انجام دهید بهتر است روی گلدان آنها را با پلاستیکی تیره بپوشانید. اما باید خاک را هر روز چک کنید تا مطمئن شوید در زیر پلاستیک خشک نشده است. زمانی که اولین دانه ها جوانه زدند، باید پلاستیک را از روی گلدان بردارید. جوانه ها معمولا طی ۱ تا ۲ هفته سر از خاک بیرون می آورند اما ۱۵ هفته طول می کشد تا گیاه گل دهد.",
      "howToLight": "این گیاه در مکانی با آفتاب کامل تا مقداری سایه به خوبی رشد کرده و گل می دهد. \r\nاما اگر آنها را در مکانی با مقداری سایه پرورش دهید، تازه تر می مانند و مدت بیشتری گل‌ می دهند.",
      "waterMin": 2,
      "waterMax": 4,
      "tempMin": 5,
      "tempMax": 25,
      "humidityMin": 10,
      "humidityMax": 40,
      "lightMin": 1000,
      "lightMax": 10000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/6m0OIcFzwapDUQVOLC1D.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/0Zsen3PWSZURoB0xQ320.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/8xaOJ5vRcijnBbrjDzP1.jpeg"
      ],
      "otherNames": [
        "Viola tricolor ",
        " aubrieta deltoidea"
      ]
    },
    {
      "probability": null,
      "id": 78,
      "name": "پپرومیا",
      "sciName": "Peperomia caperata",
      "description": "پپرومیا از گیاهان همیشه سبز و از خانواده ی پیپراسه (فلفلی ها) می باشد. دارای گونه های مختلف و اغلب دارای برگ گوشتی و نیمه گوشتی و جثه ای کوچک هستند. بیش از چهارصد گونه از این خانواده شناخته شده،منشأ این گیاهان، آمریکای جنوبی (برزیل) و آفریقای جنوبی و آفریقای مرکزی و به طور کلی مناطق گرمسیری است؛\r\nاین گیاه به سرمای زیاد مقاومت ندارد و حداکثر می تواند در زمستان ۱۵ درجه سانتیگراد را تحمل نمایدو در فصل رشد دمای ۲۴ تا ۳۰ درجه برای آن بسیار مناسب است.\r\nمیزان رطوبت لازم حدود ۵۰ درصد است. چنانچه رطوبت و حرارت و سرما از حد خود تجاوز نماید، لکه هایی بر روی سطح برگ ظاهر می گردد و برگ را بی حس می کند و برگ می افتد.",
      "howToWater": "این گیاه نیاز چندانی به آب ندارد. همیشه مقدار زیادی آب در برگ های آن وجود دارد و سطح خاک گلدان بین دو آبیاری باید کاملاً خشک شود، ولی نباید آبیاری آنقدر به تعویق بیفتد که برگ ها پژمرده شوند. در زمستان به آب ولرم نیاز دارد و مقدار آبیاری باید خیلی کمتر باشد.ریشه آن سطحی است و گسترش چندانی ندارد و در هوای آلوده، زرد و خشک می شود. در صورت آب دادن زیاد اطراف یقه ساقه، موجب پوسیدگی آن می گردد.",
      "howToSoil": "هر اندازه قابلیت نفوذ خاک بیشتر باشد، ریشه و ساقه از پوسیدگی محفوظ خواهد بود. برای تهیه خاک، یک قسمت پیت، یک قسمت ماسه و یک قسمت خاک باغچه استفاده کنید و کف گلدان مقداری ماسه و سنگریزه بریزید.",
      "howToLight": "مناطق پرنور یا نیمه سایه اطاق که دور از تابش مستقیم خورشید باشد، مناسب است. این گیاه در زیر اشعه یچراغ فلورسنت پژمرده می شود",
      "waterMin": 4,
      "waterMax": 12,
      "tempMin": 15,
      "tempMax": 30,
      "humidityMin": 30,
      "humidityMax": 70,
      "lightMin": 800,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/JJWleEJFsS1lao1yAopB.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/9H3EH79yyH5CSGEDtV1l.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/v1TsPjWOrnPq0fw9hbRW.jpeg"
      ],
      "otherNames": [
        "Pellionia repens ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 3,
      "name": "آدنیوم",
      "sciName": "Adenium obesum",
      "description": "این گیاه زیبا گونه‌های مختلفی دارد و همه آن‌ها بومی شرق و شمال آفریقا و شبه جزیره عربستان هستند. این گیاه چند ملیتی اسامی مختلفی هم دارد که همه آن‌ها زیبا هستند. رز صحرایی، ستاره صابی و بطری‌شور کوتوله، از اسامی این گیاه است.مدت گل‌دهی این گیاه طولانی است و اگر در فصل‌های سرد محیط مطبوعی برای آن فراهم کنید به خوبی زنده می‌ماند.اگر این گیاه فقط نور صبح یا بعد از ظهر را دریافت کند کماکان رشد میکند اما ممکن است گل ندهد و اگر نور کافی را دریافت نکند ضعیف و کم‌پشت می‌شود.",
      "howToWater": "آدنیوم عاشق آب دهی در بهار و تابستان است اما از آبدهی در پاییز و زمستان خوشش نمی‌آید. در واقع شما در بهار و تابستان باید مانند یک گیاه گرمسیری با آن برخورد کنید و در پاییز و زمستان مانند یک کاکتوس! ریشه‌های این گیاه هیچ‌گاه نباید غرق در آب شوند. در فصل رشد آب دهی را زمانی انجام دهید که خاک گیاه کاملا خشک شده باشد. آب ‌دهی را به آرامی انجام دهید تا کمی خاک را مرطوب کنید و مواظب باشید که خاک بیش از حد خیس نشود.",
      "howToSoil": "می‌توانید از خاک‌های آماده کاکتوس یا ساکولنت استفاده کنید یا خودتان خاکی ترکیبی بسازید که ترکیبی مساوی از خاک گلدان، کوکوپیت، پیت ماوس و ماسه است. بهتر است برای زهکشی بهتر مقداری سنگ ریزه در کف گلدان بریزید.این گیاه می‌تواند در هر گلدانی زندگی کند و زیبایی خود را به رخ بکشد اما حرفه‌ای‌ها آدنیوم را در گلدانی سفالی می‌کارند تا خاک گیاه بتواند به راحتی خشک شود. مزیت دیگر گلدان‌های سفالی نسبت به گلدان‌های پلاستیکی یا فلزی این است که جریان هوای مناسب را برای ریشه‌های گیاه تامین می‌کند.",
      "howToLight": "برای نگهداری گیاه آدنیوم و برای سرزنده بودن و گل دادن به نور زیاد نیاز دارید.\r\nبا وجود نور کافی، رز صحرایی یک دوره استراحت بین زمان گل‌دهی خواهد داشت. گل‌دهی این گیاه از اوایل بهار تا اواسط تابستان ادامه دارد و پس از حدود 6 الی 8 هفته استراحت، در اوایل پاییز مجددا گل می‌دهد.\r\nدر طول زمستان باید شرایط استراحت گیاه را فراهم کنید و بهتر است گیاه را به مکانی گرم، نورگیر و با نور غیر مستقیم متتقل کنید.",
      "waterMin": 7,
      "waterMax": 14,
      "tempMin": 20,
      "tempMax": 29,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 5000,
      "lightMax": 20000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/qU1etrr4vSDEoWLKZjyj.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/BsHzXsOnloerBfrSXcIx.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2021/uYoOTOYR7wrvXIOVVhhP.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/9sgtouWrmlftVRmcLMcP.jpeg"
      ],
      "otherNames": [
        "Adenium multiflorum ",
        " Adenium obesum ",
        " Pittosporum tobira ",
        " Pittosporum heterophyllum ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 290,
      "name": "پریوش",
      "sciName": "Catharanthus roseus",
      "description": "گل پريوش گونه ای از جنس Vinca در خانواده Apocynaceae بومی ماداگاسکار است. این گیاه در بعضی مراجع با نام علمی Catharanthus roseus معرفی شده است و با عناوین پروانش,وینکاPeriwinkle, Sadabahar شناخته میشود.\r\nدر بین گیاهان خودرو (وحشی) ،گیاهی در معرض خطر است. علت اصلی کاهش تخریب زیستگاه ها و سوختگی برای زمین های کشاورزی است. اما با این حال به طور گسترده ای در مناطق نیمه گرمسیری و گرمسیری جهان کشت میشود\r\nکاربرد پریوش در فضای سبز بسیار است و در باغچه های حاشیه ای و یا طرحهای نامنظم کشت و کار می شود\r\nاین گیاه کوچک همیشه سبز در حال رشد به 1 متر بلندی میرسد. دارای برگ ها بیضی شکل به طول 2.5 تا 9 سانتی متر و عرض 1 تا 3.5 سانتی متر به رنگ سبز براق میباشد.این برگ ها بدون کرک، با دمبرگ کوتاه به طول 1 تا 1.8 سانتی متر است که در یک زوج متضاد قرار گرفته اند.\r\nدارای گل سفید مایل به صورتی تیره با مرکز قرمز هستند ، با یک لوله ی پایه 2.5-3 سانتی متر و جام گل با قطر 2 تا 5 سانتی متر با پنج گلبرگ.میوه آن یک جفت از فولیکول به طول 2-4 سانتی متر و 3 میلی متر عرض است.\r\nدوره گلدهی این گیاه در تابستان است و از اواخر خردادماه تا اولین سرماهای پاییزه امکان پذیر است\r\nبه خاك گلدانی لومی، آبیاری مرتب و كود مایع در هر ماه نیاز دارد. حداقل دمای قابل تحمل آن 10 درجه سانتی‌گراد می‌باشد.",
      "howToWater": "صولا آبیاری منظم به گلدهی و رشد بهتر آن کمک می کند اما باید بدانید که گیاه پریوش نه تنها به خشکی خاک مقاوم است بلکه مرطوب بودن همیشگی بستر کاشت و  آبیاری بیش از اندازه آنان در ابتدا موجب کاهش گلدهی و ریزش گلها و برگها و در نهایت موجب افزایش پوسیدگی ساقه ها و از بین رفتن گیاه خواهد شد. بنابراین بین هر دو نوبت آبیاری به گونه ای فاصله بگذارید که سطح خاک رطوبت خود را از دست داده باشد و خشک شده باشد. از طرفی خشکی کشیدن بیش از اندازه گیاه موجب سوختن نوک و حاشیه برگها، ریز شدن برگها و ریزش گلها خواهد شد.",
      "howToSoil": "نسبت به ترکیب خاک سختگیر نیست و می توان آنرا در مخلوطی از خاک معمولی باغچه + خاک برگ و یا خاک معمولی باغچه + کود پوسیده گاوی کشت کرد. حتی به گفته برخی از پرورش دهندگان بهتر است که حچم خاک معمولی را دو برابر حجم خاک برگ و یا کود پوسیده گاوی در نظر گرفت زیرا اصولا خاک غنی از مواد غذایی برای این گیاه مناسب نیست و منجر به عدم گلدهی آن می شود. البته کمبود بیش از اندازه مواد غذایی بخصوص عناصری مانند نیتروژن، آهن منیزیم و فسفر نیز منجر به زردی و ریزش برگها و عدم گلدهی آن می شود. پس بهتر است که اگردر زمان تهیه بستر کاشت از مواد غنی کنند خاک (همانند کود پوسیده گاوی ) استفاده نکرده اید در طی فصل رشد و بخصوص در بهار فقط ماهی یک بار از کودهای محلول برای تقویت گیاه استفاده کنید.",
      "howToLight": "اگرچه طیف نسبتا وسیعی از نور را تحمل میکند و گاهی مکان نیمه سایه نیز برای آن مناسب معرفی شده است،  اما وجود نور مستقیم آفتاب حداقل به مدت 6 ساعت بخصوص زمانی که دما نیز در حد معتدل و مناسب باشد منجر به گلدهی فراوان این گیاه خواهد شد .در مکانهای کم نور ساقه ها بیش از اندازه بلند و علفی می شوند و گلدهی کاهش می یابد. مکان نیمه سایه بخصوص در طی روزهای گرم تابستان که دمای هوا بسیار گرم می شود، مناسب است.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 5,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/September2022/PdTUfLmO6PNZpstYnMk5.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/September2022/Gazmlt7q5PygLWMHrGvG.jpeg",
        "https://planta.vsrv.ir/storage/plant/September2022/WzbSCOTyYTsZ59PFqTrr.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 97,
      "name": "پدیلانتوس",
      "sciName": "Euphorbia tithymaloides",
      "description": "پدیلانتوس یا افوربیا تیتیمالویدس که با اسامی دیگری از جمله: ستون فقرات شیطان، گیاه زیگزاگ، شمع کریسمس، نردبان یعقوب و گل کمانچه شناخته می شود گیاهی متعلق به خانواده  فرفیونیان (Euphorbiaceae) است. این گیاه بومی مناطق گرمسیری و نیمه گرمسیری آمریکای شمالی و آمریکای مرکزی است. پدیلانتوس درختچه ای است که ارتفاع آن می تواند به 2.5 متر برسد و 46 تا 61 سانتیمتر نیز گسترش یابد. برگ های گیاه پدیلانتوس متناوب، بیضی شکل، کمی براق، سبز رنگ با حاشیه تقریبا سفید رنگ است. این برگ ها در سرما و آفتاب شدید از سبز به قرمز تغییر رنگ می دهند. طول برگ های گیاه حدودا بین 3.5 تا 7.5 سانتیمتر متغییر است. ساقه هایی سبز رنگ گیاه پدیلانتوس اغلب زیگزاگ مانند  و حاوی شیره سفید رنگ است. گل های قرمز رنگ این گیاه خوشه ای است و در فصل بهار در انتهای شاخه ظاهر می شوند. میوه گیاه پدیلانتوس کپسولی شکل است. گرده افشانی این گیاه توسط مرغ مگس خوار انجام می شود به همین دلیل در مناطقی که این پرنده وجود ندارد گرده افشانی گیاه انجام نمی شود.",
      "howToWater": "پس از خشک شدن سطح خاک گیاه آبیاری شود\r\nپدیلانتوس مانند سایر ساکولنت ها به آبیاری بیش از اندازه حساس است. آبیاری در زمان مرطوب بودن سطح خاک، باعث افزایش احتمال پوسیدگی ریشه ها در گیاه می شود. بنابراین لازم است که آبیاری گیاه پس از خشک شدن سطح خاک انجام شود. گفتنی است با کاهش دمای هوا طبیعتا نیاز آبی گیاه کاهش و فواصل آبیاری افزایش می یابد. همچنین باید دقت داشت که آبیاری کمتر از میزان نیاز گیاه باعث نازک شدن ساقه ها، چروکیدگی، خشک شدن  و در نهایت ریزش برگ ها می شود.",
      "howToSoil": "پدیلانتوس برای رشد مناسب به خاک غنی از مواد مغذی به ویژه با غلظت بالاتر بور، مس، آهن، منگنز، مولیبدن، روی و همچنین زهکشی خوب نیاز دارد. ترکیب ماسه، پرلیت، کوکوپیت و پیت ماس برای این گیاه مناسب است. همچنین می توان از خاک مخصوص کاکتوس نیز برای این گیاه استفاده کرد. کودهی در بهار می تواند به رشد بهتر گیاه کمک کند. برای این کار می توانید از کودهای مخصوص کاکتوس استفاده کنید. گلدان این گیاه باید هر دو سال یک بار تعویض شود. البته در نظر داشته باشید که هر چه ریشه های این گیاه در هم تنیده تر باشد رشد گیاه بهتر است.",
      "howToLight": "گیاه پدیلانتوس برای رشد مناسب به آفتاب غیر مستقیم فراوان و گرمای کافی نیاز دارد. مقدار نور دریافت شده توسط گیاه در میزان رشد و رنگ برگ های آن تاثیر مستقیم دارد. نور مستقیم خورشید ممکن است باعث سوخته شدن شاخ و برگ های حساس گیاه شود. همچنین کمبود نور کافی نیز موجب زرد شدن، ریزش برگ ها و نازک شدن ساقه گیاه می شود. گفتنی است که دریافت نور کافی باعث بروز رنگ ارغوانی در حاشیه برگ های گیاه می شود. در محیط خانه بهتر است که گیاه در پشت پنجره های شرقی یا غربی قرار گیرد.",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": 20,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 400,
      "lightMax": 1500,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/NuO96g75UIErkRIYnC3e.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/zEriCNL6Hw1oAZXommD6.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/f4fwCbhMFORhVItSF1Th.jpeg"
      ],
      "otherNames": [
        "Pedilanthus tithymaloides ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 27,
      "name": "برگ عبایی",
      "sciName": "Aspidistra",
      "description": "برگ عبایی الگوی مقاومت گیاهان است! آن تقریبا از بین نرفتنی است و می‌تواند بی توجهی و عدم رسیدگی را تا مدتها تحمل کند.  برگ عبایی همیشه سبز و باطراوت است و می‌تواند در محیط‌های بسیار کم‌نور هم به خوبی رشد کند.یک برگ عبایی سالم می‌تواند در دمای بین 7 الی 30 درجه سانتی‌گراد زندگی کند. به طور کلی برگ عبایی در مورد دمای هوا و میزان رطوبت آن حساس نیست.",
      "howToWater": "برگ عبایی می‌تواند به خوبی کم‌آبی را تحمل کند، اما به هر حال به میزان کمی آب هم نیاز دارد. فقط دقت کنید که هرگز آن را بیش از حد آبیاری نکنید، چون به سرعت باعث فاسد شدن ریشه و در نتیجه مرگ گیاه خواهد شد.بین هر دفعه آبیاری، اجازه دهید تا خاک گیاه به خوبی خشک شود. می‌توانید به کمک انگشتان خود، چند سانتی متر رویی خاک را لمس کنید و میزان رطوبت آن را بسنجید.",
      "howToSoil": "برگ عبایی که در گلدان کاشته شده است، به خاک مخصوص گلدان با پایه کمپوست و با PH بین 5.5 تا 6.5 نیاز دارد. اما اگر در باغچه کاشته شده باشد، می‌تواند در شن و خاک رس به خوبی رشد کند.در طول ماه‌های بهار و تابستان، هر دو هفته یکبار به گیاه کود مایع چندمنظوره بدهید.",
      "howToLight": "مکان مناسب برای برگ عبایی نزدیکی یک پنجره شمالی است و اگر برگ عبایی را در خارج از محیط منزل ( مانند حیاط، بالکن و … ) نگهداری می‌کنید، آن را در سایه قرار دهید، به طوری که کاملا از نور مستقیم خورشید در امان باشد.مکان‌هایی مانند کنار یک دیوار یا در پناه گیاهان و درختان بلندتر.پس بهتر است آن را در نقاط روشنی از اتاق قرار دهید که در معرض تابش مستقیم نیستند.برگ عبایی در اثر تابش مستقیم نورخورشید از بین می‌رود و تابش مستقیم نور خورشید هم باعث زرد و قهوه‌ای شدن و در نهایت ریختن برگ‌های آن می‌شود.",
      "waterMin": 5,
      "waterMax": 9,
      "tempMin": 5,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 500,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/jVoVjW8PXBTxgg4J3vuv.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/tNvUs00QdJOaSLRKmrh7.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/x0CUNb8QwJvLgDkZn6uZ.jpeg"
      ],
      "otherNames": [
        "Aspidistra elatior ",
        " Aspidistra lurida ",
        " Aspidistra elatior ",
        " Aspidistra lurida ",
        " Aspidistra elatior ",
        " Aspidistra lurida ",
        ""
      ]
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=9",
    "next": "https://planta.vsrv.ir/api/Feed?page=11"
  },
  "meta": {
    "current_page": 10,
    "from": 136,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=9",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=7",
        "label": "7",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=8",
        "label": "8",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=9",
        "label": "9",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=10",
        "label": "10",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=11",
        "label": "11",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=12",
        "label": "12",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=13",
        "label": "13",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=11",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 150,
    "total": 328
  }
}