{
  "data": [
    {
      "probability": null,
      "id": 163,
      "name": "مریم گلی",
      "sciName": "Salvia dorisiana",
      "description": "این گیاه، دارای ساقه‌هایی به رنگ سبز تیره و پوشیده از کُرک‌های انبوه و خاکستری رنگ است. با افزایش عمر گیاه، ساقهٔ آن چوبی، و رنگ آن قهوه‌ای می‌شود. برگ‌ها بلند و نیزه‌ای شکل و برگ‌های پایینی دارای دمبرگ بلند هستند؛ در حالی که برگ‌های قسمت فوقانی ساقه، دمبرگ کوتاهی دارند. سطح فوقانی و تحتانی برگ‌ها پوشیده از کرک‌های ظریف است. گلها به رنگ بنفش متمایل به آبی، صورتی یا سفید و به صورت مجتمع در قسمت فوقانی ساقه‌ها روی چرخه‌های مخصوصی مشاهده می‌شوند.",
      "howToWater": "این گیاه در روز های گرم تابستان نیاز به رطوبت خاک دارد",
      "howToSoil": "پرورش مریم‌گلی باید در زمین‌های اصلاح شده، قابل نفوذ، حاصلخیز و نسبتاً مرطوب صورت گیرد. بهترین رشد آن در خاک‌های رسی غنی و زهکش دار صورت می‌گیرد و اراضی رو به آفتاب را ترجیح می‌دهد.",
      "howToLight": "به نور کامل آفتاب نیاز دارد و بهتر است در باغچه کاشته شود\r\nگیاهی است مدیترانه‌ای، که در طول رویش به گرما و هوای خشک نیاز دارد. مقاومت آن در برابر گرما زیاد است. این گیاه در زمستان در دمای پایین‌تر از ۱۵- درجه سانتیگراد دچار سرمازدگی شده و طی ۶–۵ روز خشک می‌شود.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 5,
      "tempMax": 39,
      "humidityMin": 10,
      "humidityMax": 40,
      "lightMin": 15000,
      "lightMax": 22000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/BLnO9jIT6POl1wQMFtUR.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/PJ5hSDuhjf8nL3NxozNX.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/OhoAnHLLIRPKJxCo1k7u.jpeg"
      ],
      "otherNames": [
        "Salvia officinalis"
      ]
    },
    {
      "probability": null,
      "id": 83,
      "name": "گل کاغذی",
      "sciName": "Bougainvillea",
      "description": "اگر در منطقه شما زمستان سردی وجود دارد باید این گیاه را با یک پارچه یا پتو بپوشانید تا سرما به آن آسیب نزند و باعث مرگ گیاه نشود و بهتر است این پوشش گرم به گونه‌ای باشد که چارچوب داشته باشد تا با گیاه مستقیما تماس پیدا نکند و همچنین در طول روز این پوشش را کنار بزنید تا نور خورشید به گیاه برسد.",
      "howToWater": "گل کاغذی گیاهی با تحمل بالاست است و می‌تواند کم آبی را به خوبی مدیریت کند. این گیاه ترجیح می‌دهد که هر سه یا چهار هفته یک‌بار آب زیادی را بگیرد به جای اینکه در بازه زمانی کوتاه آبیاری شود.\r\nآب دادن خوب در فصل رشد این گیاه (بهار تا تابستان) باعث سالم‌تر بودن و گل دادن بیشتر این گیاه می‌شود.\r\nاین گیاه اصلا دوست ندارد که دائما در خاکی خیس بماند برای همین بهتر است بین نوبت‌های آب‌دهی خاک گیاه خشک شود. هفته‌ای یک بار خاک گیاه را با انگشت خود امتحان کنید تا میزان رطوبت را متوجه شوید و اگر دو سانت بالایی خشک بود زمان آب دادن به گیاه است.",
      "howToSoil": "بهترین زمان برای کوددهی به گل کاغذی در فصل رشد (بهار تا تابستان) این گیاه است.\r\nبه گیاه در زمین کاشته شده کود گرانوله بدهید و به گیاه در گلدان کاشته شده کود محلول در آب که دو برابر رقیق شده باشد.\r\nاین کار را در اوایل بهار آغاز کنید و تا نیمه‌های تابستان ادامه دهید.\r\nبهتر است هیچوقت گیاه را از خاک در نیاورید به جای دیگر منتقل نکنید. گل کاغذی اصلا دوست ندارد که ریشه‌هایش دست‌کاری شود.",
      "howToLight": "برای اینکه این گیاه بیشترین تعداد گل را بدهد و شاداب باشد نیاز به نور کامل یا حداقل شش ساعت در روز، نور مستقیم خورشید دارد.\r\nاگر گل کاغذی شما حتی در تابستان هم گل نمی‌دهد احتمالا باید گیاه را به مکانی نورگیرتر منتقل کنید.\r\nبهترین محل برای این گیاه در باغچه شما، کنار دیواری جنوبی یا غربی است تا نور و گرمای دلخواهش را دریافت کند.",
      "waterMin": 6,
      "waterMax": 10,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 1000,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/VWTSOR28dUdjRmzxuy8i.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/Zk1Bl1hMYK6B1kIYu29I.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/ouVma17VtoGRME6iuMmZ.jpeg"
      ],
      "otherNames": [
        "Bougainvillea spectabilis ",
        " Duranta erecta ",
        " Bougainvillea glabra ",
        " Bougainvillea buttiana ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 164,
      "name": "نسترن",
      "sciName": "Rosa tomentosa",
      "description": "گل نسترن یک بوته وحشی است که در اروپا و همچنین دیگر نواحی معتدل دنیا یافت می شود. میوه ی آن که معمولا با نام های rose hip یا dog rose شناخته میشود، یک داروی مورد علاقه ی سنتی و با ارزش غذایی بالاست.\r\nگل نسترن درختچه ای با ارتفاع 3 متر و برگ هایی شامل پنج تا هفت برگچه دندانه دار که به شکل بیضی نوک تیز و گل ها یی به رنگ (قرمز کم رنگ)، سفید مایل به گلی و یا سفید است.\r\nطبق یک مطالعه، عصاره گل نسترن توانایی کاهش رشد سلول های سرطانی سینه را دارد. این عصاره همچنین رشد سلول های سرطانی را که معمولا در مغز گسترش می یابند را کاهش می دهد.",
      "howToWater": "گل نسترن نیاز به آبیاری متوسط دارد و بهترین زمان برای آبیاری این گیاه هنگامی است که خاک سطحی خشک شده باشد (لازم است در فاصله بین دو آبیاری خاک خشک شود). توصیه می شود آبیاری را صبح زود و به صورت عمیق برای گیاه انجام دهید و دقت کنید که خاک گلدان به خوبی زهکش شده باشد.",
      "howToSoil": "نسترن ها به نوع خاک چندان حساس نیستند و در بیشتر انواع خاک رشد می کنند. با این وجود بهترین خاک برای کاشت و پرورش گل نسترن در گلدان، خاک رسی سیلتی با زهکش مناسب و مواد غذایی کافی است. خاک های آهکی و خاک شنی تنها انواعی از خاک هستند که نسترن به هیچ عنوان در آن ها قادر به رشد نیست.\r\nاضافه کردن کود حیوانی پوسیده دوبار در سال (اوایل بهار و اوایل پاییز)، به رشد بهتر گیاه کمک می کند. همچنین اضافه کردن انواع کود ازته و فسفاته موجود در بازار و کودهاى داراى آهن، نیز به پرورش گل نسترن و رشد و گلدهى بیشتر آن کمک میکند.",
      "howToLight": "نسترن نیز مانند گل رز به شدت نورپسند است و بهترین رشد را در محیط های آفتابگیر و مناطق نیمه سایه جنگلی دارد. در محیط منزل بهترین مکان برای قرار دادن گلدان نسترن در برابر پنجره های آفتابگیر و جنوبی آپارتمان است. توجه داشته باشید گل نسترن در محیط سایه به خوبی رشد نمی کند، بنابراین از پرورش گل نسترن در محیط های با نور کم خودداری کنید.\r\nنسترن ها که در حقیقت همان رز های وحشی هستند، شرایط سخت و نامساعد محیط را به خوبی تحمل می کنند. گل نسترن قادر به تحمل آب و هوای سرد با درجه حرارت تا ۱۰- درجه سانتی گراد است و همچنین می تواند باد های قوی را تحمل کند. با این وجود مناسب ترین دما برای پرورش گل نسترن در منزل دمای بین ۲۰ تا ۲۴ درجه سانتیگراد است.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": -10,
      "tempMax": 35,
      "humidityMin": 20,
      "humidityMax": 60,
      "lightMin": 2000,
      "lightMax": 22000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/UquRI23VqHgT5vOlUolr.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/rexEZ247h69V2Qodwbfl.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/DUWcI1MyX4g0UqaFMfNq.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/50BPBifCUUOVYoN5uz7O.jpeg"
      ],
      "otherNames": [
        "Dog-rose ",
        " Rosa rubiginosa ",
        " Rosa californica ",
        " Rosa luciae ",
        " Rosa montana"
      ]
    },
    {
      "probability": null,
      "id": 208,
      "name": "پیچ گلیسین",
      "sciName": "Wisteria sinensis",
      "description": "این گیاه در سال 1816 از چین به اروپا و شمال امریکا آورده شده است و به عنوان یکی از محبوب ترین درختان زینتی باغ و خانه های غرب تبدیل شده و از پرکاربردترین درختان در فضای سبز به شمار میرود.\r\nدر برخی از مناطق شرقی ایالات متحده ، پیچ گلیسین به عنوان گونه مهاجم معرفی شده است.\r\nپیچ گلیسین می تواند 20 تا 30 متر در طول رشد کند و بلند شود. دارای برگ های براق سبز رنگ به طول 10 تا 30 سانتی که هریک 9 تا 13 برگچه مستطیلی 2 تا 6 سانتی متری دارند.\r\nگل های آن سفید، بنفش، آبی به طول 15 تا 20 سانتی متر هستند که در بهار نمایان میشوند و معمولا در اواسط ماه فروردین به اوج خود میرسند. گل ها قبل از گسترش شاخ و برگ در هر خوشه همزمان باز میشوند و عطری شبیه به انگور دارند.\r\nمیوه آن پهن، قهوه ای رنگ و مخملی شبیه غلاف حبوبات است و 5 تا 10 سانتی متر طول دارد و دانه های آن دیسک مانند وبا ضخامت حدود 1 سانتی متر میباشند.\r\nپیچ گلیسین درختچه ای مقاوم، خزان دار با طول عمر زياد ، بالا رونده چوبي ، سريع الرشد (در شرايط محيطي مناسب سالي 3 متر رشد مي کند.) برگ هاي آن متناوب و به فرم مرکب شانه اي فردهستند.\r\nگل آذين خوشه ي زيبايش سبب معروفيت اين گياه شده است. پس از گلدهي ، بذور در غلافهايي تشکيل مي شوند. اين غلافها (نيام) به رنگ سبز مي باشند.",
      "howToWater": "به رطوبت متوسط و منظم نياز دارد . خشکي را به خوبي تحمل مي کند و به رطوبت فراوان حساس است. پیچ گلیسین گياه مناطق معتدله محسوب مي شود و در محدوده دمايي 4 تا 35 درجه رشد ميکند. نوسانات دمايي در بهار سبب ريختن گل ها مي شود.",
      "howToSoil": "این گیاه به خاک هاي لومي با زهکش مناسب نياز دارد و خاک هاي سنگين را نمي پسندد. به خاک هاي گچي و آهکي حساس است و PH5/5 تا 5/6 ( کمي اسيدي) بهترين حالت براي اين گياه است. اين گياه به خاک کاملا غني از مواد آلي و معدني نياز دارد.",
      "howToLight": "پیچ گلیسین گياهي است که تقريبا به نور زيادي نياز دارد و بايستي در مکان هاي آفتابگير کاشته شود.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 4,
      "tempMax": 35,
      "humidityMin": 5,
      "humidityMax": 50,
      "lightMin": 2000,
      "lightMax": 22000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/C41xCk65y3Wt4A4jf2xj.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/kJkH3EP9mdJMevWYQay2.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/2HoGPmuCGEIRH4XYgLh5.jpeg"
      ],
      "otherNames": [
        "Wisteria ",
        " Wisteria floribunda"
      ]
    },
    {
      "probability": null,
      "id": 193,
      "name": "گل انار",
      "sciName": "Punica granatum",
      "description": "این گیاه که با نام علمی Punica granatum nana در جهان شناخته شده در ایران بیشتر با نام گلنار شناخته می‌شود. گل انار بومی کشور ایران و عراق بوده و می‌توان آنرا نمونه‌ی کوچک شده‌ی درخت انار دانست که می‌تواند در صورتی که به صورت اصولی و علمی پرورش داده شده باشد میوه‌ی انار زینتی نیز تولید نماید. گل انار دارای دو نوع کم پر و پرپر می‌باشد و تفاوت اصلی این دو مدل از این گیاه در عدم توانایی نوع پرپر آن در تولید میوه می‌باشد. گل انار با رنگ‌های زیبای آلویی و عنابی در دسترس می‌باشد که در صورت تمایل، هر مدل آن را در منزل می‌توانید پرورش دهید\r\nبا توجه به تحمل بالای این گل در برابر گرما و کم آبی، مناطق خشک که دارای مدت زمان بیشتر تابش خورشید هستند مناسب ترین منطقه برای پرورش گل انار می باشد تا این گیاه به طور کامل رشد نموده و به مرحله گلدهی و میوه دهی برسد.",
      "howToWater": "گل انار تحمل بالایی در برابر خشکی و گرما دارد ولی برای اینکه نتیجه بهتری از رشد و پرورش این گل دریافت نمایید می بایست به صورت مرتب و حداقل هفته ای یک بار به گیاه به میزان مناسب آب دهید.",
      "howToSoil": "این گل برای اینکه به خوبی رشد کرده و به مرحله ی گلدهی و حتی میوه دهی برسد نیازمند خاکی است که ترکیبی از خاک معمولی به همراه خاک برگ شن تشکیل شده باشد. این مدل از خاک که بیشتر با نام خاک نیمه خشک معروف است می تواند بیشترین تاثیر را بر رشد گل انار شما بگذارد. توجه داشته باشید که زهکشی مناسب خاک این گل از جمله اصلی ترین و دقیق ترین کارهایی است که می بایست توسط شما انجام شود تا نتیجه ی مطلوبی از پرورش این گل بگیرید.",
      "howToLight": "گل انار بر خلاف بسیاری از گیاهانی که تاکنون به معرفی آنان پرداخته ایم به نور مستقیم و کافی خورشید برای رشد خود نیازمند است و شما می توانید آنرا در حیاط منزل خود و یا در صورت پرورش در گلدان در کنار پنجره ای که بیشترین نورگیری خورشید را دارد قرار دهید تا شاهد رشد مناسب آن باشید.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 5,
      "tempMax": 40,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 2000,
      "lightMax": 22000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/vTqwkhnpYWpoKMumfqgI.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/4XuMzjLnSqvxuDzeiZbo.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/iFPeihMucoNFDjcZ1b6J.jpeg"
      ],
      "otherNames": [
        "Malvaviscus penduliflorus ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 180,
      "name": "کلم زرد مردابی",
      "sciName": "Lysichiton americanus",
      "description": "کلم زرد مردابی بومی امریکای شمالی است. این بوته زینتی، گیاهی چند ساله، نیمه آبی یا خاکی با ساقه های زیرزمینی(ریزوم) است که با گل های اسپاتی زرد رنگ بزرگ، شبیه گل های شیپوری، و برگ های سبز مایل به زرد خود در امتداد نهرها و استخرها یا برکه های آب و مرداب ها بخوبی به گل می نشیند و منظره چشمگیری به وجود می آورد.برگ های کلم زرد، برگ های تخم مرغی شکل کامل و کشیده ای هستند که بر ساقه های کوتاه از پایین بر ساقه اصلی گیاه می رویند.\r\nطول هر برگ ۳۰ الی ۱۵۰ سانتیمتر و پهنای آن ۱۰ الی ۷۰ سانتیمتر است.گل های متراکم بر گل آذین استوانه ای شکل به طول ۷ الی ۱۲ سانتیمتر می رویند، که خود آن گل آذین، بر ساقه ۳۰ الی ۵۰ سانتیمتری گیاه پیچیده در برگواره زرد رنگی –مشابه برگ گیاه اما بسیار کوچکتر- ظاهر می شود. گل های کلم زرد مردابی بوی چندان خوشایندی ندارند و همین امر موجب این نام گذاری شده است. میوه آن سته، تخم مرغی شکل کشیده، سبز مایل سرخ و به طول ۶ میلیمتر است که ۱ الی ۲ بذر در خود دارد.",
      "howToWater": "در آفتاب مستقیم و هم در محل های نیم سایه به خوبی رشد می کند.",
      "howToSoil": "خاک این گیاه باید غنی ازمواد آلی و هوموس باشد. استفاده از پیت موس و خاک برگ برای ترکیب خاک آن لازم است.\r\nبرای تکثیر این گیاه در اوایل بهار ریزوم های این گیاه را تقسیم کرده و هر قسمت را در خاک مرطوب می کارند.با استفاده از بذر هم می توان این گیاه را تقسیم کرد.",
      "howToLight": "خاک این گیاه باید مرطوب تا غرقابی باشد. کاشت آن در کنار برکه و آبشار های زینتی، کمک به حفظ رطوبت مورد نیاز گیاه می کند. حتی می توانید این گیاه را در آبی کم عمق نیز بکارید.\r\nاین گیاه چند ساله خزان پذیر، به راحتی یخبندان های سرد بیش از منفی 20 درجه را تحمل می کند.",
      "waterMin": 1,
      "waterMax": 3,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 600,
      "lightMax": 5000,
      "placement": 1,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/jeI6yi7E2tDn0MWmbelM.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/KBaAQKzE2k1VeVhCHXtp.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/c1pBV8Bype46dJ4shHrR.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 111,
      "name": "گل ساعتی",
      "sciName": "Passiflora caerulea",
      "description": "گل ساعتی گیاهی چند ساله همیشه سبز از جنس Passiflora و خانواده گل ساعت:پاسیفلوراسه (Passifloracea) بومی پاراگوئه، برزیل و شمال آرژانتین بوده که نام ژنریک این گیاه Passion fructus است. رنگ گل ساعتی، صورتی و ارغوانی است و گلدهی آن در ماه‌های گرم سال طی تابستان و پائیز صورت می‌گیرد. گل‌ها اغلب معطر و حاوی شهد فراوانی هستند.\r\nگیاهی سریع الرشد است که ساقه‌های بلند و بالارونده‌ای را تولید می‌کند که می‌توانید قلمه‌های زیادی از آن‌ها بگیرید.\r\nدمای کم زمستان عامل محدودکننده رشد گل ساعتی است و به همین دلیل در زمستان‌های سرد این گیاه از بین می‌رود و فقط جوانه شاخه‌های چند ساله زنده می‌مانند.",
      "howToWater": "به آب زیادی نیاز دارد، در تابستان به منظور مرطوب نگهداشتن دایمی خاک هر دو روز یکبار آبیاری کنید،در صورتی که درجه حرارت بالاتر از ۲۴ باشد،به آبیاری روزانه احتیاج دارد.در زمستان در صورتی آبیاری کنید که سطح خاک خشک شده باشد.اصولا هر ده روز یکبار",
      "howToSoil": "گل ساعتی در خاک‌های مختلفی رشد می‌کند، اما در خاک‌هایی با زهکشی مناسب (خاک معمولی باغچه حاوی کمپوست گلدانی) رشد خوب و عملکرد بالایی دارد.\r\nگل ساعتی خشکی را تحمل می‌کند و در خاک‌های سبک و شنی نیز رشد می‌کند، اما در این نوع خاک‌ها به صورت بوته و درختچه‌های کوچک مشاهده می‌شود.\r\n\r\nگل ساعتی خاک‌های مرطوب را دوست دارد. این گیاه خاک‌های اسیدی ضعیف و کمی قلیایی را می‌پسندد.",
      "howToLight": "گل ساعتی نور پسند بوده و برای رشد بهتر و کامل به نور کامل آفتاب نیاز دارد و سایه ممکن است باعث افزایش رشد رویشی شود که در این صورت سبب کاهش گلدهی شده و از نظر دارویی عملکرد گیاه پائین می‌آید به‌علاوه جنبه زینتی آن نیز کاهش پیدا می‌کند؛ لذا وجود نور کامل برای گلدهی گل ساعتی ضروری است.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 10,
      "tempMax": 27,
      "humidityMin": 20,
      "humidityMax": 70,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/ljwrDESnVAscbMO9XW3j.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/hED3Yaoz2399zUCmoG3s.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/SpuexKMJNouaTMwxK33r.jpeg"
      ],
      "otherNames": [
        "Passion flowers ",
        " Passiflora amethystina ",
        " Passiflora edulis ",
        " Passiflora menispermifolia ",
        " Passiflora morifolia ",
        " Passiflora ciliata ",
        " Passiflora miniata"
      ]
    },
    {
      "probability": null,
      "id": 81,
      "name": "فیتونیا",
      "sciName": "Fittonia albivenis",
      "description": "گیاه فیتونیا که با اسم‌های پوست ماری، برگ نعنایی و گیاه موزائیکی هم شناخته می‌شود.\r\nاین گیاه اصالتا از کشور پرو آمده است و نام خود را از روی رگ‌های قرمز، سفید و صورتی‌ که بر روی برگ‌هایش قرار دارد گرفته است.",
      "howToWater": "اگر فیتونیای خود را دوست دارید پس باید آبیاری آن را هم دوست داشته باشید در غیر اینصورت گیاه شما پژمرده خواهد شد.\r\nفیتونیا اصلا دوست ندارد که خاکش خشک باشد، از سوی دیگر از خاک خیس هم بدش می‌آید. بهترین حالت برای این گیاه، خاکی با رطوبت کم است و دمای آب باید معمولی باشد و با دمای اتاق یکسان باشد.\r\nآب‌دهی زیاد باعث می‌شود تا جریان هوا در اطراف ریشه‌های گیاه قطع شود و باعث تغییر رنگ گیاه و پژمردگی آن می‌شود.\r\nبهترین راه برای اینکه متوجه شویم گیاه به آب نیاز دارد یا خیر محاسبه وزن گلدان، قبل و بعد از آب‌دهی است.",
      "howToSoil": "خاک فیتونیا باید حاوی مقدار زیادی مواد ارگانیک باشد تا شبیه به خاک زیستگاه اصلی گیاه باشد. خاکی که مواد ارگانیک زیادی داشته باشد آب را بیشتر در خود نگه می‌دارد.\r\nخاک فیتونیا نباید هیچ‌گاه بیش از حد خیس بماند زیرا باعث پوسیدگی ریشه می‌شود. می‌توانید با اضافه کردن سنگ‌های درشت‌تر تخلیه آب را برای خاک آسان‌تر کنید.\r\nیک ترکیب خوب برای گیاه فیتونیا، مقدار مساوی از خاک گلدان، شن درشت، گیاه‌خاک، و پوده است.\r\nخاک گلدان نقش زهکشی و مواد مغذی را دارد، شن برای زهکشی بهتر است و گیاه‌خاک، باعث حفظ رطوبت و ساختار خاک می‌شود و پوده حاوی مواد آلی است و با تجزیه شدن به مرور زمان مواد مغذی بیشتری را آزاد می‌کند.",
      "howToLight": "فیتونیا یک نور روشن و غیر مستقیم را ترجیح می‌دهد.\r\nمیتوانید گیاه را در کنار یک پنجره شمالی یا شرقی قرار دهید و یا آن را در محلی قرار دهید که نور با عبور از پرده به گیاه برسد.\r\nدر هر صورت هیچ‌گیاه گیاه را در معرض نور مستقیم خورشید قرار ندهید.\r\nگاهی این گیاه را به اسم گیاهی که نور کمی می‌خواهد می‌فروشند اما اگر می‌خواهید رشد و شادابی فیتونیا را ببینید باید آن را در معرض نور زیاد و غیر مستقیم قرار دهید. البته این گیاه در سایه میتواند زنده بماند اما دیگر خبری از شادابی تحسین برانگیزش نیست.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 18,
      "tempMax": 30,
      "humidityMin": 40,
      "humidityMax": 70,
      "lightMin": 700,
      "lightMax": 17000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/yKBW09EP4oJn040PslJD.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/f1Z9obM83eMuhFxP36c9.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/DQJtBS7JX66BVRKTmPXV.jpeg"
      ],
      "otherNames": [
        "Mosaic-plant ",
        " Fittonia albivenis ",
        " Fittonia albivenis ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 165,
      "name": "فیلودندرون برگ ویولونی",
      "sciName": "Philodendron panduriforme",
      "description": "گیاه آپارتمانی فیلودندرون برگ ویولونی برگ هایی زیبا و چرمی مشابه ویولون دارد و به همین دلیل به این نام مشهور شده است. گیاه فیلودندرون از گیاهان بالا رونده است و برای این که رشد خوبی داشته باشد بهتر است برای آن قیم داخل گلدان قرار داده شود. این گیاه دارای ریشه هوایی است پس دقت کنید که به اشتباه ریشه های هوایی گیاه را حذف نکنید و برای تامین رطوبت ریشه های هوایی فیلودندرون به صورت روزانه گیاه را با آب اسپری کنید.",
      "howToWater": "خاک گلدان را همیشه مرطوب(نه غرقابی) نگه دارید.\r\nحداقل دمای مناسب برای رشد 15-13 درجه است. در زیر دمای 10 درجه گیاه آسیب دیده و حتی خشک می شود.",
      "howToSoil": "به خاکی سبک با زهکش خوب احتیاج دارد. ترکیب یک قسمت کمپوست+یک قسمت خاک لومی+دو قسمت پرلیت برای این گیاه مناسب است. هر 2-3 هفته با یک محلول رقیق از کود 5-10-5 می توان آن را تغذیه کرد. کود دهی بیش از حد\r\nبه دو روش خوابانیدن ساقه یا قلمه گیری می توان این گیاه را تکثیر کرد.",
      "howToLight": "گیاهی مقاوم است، با برگ های چرم گونۀ سبزِ سیرِ زیبا. رقم های مختلف این گیاه از نظر پهنای برگ و اندازه زبانه های بالایی و بیرون زدگی آنها با هم تفاوت هایی دارند ولی شمایل کلی آنها کمابیش مشابه هم و قابل شناسایی است. زبانه های بالایی برگ هایشان به نرمی به سمت بیرون و پایین تمایل دارد. این گیاه را به نام سازی زهی، بومی گرجستان (پاندوری) نام گذاری کرده اند اما ظاهرِ برگ های آن بیشتر شبیهِ ساز قیچک ایرانی است و نام انگلیسی آن هم فیلودندرون برگ ویولونی است!",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 20,
      "tempMax": 35,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 400,
      "lightMax": 1500,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/QAEqu5rm28Id1nqjUG4S.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/wsWBcsOYoBH5UrgfZYHl.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/2im0nvw8qkRMfTFQZ7mD.jpeg"
      ],
      "otherNames": [
        "Philodendron bipennifolium"
      ]
    },
    {
      "probability": null,
      "id": 49,
      "name": "سینگونیوم",
      "sciName": "Syngonium",
      "description": "انواع زیادی از گیاهان سینگونیوم وجود دارند که معروف‌ترین آن‌ها، سینگونیوم پودوفیلوم است. سینگونیوم متعلق به جنگل‌های استوایی و بارانی آمریکای جنوبی و مرکزی است.سینگونیوم‌ها به میزان بالایی از رطوبت نیاز دارند.",
      "howToWater": "یکی از رایج‌ترین مشکلات احتمالی برای گیاه سینگونیوم، ریزش برگهاست. ریزش برگها در اثر کمبود آب و خشکی بیش از حد گیاه رخ می‌دهد. همواره میزان رطوبت خاک را بسنجید هر زمان احساس کردید خشک است، آن را آبیاری کنید.\r\nزرد شدن برگها نیز یکی دیگر از اتفاقات ناگوار است. آبیاری بیش از حد و خاک خیس سبب بروز این مشکل می‌شود.",
      "howToSoil": "خاک سبک با ترکیبی از خاک برگ و پیت ماس بهترین خاک برای این نوع گیاه است. توجه داشته باشید که حتما از زه کشی مناسب برای گلدان آن استفاده کنید و از تجمع آب در ته گلدان جلوگیری کنید چرا که باعث پوسیدگی ریشه های آن می شود.\r\nاز یک کود چند منظوره مخصوص گیاهان آپارتمانی استفاده کرده و آن را تا نصف قدرت خود رقیق کنید. هنگام آبیاری کود را نیز به خاک اضافه کنید. کوددهی حتما باید در خاک مرطوب صورت بگیرد.",
      "howToLight": "مهم‌ترین مسئله برای یک سینگونیوم آپارتمانی، تغییرات نور است. آن‌ها را از معرض نور مستقیم دور نگه دارید، بهترین نور برای سینگونیوم نور کم تا متوسط است.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 15,
      "tempMax": 27,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 400,
      "lightMax": 1000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/UkFp7Rm1Wnqh91y0hWFi.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/FI27G85UGJS7tBwrtpfk.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/ae0xKKe0RnMZpQI2I6xb.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/BByHKG75Uwin6RrIlbkH.webp",
        "https://planta.vsrv.ir/storage/plant/November2021/WRXTOFElmJw0ksRipYjn.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/ryin010ANJ4lR9TMjyva.jpeg"
      ],
      "otherNames": [
        "Syngonium auritum ",
        " Syngonium podophyllum ",
        " Syngonium auritum ",
        " Syngonium angustatum ",
        " Syngonium macrophyllum ",
        " Syngonium wendlandii ",
        " Syngonium podophyllum ",
        " Syngonium auritum ",
        " Typhonium blumei"
      ]
    },
    {
      "probability": null,
      "id": 23,
      "name": "برگ انجیری",
      "sciName": "Variegated Monstera",
      "description": "برگ انجیری گیاه مقاومی است و به نگهداری چندانی نیاز ندارد.و دارای گونه های مختلفی هست، این گیاه ریشه های بلندی دارد و دمای متعادل اتاق و نور زیاد خورشید خواسته های این گیاه از شماست.محیط گرم و مرطوب برای این گیاه زیبا کاملا ایده آل است و در چنین شرایطی به سرعت رشد می کنداگر می‌خواهید نگهداری از آن را به بهترین شکل ممکن انجام دهید می‌توانید هفته‌ای یکبار را مرطوب کنید. این کار را به کمک یک اسپری آب انجام دهید.",
      "howToWater": "هرچه دمای محیط بیشتر باشد، نیاز برگ انجیری به آب و رطوبت بیشتر می‌شود.کمی رطوبت برای خاک گیاه لازم است، به عبارتی دیگر بهتر است بعد از خشک شدن خاک آن را آبیاری کنید تا خیس و غرقاب نشود.",
      "howToSoil": "برای داشتن بهترین نتیجه و اگر دوست دارید همیشه شاهد برگ های تازه و شاداب باشید، در طول بهار و تابستان ماهی یکبار به گیاه خود کود بدهید. مقدار کمی کود مایع کافی است تا رشد برگ انجیری به طور واضحی بهبود پیدا کند. نباید در زمستان به گیاه کود بدهید، برگ انجیری باید در این زمان استراحت کرده و مدتی را بدون کود سپری کند.",
      "howToLight": "برگ‌های روشن و سفید رنگ برگ انجیری توانایی زیادی در جذب نور خورشید ندارند، و گیاه باید بیشتر از سایر گیاهان برای انجام فتوسنتز تلاش کند. پس آن را در مکان های کم نور قرار ندهید.برای داشتن رشدی سریع‌تر و گیاهی سالم‌تر، بهتر است آن را همواره تحت تابش غیرمستقیم خورشید قرار دهید چون نور زیاد باعث زرد شدن برگ ها و در نتیجه آسیب دیدن گیاه می‌شود.برگ انجیری دوست دارد در نیم سایه باشد.",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 13,
      "tempMax": 27,
      "humidityMin": 60,
      "humidityMax": 90,
      "lightMin": 800,
      "lightMax": 18000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/YQiEh5LYNA8XIjvvcCZs.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/W4KkDq0f24QFrTR43ScX.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/eruD7QFL3zBG9T048n6B.jpeg"
      ],
      "otherNames": [
        "Monstera Deliciosa ",
        " Rhaphidophora tetrasperma"
      ]
    },
    {
      "probability": null,
      "id": 77,
      "name": "نخل مرداب",
      "sciName": "Cyperus alternifolius",
      "description": "گیاه بومی باتلاق های ماداگاسکار ,شبه جزیره عربستان وبسیاری از کشورهای شرق آفریقا می باشد به عنوان گیاه زینتی فضای بازوبسته در سراسر جان کشت میشود.این گیاه درشرایط باتلاقی یابصورتی که ریشه ها کاملا دراب غوطه ورهستند رشد میکند .\r\nآسانترین روش تکثیر از طریق قلمه است به این صورت که یک برش 10الی15سانتی از قسمت راس ساقه زده وآن را بصورت وارونه درآب یاخاک قرارداده شود .",
      "howToWater": "از آن جایی که این یک گیاه نیمه آبی است ، نیازمند آبیاری در مقادیر بالا مخصوصا در فصل گرما می ‎باشد و به همین دلیل است که این گیاه اغلب به عنوان یک گیاه حوضچه شناخته می ‎شود. از آن جایی که این گیاه در زیستگاه خود اغلب در مناطق مرطوب و در نزدیکی آبراه ها رشد می ‎کند ، به منظور تامین میزان آب مورد نیاز آن بهتر است سینی زهکشی گلدان این گیاه را پر از آب کنید. این گیاه به آبیاری زیاد در فصلائیز و زمستان نیاز ندارد.",
      "howToSoil": "خاک باید کمی سنگین باشد (رس آن زیادتر از خاک برگ) تا رطوبت را در خود حفظ کند. گیاه نخل مرداب در طول فصل رشد به ماهی یک مرتبه تغذیه شدن با کود نیازمند است.\r\nخاک مورد نیاز برای رشد این گیاه ، خاک معمولی گلدان است اما با این حال ، وجود بستر متشکل از ذغال سنگ نارس ، خزه ، شن و لوم برای این گیاه ضروری بوده و به حفظ رطوبت مورد نیاز آن نیز کمک می ‎کند.",
      "howToLight": "این گیاه نیازمند نور غیر مستقیم خورشید است و در صورت قرار گرفتن در معرض نور مستقیم ، برگ های آن خواهند سوخت و بنابراین در صورت تمایل به نگهداری از این گیاه در محیط منزلتان ، بهتر است آن را در نزدیکی پنجره ای پوشیده شده با پرده قرار دهید. نباید این گیاه را در مکانی با دمای کمتر از 10 درجه نگهدار نمود. ریختن برگ این گیاه در فصل زمستان طبیعی است و بهتر است در فصل سرما تمام ساقه ها را از سطح خاک حذف نمود تا با سبز شدن دوباره د فصل بهار، گیاه نخل مرداب چهره زیباتری به خود گیرد.\r\nنور:این گیاه باید در آفتاب نگهداری شود به شرط آنکه ریشه ها دایم خیس باشند؛ البته در نیم سایه نیم آفتاب یا در سایه ای که نور دار باشد هم می ماند.",
      "waterMin": 2,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 25,
      "humidityMin": 60,
      "humidityMax": 90,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2021/R99PdpO9OnOskfCKMiIU.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/jIHZux4TEyni3YcHLh6b.jpeg"
      ],
      "otherNames": [
        "cyperus alterni folius ",
        " Cyperus alternifolius ",
        " Cyperus haspan ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 167,
      "name": "لدبوریا سوشالیز",
      "sciName": "Ledebouria socialis",
      "description": "لدبوریا سوشالیز (Ledebouria Socialis) یک گیاه پیاز‌دار متعلق به نواحی کیپ در آفریقای‌جنوبی است. این گیاه در مناطق خشک ساوانا که تابستانی بارانی دارند و در جاهای کم‌عمق و دارای خاکی ماسه‌ای یافت می‌شود. لدبوریا معمولاً در مکان‌های سایه‌دار در کنار گیاهان دیگر می‌روید و دارای برگ‌های خال‌دار است. نگهداری لدبوریا سوشالیز در منازل و محیط‌های کاری با حداقل مراقبت امکان‌پذیر است. این گیاه همانطور که گفته شد دارای یک پیاز است که آن را در مقابل خشکی مانند هر ساکولنت دیگری مقاوم می‌کند.\r\nاین گیاه دارای ساقه‌ای گوشتی است که ظاهری نیزه مانند دارد و دارای برگ‌هایی با نقاط مشخص و به طول ۵ تا ۱۰ سانتی‌متر است. برگ‌ها در سطح رنگی زیتونی دارند و در زیر رنگ برگ‌ها بنفش است. این گیاه گل‌هایی به رنگ سفید و با لبه‌های سبز در بهار به طول ساقه ۸ تا ۱۵ سانتی‌متر تولید می‌کند.\r\nنگهداری لدبوریا سوشالیز در منزل ممکن است. و با مراقبت اندکی که لازم دارد می‌توان این گیاه دوست داشتنی را در کلکسیون گیاهان خود نگهداری کرد. این گیاه در فصول سرد و زمستان به خواب می‌رود ولی برگ‌های آن در طول سال سبز می‌مانند.",
      "howToWater": "در طول فصول رشد گیاه را به طور مناسب و ملایم آبیاری کنید. برای آبیاری لدبوریا سوشالیز نیاز است که سطح خاک گیاه در بین دو آبیاری به اندازه یک سانتی‌متر خشک شود، سپس گیاه را آبیاری کرد. در طول فصول استراحت گیاه فقط در حدی گیاه را آبیاری کنید که مخلوط خاک آن دچار خشکی مفرط نشود.",
      "howToSoil": "از مخلوط‌های خاک مناسب کاکتوس و ساکولنت می‌توانید برای این گیاه استفاده کنید و قسمت غده‌ای و پیاز گیاه باید تا حدی بیرون از سطح خاک گلدان باشد. خاکی که برای آن استفاده می‌کنید باید دارای زه‌کشی مناسبی باشد و آب را به سرعت از خود عبور دهد. بیشتر از سه عدد پیاز را در یک گلدان ۱۰ الی ۱۵ سانتی‌متری قرار ندهید. در طول چهار تا شش هفته ابتدایی تعویض گلدان یا کاشت گیاه نباید آن را آبیاری کرد. در این مدت ریشه ها جای خود را در گلدان پیدا کرده و رشدی خواهند داشت. بعد از گذشت این زمان می‌توانید به روال عادی نگهداری لدبوریا سوشالیز بپردازید. تعویض گلدان این گیاه را می‌توانید در فصل بهار انجام دهید.",
      "howToLight": "این گیاه به نور روشن و مناسب خورشید برای سه الی چهار ساعت در طول روز نیاز دارد. ولی در تابستان و هنگام تابش شدید خورشید باید از گیاه در مقابل آفتاب سوختگی محافظت کرد. بهترین مکان برای نگهداری لدبوریا سوشالیز در منزل پنجره جنوبی و در جایی است که بیشترین نور را بتواند دریافت کند.\r\nدمای مناسب برای این گیاه در طول فصول رشد آن دمای معمول اتاق می‌باشد که دمایی بین ۱۶ تا ۲۴ درجه سانتی‌گراد است. در طول فصول استراحت و رکود بهتر است دمای نگهداری آن دمایی بین ۱۰ تا ۱۵ درجه سانتی گراد در نظر گرفته شود.",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": 16,
      "tempMax": 24,
      "humidityMin": 30,
      "humidityMax": 70,
      "lightMin": 500,
      "lightMax": 1500,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/IMWtb8edUriIppPYvjqY.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/9iBONOkPc3AWN9Y6EPms.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/lpI5FWZ22MzVY3O9VXAC.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 110,
      "name": "پیج نیلوفر",
      "sciName": "Ipomoea",
      "description": "گیاه علفی، چندساله، بومی مناطق گرمسیر است و به طور گسترده در نواحی مختلف دنیا کشت می شود. این گیاه بالارونده بوده و رشد سریعی دارد . برگ ها آن قلبی شکل بوده و گل های شیپوری آن به رنگ هایآبی، ارغوانی، صورتی یا سفید هستند. برخی ارقام تک رنگ و برخی چند رنگ هستند. حالت رشدی این گیاه (پیچنده بودن) و نمای زیبای برگ و گل ها، باعث شده که در اطراف آلاچیق ، بر روی داربست و یا ستون ها پیچیده شود و منظره زیبایی را ایجاد کند. گل ها با غروب آفتاب بسته می شوند  و همزمان با طلوع خورشید آرام آرام باز می شوند.",
      "howToWater": "هر چند که این گیاه به خشکی مقاوم است ولی از آنجایی که یک گیاه علفی است، بنابراین برای شاداب ماندن خود نیاز به رطوبت متوسط و همیشگی خاک دارد و تا زمانی که به رشد کامل نرسیده است، باید مرتب آبیاری شود.",
      "howToSoil": "این گیاه در هر نوع خاکی به خوبی رشد می کند به شرطی که زهکش خاک مناسب باشد. بنابراین اگر خاک سنگین باشد، با اضافه کردن پیت می توان زهکش آن را مناسب کرده تا گیاه به خوبی رشد کند. به طور کلی خاک مناسب آن ترکیبی از خاک برگ و خاک معمولی باغچه است.",
      "howToLight": "این گیاه به نور مستقیم آفتاب نیاز دارد و اگر نور کم باشد باعث کم رنگ شدن برگ ها و کاهش گلدهی می شود. ولی باید توجه داشت که نور شدید به خصوص اگر آبیاری منظم نباشد، به گیاه آسیب می زند.\r\nاین گیاه بومی مناطق گرمسیر است ولی درمناطق معتدل در فصل بهار و تابستان می تواند به خوبی رشد کند. ولی در سرما و یخبندان از بین می رود.",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": 12,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 80,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/1tfOOMjx04VIJAEXr5PM.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/Q5Dv4duvG4B09YBLTjM0.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/pYaK67oGC8RlLIElPw9C.jpeg"
      ],
      "otherNames": [
        "Ipomoea purpurea ",
        " Ipomoea nil ",
        " Ipomoea tricolor ",
        " Ipomoea indica ",
        " Convolvulus arvensis ",
        " Operculina turpethum ",
        " Ipomoea tiliacea ",
        " Ipomoea grandifolia ",
        " Ipomoea"
      ]
    },
    {
      "probability": null,
      "id": 169,
      "name": "رز کریسمس یا رز نوئل",
      "sciName": "Helleborus niger",
      "description": "وقتی که تمامی گیاهان گلدار در حال سپری کردن ایام استراحت خود هستند، رز کریسمس بیدار می‌شود و شکوفه‌های بی‌نظیر خود را در زیر درختان نمایان می‌کند. با اینکه ظاهر این گل‌ها شبیه به رزهای وحشی است، اما این گونه از لحاظ گیاه شناسی به خانواده رزها تعلق ندارد و جز خانواده آلالگان به‌شمار می‌روند. در طول روزهای سرد و بی‌رنگ زمستانی، رز کریسمس طراوت و رنگ را به باغچه باز می‌گرداند. نگهداری از گل رز کریسمس یا نوئل سخت نیست و این گل زیبا، گیاهی مقاوم و بی‌دردسر است. تنها کافی است چند نکته ساده را در رسیدگی و محل قرارگیری آن رعایت کنید تا این گل زمستانی به رشد باشکوه خود ادامه دهد.",
      "howToWater": "رز کریسمس، مثل سایر گیاهان هم‌خانواده خود، به خوبی با زندگی در باغچه و گلدان کنار آمده است. با اینکه علاقه این گیاه به خاک مرطوب است، اما می‌تواند در شرایط خشکی نیز حیات خود را حفظ کند. در طول نگهداری از گل رز کریسمس یا همان رز نوئل اجازه ندهید که ریشه آن در بین دفعات آبیاری کاملا خشک شود. در خصوص این گیاه، بهتر است آبیاری کمتر، اما پیوسته را الگو قرار دهید؛ یعنی آن را به‌طور مداوم در حجم‌های کم آبیاری کنید. به‌این‌شکل خاک آن همیشه مرطوب باقی خواهد ماند.\r\nهمیشه در مدت نگهداری از گل رز نوئل یا کریسمس از آبیاری بیش از حد خودداری کرده و اعتدال را حفظ کنید. رز کریسمس باید در ساعات آغازین روز یا اوایل بعد از ظهر آبیاری شود. در زمستان، روزهایی را برای آبیاری انتخاب کنید که اثری از یخبندان، برف و سرمای شدید در آن‌ها نیست. همچنین اگر خاک خیس بود، دست نگه دارید. چراکه آبیاری کردن خاک خیس منجربه پوسیدگی ریشه خواهد شد. برای جلوگیری از تبخیر بی‌رویه آب، می‌توانید سطح خاک را با مقداری مالچ پوسته درخت بپوشانید. برای جلوگیری از وارد شدن استرس به گیاه در فصل سرما، از آب ولرم برای آبیاری رز کریسمس استفاده کنید.",
      "howToSoil": "رز کریسمس به خاکی غنی و دارای زهکشی عالی نیاز دارد. این گیاه در خاک‌های خنثی تا قلیایی رشد خوبی خواهد داشت و ترجیح آن به زندگی در خاک‌های سنگین است. مقادیر بالای آهک و هوموس، می‌تواند برای آن مفید باشد. اگر خاک انتخابی شما نمی‌تواند زهکشی را به بهترین نحو انجام دهد، آن را با مقداری سنگریزه و خاک شنی ترکیب کنید تا زهکشی آن بهبود پیدا کند. همچنین اگر گیاه را در گلدان می‌کارید، از وجود حفرات زهکشی کافی در زیر گلدان مطمئن شوید. به‌عنوان نکته آخر در مورد نگهداری از گل رز نوئل نیز در نظر داشته باشید که خاک رز نوئل گلدانی نیز باید دارای مقادیر بالایی از آهک و خاک رس باشد.",
      "howToLight": "رز کریسمس در طبیعت بومی خود، در لبه جنگل‌ها و ارتفاعات رشد می‌کند. این یعنی گیاه زمستانی پیش رویتان در نور نسبی خورشید رشد کرده و مکانی با کمی سایه برای آن کاملا ایده‌آل است. به‌این‌منظور یکی از بهترین نقاط برای کاشت و نگهداری از رز کریسمس یا نوئل در باغچه، زیر درختان برگریز است. در چنین مکانی، نور به‌صورت فیلتر شده به گیاه می‌رسد و شرایط رشد آن تا حد زیادی به زیست بوم اصلی‌اش نزدیک می‌شود.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 5,
      "tempMax": 25,
      "humidityMin": 20,
      "humidityMax": 60,
      "lightMin": 300,
      "lightMax": 1900,
      "placement": 1,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/IZxFMh1OLLyr07N7ogsD.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/kc4y1b5NsGFIPtQDfA0y.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/DIrkR8lQoaE9pin8Q0kO.jpeg"
      ],
      "otherNames": null
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=13",
    "next": "https://planta.vsrv.ir/api/Feed?page=15"
  },
  "meta": {
    "current_page": 14,
    "from": 196,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=13",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=11",
        "label": "11",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=12",
        "label": "12",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=13",
        "label": "13",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=14",
        "label": "14",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=15",
        "label": "15",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=16",
        "label": "16",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=17",
        "label": "17",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=15",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 210,
    "total": 328
  }
}