{
  "data": [
    {
      "probability": null,
      "id": 294,
      "name": "دیسچیدیا",
      "sciName": "Dischidia nummularia",
      "description": "اگر عاشق واقعی گیاهان آویزان هستید ، یکی از آنهایی که می توانید در خانه داشته باشید و مشکلات زیادی برای شما ایجاد نخواهد کرد ، بدون شک دیسچیدیا nummularia. نگهداری از این گیاه یک گیاه آسان است و به خودی خود ظاهری منحصر به فرد به شما می بخشد.\r\nاولین چیزی که باید در مورد آن بدانید دیسچیدیا nummularia این است متعلق به خانواده ساکولنت ها است ، که در حال حاضر به شما ایده می دهد که مراقبت از آن آسان خواهد بود و از چند معضلی که می تواند برای شما ایجاد کند. آنها معمولاً نامهای دیگری مانند گیاه مورچه یا دکمه ارکیده را دریافت می کنند. دلیل این امر این است که در زیستگاه آن ، که اتفاقاً در چین و هند است ، یکی برای مخفی کردن حشرات انتخاب شده و همچنین در همانجا آنها از CO2 که گیاه تولید می کند تغذیه می کنند. اما نگران نباشید ، داشتن آن در خانه به معنای مشکل با مورچه ها یا به طور کلی حشرات نیست.",
      "howToWater": "قط هنگامی که متوجه خشک شدن خاک می شوید زمانی است که باید آن را آبیاری کنید اما به مقدار زیادی نیاز ندارد.\r\nباید این را بدانید ترجیح می دهد آب را از محیط جذب کند ، یعنی از طریق غبارپاشی ، بنابراین اگر این کار را مرتباً انجام می دهید ، ممکن است حتی مجبور نشوید آن را آبیاری کنید.",
      "howToSoil": "خاک کاکتوس و خاک ساکولنت ها برای این گیاه مناسبا است",
      "howToLight": "به نور زیادی احتیاج دارد البته نور مستقیم را دوست ندارد ، گرچه آن را تحمل می کند به شرطی که در ساعات بروز بیشتر اشعه خورشید آن را خارج نکنید. بهتر است جایی را پیدا کنید که نور غیر مستقیم و ساعتهای زیادی در آن دریافت کند.",
      "waterMin": 5,
      "waterMax": 10,
      "tempMin": 15,
      "tempMax": 37,
      "humidityMin": 30,
      "humidityMax": 90,
      "lightMin": 700,
      "lightMax": 1500,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/September2022/CV9gTPNxKg95pRr9BTGh.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/September2022/fiX9iODyqflCBGFq5ZWu.webp",
        "https://planta.vsrv.ir/storage/plant/September2022/ofsYV5hGlEoPLF1sPuQT.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 191,
      "name": "گیاه انسولین",
      "sciName": "Chamaecostus cuspidatus",
      "description": "گیاهی چند ساله، سریع الرشد با رشد عمودی به ارتفاع 60 سانتی متر که برگها، بزرگ، صاف به رنگ سبز تیره، سطح زیرین برگ به رنگ بنفش هستند که در مناطق گرمسیری همیشه سبز باقی می مانند. برگ ها متناوبا بر روی ساقه قرار گرفته به صورت افقی فضا را پر می کند. گلها نارنجی هستند و در ماه های گرم دیده می شوند. گلبرگ ها کاملا شیرین و مقوی هستند. بذرها به شکل کپسول هستند.",
      "howToWater": "در فصل رشد به طور منظم آبیاری شود. خاک را همیشه مرطوب نگه دارید به طوری که سبب پوسیدگی گیاه نشود. آبیاری را در فصل زمستان کاهش دهید.",
      "howToSoil": "خاک حاصلخیز و اندکی مرطوب که دارای بافت سبک و زهکشی خوبی داشته باشد برای گیاه انسولین مناسب است.\r\nگیاه انسولین خود را با هر کود آلی تقویت کنید. در فصل زمستان از کوددهی خودداری کنید تا باعث باروری گیاه در خارج از فصل نشود.",
      "howToLight": "در آفتاب یا نور جزئی و سایه اندکی رشد می کند. برای رشد بهتر به 3 تا 4 ساعت نور مستقیم نیاز دارد.\r\nبهترین دما تا 30 درجه سانتی گراد است اما تا 45 درجه سانتی گراد را نیز تحمل می کند.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 10,
      "tempMax": 45,
      "humidityMin": 10,
      "humidityMax": 70,
      "lightMin": 800,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/Mh5i2s4LfOHXlOJfvklU.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/SyvsxVB6uLbtRfPDipO8.jpeg"
      ],
      "otherNames": [
        "Chamaecostus cuspidatus ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 79,
      "name": "گل قاشقی",
      "sciName": "Peperomia magnoliiaefolia",
      "description": "منشأ این گیاهان، آمریکای جنوبی (برزیل) و آفریقای جنوبی و آفریقای مرکزی و به طور کلی مناطق گرمسیری و گاه روی تنه درختان است.ارتفاع گیاه در حدود 25 سانتیمتر  برگ ها گوشتی و براق آن قلبی و تخم مرغی شکل می باشد و به رنگهای سفید ،کرمی در متن سبز رنگ و پر از فرورفتگی و برجستگیها ، به رنگ سبز تیره با رگه های سبز روشن است . \r\nپپرومیا در مقابل سرما هیچ استقامتی نداره پس در فصل زمستان گیاه رو در منزل یا گلخانه قرار بدید و درفصل تابستان هم گیاه رو از نور مستقیم خورشید دور نگه دارید.",
      "howToWater": "همونطوری که در ابتدا گفتم پپرومیا قاشقی آب رو در بافت برگ ها و ساقه های خودش ذخیره میکنه و نیاز آبی کمی داره . پس برای آبدهی عجله نداشته باشید. البته آبدهی رو هم به تعویق نندازید. بهترین راه آبدهی به موقع و برنامه ریزی شده گیاه هست. در زمستان هر دو هفته یکبار و در تابستان هفته ای یکبار به گیاه پپرومیا قاشقی آب بدید. یادتون باشه که قبل از آبدهی سطح خاک رو چک کنید و بعد از اطمینان از خشکی سطح خاک اقدام به آبدهی کنید.",
      "howToSoil": "خاک مناسب برای پپرومیا قاشقی خاکی نسبتا سبک هست که متشکل شده از یک قسمت پیت ماس، یک قسمت ماسه و یک قسمت خاک باغچه که ترکیب خوبی را بوجود خواهند آورد. برای کف گلدان از سنگ ریزه استفاده کنید.\r\nتا مانع از انباشت آب و پوشیدن ریشه ها در کف گلدان شود.",
      "howToLight": "این گیاه هم مثل هر گیاه دیگری به لحاظ نوری مناطق پرنور اما به دور از تابش نور مستقیم آفتاب رو به هر شرایط دیگری ترجیح میده. اما در صورت عدم وجود نور هم میتونه به راحتی به حیاطش ادامه بده. به خاطر داشته باشید که پپرومیا زیر اشعه ی چراغ فلورسنت از بین خواهد رفت.",
      "waterMin": 5,
      "waterMax": 14,
      "tempMin": 15,
      "tempMax": 30,
      "humidityMin": 40,
      "humidityMax": 70,
      "lightMin": 800,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2021/HNYFXolWqM4NSzKybIZW.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/gyPSRQwTXtF2zAiW6XzV.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/kKmRVVU16uucAgGUEWov.jpeg"
      ],
      "otherNames": [
        "Peperomia obtusifolia ",
        " Peperomia pellucida ",
        " Peperomia serpens ",
        " Peperomia clusiifolia ",
        " Peperomia magnoliifolia ",
        " Peperomia rotundifolia ",
        " Peperomia dolabriformis ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 308,
      "name": "گل آلاله",
      "sciName": "Ranunculus asiaticus",
      "description": "Ranunculus asiaticus که با نام آلاله ایرانی یا (آلاله فارسی) مشهور است گونه ای گیاه چند ساله از جنس Ranunculus و تیره آلالگان(Ranunculaceae) بومی منطقه مدیترانه شرقی ، جنوب غربی آسیا، جنوب شرقی اروپا (کرت، Karpathos و رودز)، و شمال شرقی آفریقا است.\r\nنزدیک به۶۰۰ گونه آن از گل آلاله در جهان شناخته شده است. در ایران در حدود۶۰ گونه از این گیاه می روید و برخی از این گونه ها در بعضی از مناطق ایران به صورت خودرو و بومی دیده می شود. آلاله های خودرو در جنگل ها، مرداب ها، کنار نهرها، چشمه ها، حاشیه کشتزارها و جاده ها، در آبهای کم عمق باتلاق ها و نیز در کوهستان ها می رویند.\r\nاین یک گیاه در حال رشد به 45 سانتی متر بلندی میرسد. دارای ساقه های ساده و یا پر شاخه است. برگ های پایینی آن سه لوب دارند، و برگ های بالاتر آن بر روی ساقه عمیق تر می باشند و مانند ساقه، کرک دار یا هستند. گل آن با قطر حدود 3 تا 5 سانتی متر است و رنگ آن متغیر قرمز صورتی ، زرد ، یا سفید میباشد و یک تا چند گل در هر ساقه می روید.\r\nآلاله در فضای آزاد در اوایل تابستان گل می دهد ولی در گلخانه می تواند در زمستان و بهار از گل های آن استفاده کرد. با گرم شدن هوا در تابستان برگ های آن زرد میشوند.",
      "howToWater": "در فصل بهار نیاز آبی آن بالا است و در تابستان با زرد شدن برگ ها، آبیاری کاهش می یابد تا اینکه متوقف شود. به سرمای زیاد حساس است و در زمستان گیاهان جوان باید با خاک پوش پوشانده شوند. دمای شبانه 7 تا 10 درجه و دمای روزانه حداکثر 20 درجه سانتیگراد برای این گیاهان مناسب است.",
      "howToSoil": "گل آلاله زمین های قوی، سالم باخاک غنی، خفیف تا ملایم قلیایی و اسیدی و هوای آفتابی را می پسندد.",
      "howToLight": "به آفتاب مستقیم و کامل نیاز دارد و در محیط سایه گل نمی دهد",
      "waterMin": 2,
      "waterMax": 4,
      "tempMin": 7,
      "tempMax": 20,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/February2023/rbF6CkqAyrOoc1rzlaqh.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/February2023/R9H1RO0HgCEZgZzCJnFM.jpeg",
        "https://planta.vsrv.ir/storage/plant/February2023/iFUzDacNvSgGnmvzpgS2.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 309,
      "name": "کلاغَک یا سنبلک",
      "sciName": "Muscari parviflorum",
      "description": "از گیاهان از تیره مارچوبه و راسته مارچوبه سانان که علفی است و دارای ریشهٔ پیازی شکل می باشد و متعلق به تک لپه ای ها است. گل هایش خوشه ای شکل اند و در انتهای ساقه قرار دارند و دارای رنگ آبی مایل به بنفش با تلألو قرمز می باشند.\r\nدر حدود ۴۰ گونه از این گیاه شناخته شده که در مناطق مدیترانه ای می رویند و در ایران نیز در کنار رودها یافت می شوند.ارتفاع ۱۰ تا ۲۰ سانتیمتر که توسط پیاز تکثیر مى یابد.موسم گلدهى این گیاه فروردین ماه است.",
      "howToWater": "آبدهی این گیاه باید منظرم باشد و ازدیاد این گیاه از طریق کاشت بذر در پاییز و تقسیم گیاه در اواخر تابستان امکان پذیر است.",
      "howToSoil": "برخی از گونه های این گیاه به عنوان گل زینتی در باغچه ها کشت می شوند. از بافت های آن ماده ای به نام موسکارین استخراج می کنند که به مقدار کم برای رفع اختلالات دستگاه گوارش و رحم به کار می رود.به خاک نسبتاً غنی و مرطوب با زهکش خوب نیاز دارد",
      "howToLight": "این گیاه برای رشد بهتر به مکان های آفتابی و  و حداقل دمای قابل تحمل آن ۱۵- درجه سانتیگراد می باشد.",
      "waterMin": 2,
      "waterMax": 4,
      "tempMin": 5,
      "tempMax": 25,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 1500,
      "lightMax": 16000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2023/gEbrHp8nFOAbf2DEMz27.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2023/O2CzwzgR2h0x5d0HXz0v.jpg",
        "https://planta.vsrv.ir/storage/plant/March2023/AVPp3bJ32kfojwUy8LJs.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 190,
      "name": "گل آلاماندا",
      "sciName": "Allamanda blanchetii",
      "description": "این گیاه گرمسیری است و با برگ های مارپیچی و بزرگ ،گل های زرد روشن و ترومپت شکل میباشد. غلاف بذر خاردار است و دانه های بالدار دارد. allamanda گیاهی چند ساله است.\r\nاین گیاه در جنگل های بارانی در شمال کوئینزلند به عنوان علف هرز شناخته می شود.\r\nگل شیپور طلایی به دلیل زیبایی و خواص آن به طور گسترده به صورت زینتی کشت می شود. عصاره های برگ و ریشه فعالیت ضد توموری در برابر سرطان خون در موش را ثابت کردند. برگ و ریشه آن به عنوان ملین در طب سنتی استفاده می شود.",
      "howToWater": "این گیاه به آب کافی و فراوان نیاز دارد البته نباید خاک آن به صورت خیس و غرقاب درآید. بنابراین بهتر است بین دو آبیاری سطح خاک تا حدودی خشک شود. اگر گیاه تشنگی بکشد ابتدا برگها پژمرده می‌شوند و سپس ساقه‌های گیاه خود را می‌اندازند. ریشه‌های گیا آلاماندا به خیس ماندن خاک حساس است. آبیاری بیش از اندازه این گیاه نیز موجب پوسیدن ریشه‌های آن می‌شود.",
      "howToSoil": "خاک گلدان این گیاه باید غنی و با زهکش خوب باشد. خاکی که از مخلوط شن و خاک لوم به نسبت یک بر دو تشکیل شده محیط خوبی برای کشت این گیاه بوجود می‌آورد. اگر گیاهی جوان را تهیه کرده‌اید. یعنی هر زمان که ریشه‌های گیاه از منافذ زیر گلدان بیرون آمده بود بهتر است تا گلدان را عوض کنید که این مسئله برای گیاهان جوان هر ۴-۳ ماه اتفاق می‌افتد. برای گیاهان بالغ نیز هر سال در بهار عمل تعویض گلدان را انجام دهید. در صورت کمبود مواد غذایی برگهای تازه و جدید ریز و رنگ پریده خواهند شد و تعداد گلها و اندازه آنها نیز کاهش خواهد یافت. برای تغذیه مصنوعی این گیاه می‌توان در فصول رشد از کودهای محلول مخصوص گیاهان زینتی استفاده کرد.",
      "howToLight": "برای آنکه گلدهی به بهترین شکل ممکن انجام گیرد به آفتاب کامل نیاز دارد. نور ناکافی محیط باعث دراز شدن بیش از اندازه ساقه‌ها و افزایش فاصله برگها و کاهش گلدهی و یا حتی عدم گلدهی می‌شود.\r\nبه سرما بسیار حساس است و دمای شبانه هرگز نباید به زیر ۱۵ درجه سانتیگراد نزول کند. در هوای سرد برگها به هم می‌پیچند و قهوه‌ای می‌شوند. بخصوص اگر هوا سرد و مرطوب باشد برگها سیاه می شوند و احتمال پوسیدن ساقه‌ها نیز وجود دارد. دمای صفر درجه سانتگراد نیز به طور کل این گیاه را از بین می‌برد.همانطور که اشاره شد گاهی این گیاه به صورت یک گیاه یکساله پرورش می‌یابد اما اگر می‌خواهید تا در طی زمستان نیز از آن نگهداری کنید قبل از آنکه هوا سرد شود باید گیاه را به محیط داخل اتاق منتقل کنید و آن را در روشن‌ترین مکان خانه قرار دهید. در تابستان نیز دما را تا ۲۷ درجه سانتیگراد تحمل می‌کند.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 15,
      "tempMax": 27,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 800,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/2DkcpmOBLraT7IM1pkk6.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/36SeFwoWRVnU68fKLtUf.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/H0BGa9RWfEhkhGtIQDYc.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/RJoYPZpKRoolYeVhcHsR.jpeg"
      ],
      "otherNames": [
        "Allamanda"
      ]
    },
    {
      "probability": null,
      "id": 243,
      "name": "گل قرنفل",
      "sciName": "Dianthus barbatus",
      "description": "گل قرنفل زیبا متعلق به کوه‌های جنوب اروپاست. برگ‌های آن سبز هستند و گاهی می‌توانید رده‌هایی از آبی تیره را هم در آنها ببینید.\r\nگلها در دسته‌های 30 تایی در راس ساقه ایجاد می‌شوند و عطری تند و میخک مانند دارند.\r\nگل‌های قرنفل وحشی، قرمز رنگ هستند که در حاشیه خود با رنگ سفید تزیین شده اند. اما انواع دیگر قرنفل تنوع رنگی بالایی دارند و می‌توانند سفید، صورتی، قرمز، بنفش و سایر رنگهای دیگر باشند.\r\nاین گل زیبا در اوایل بهار شکوفه می‌دهد و مدت زمان طولانی باقی می‌ماند.\r\nقرنفل به گل خدایان معروف است.\r\nآن نماد تحسین، شور، دمدمی مزاج بودن، توجه، عشق و تشکر و قدردانی است.\r\nحدود 300 گونه مختلف برای قرنفل ثبت شده است. این گونه‌ها شامل خانواده قرنفل‌های سالیانه، دوسالانه و درختچه‌ای است.\r\nقرنفل بسیار معطر است و عطری شبیه به عطر میخک دارد. بوی آن مخلوطی از تندی و شیرینی است.",
      "howToWater": "این گل هوا و خاک مرطوب را دوست دارد بنابراین باید در آب دهی به آن در بازه زمانی های کوتاه عادت کنید\r\nبهتره از در روزهای گرم تعداد دفعات آبیاری را بیشتر کنید",
      "howToSoil": "خاک برگ و خاک سبک با زهکشی بالا بهترین گزینه برای این گیاه است",
      "howToLight": "قرنفل به نور کافی خورشید احتیاج دارد اما نمی‌تواند گرمای زیاد را تحمل کند. پس بهتر است منطقه ای را برای آن انتخاب کنید که در بعدازظهر بدون آفتاب باشد.",
      "waterMin": 2,
      "waterMax": 4,
      "tempMin": 10,
      "tempMax": 20,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 800,
      "lightMax": 1900,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/XLYPNJIahEfJ0iCxsFkh.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/Pz9HzwFt3k2IHkfh1w1s.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/y15ULC9US6zrgUa6DqGy.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 189,
      "name": "گل اختر",
      "sciName": "Canna indica",
      "description": "گیاهی علفی چندساله، ریزوم دار با ساقه های طویل و بدون انشعاب است. برگ ها بزرگ، پهن با رگبرگ های برجسته و بدون بریدگی بوده ار قسمت های پایین، ساقه را در میان می گیرند و طول آنها ممکن است به ۴۰ تا ۵۰ سانتی متر برسد. رنگ برگ سبز تا مسی یا ارغوانی است. گل های نامنظم آن به صورت خوشه در انتهای ساقه قرار دارند و شاید طول خوشه به ۳۰ سانتی متر برسد.\r\nاختر گیاهی مناسب برای فضای آزاد می باشد ولی در صورت تمایل به کاشت در گلدان حتما از گلدان بزرگ استفاده کنید. داخل خاک مناسب حفره های ۱۰ سانتی متری ایجاد کنید و پیازها را درون آن قرار دهید، سپس حفره را با خاک پر کرده و آبیاری کنید.",
      "howToWater": "آبیاری گل های پیازی نیز باید به صورت منظم انجام شود تا سطح خاک همیشه مرطوب باشد. در مقابل،آبیاری بیش از حد گلدان نیز باعث پر شدن فضای بین ذرات خاک شده در نتیجه خاک حالت باتلاقی و اسیدی به خود می گیرد که باعث صدمه به ریشه گیاه شده و ریشه را می پوساند. هنگام خرید باید دقت شود، پیاز زخمی، نرم، یخ زده، سیاه، پوسیده، پوک و چروکیده نباشد. پیاز خوب سالم، تمیز و پاک بوده و پوسته موجود در سطح آن کامل و سالم است. قطر پیاز باید نه خیلی درشت و نه خیلی ریز باشد.",
      "howToSoil": "خاک سبک و غنی از مواد آلی. بدین منظور ترکیبی از خاک باغچه، ماسه و کود دامی مناسب می باشد.\r\nبرای افزایش کیفیت و سرعت رشد حتما از کود استفاده کنید.",
      "howToLight": "روزی ۶ الی ۸ ساعت به نور خورشید نیاز دارد . زمان کاشت در اوایل بهار و زمان رشد برگ ها در اواخر بهار و زمان گلدهی در تابستان تا اواسط پاییز میباشد.\r\nاین گیاه بومی مناطق گرمسیر است ولی در مناطق معتدله هم به خوبی کشت میشود. در گیلان و مازندران  به وفور به عنوان گیاه فضای سبز کاشته میشود و نیازی نیست که زمستانها ریزومها از زمین خارج کنند. ولی  در تهران، کرج و شهرهای کوهستانی شمالغرب ایران بسته به جنس خاک و عمق کاشت باید مراقبت نمود که ریزومها یخ نزنند. یعنی اگر ریزومها نزدیک سطح خاک باشند ممکن است در دماهای زیر منفی ۲۰درجه یخ بزنند. لذا در چنین شهرهایی ریزومها را پس از زرد شدن برگها از زمین خارج کرده و در انبار زیر خاک یا پیت  مرطوب در دمای ۵ تا ۱۰ درجه سانتیگراد نگهداری میکنند.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 5,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 1500,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/kUCoEeNSPWDXdvB5LS2u.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/F60vSlfLuKYgF6gnfRsy.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/3y3r7UGKFkn1hrZYJVrv.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/IoD2obprZncyK7cFUFMT.png"
      ],
      "otherNames": [
        "Canna tuerckheimii ",
        " Calathea lutea ",
        " Canna × generalis"
      ]
    },
    {
      "probability": null,
      "id": 188,
      "name": "(دُم عقربی (کارپوبروتوس",
      "sciName": "Carpobrotus edulis",
      "description": "این گیاه گلهایی زرد و یا صورتی کم رنگ به قطر حدود ۶-۳ سانتیمتر دارد که البته بوته های قوی  امکان تولید گلهایی تا قطر ۱۰ سانتیمتر را نیز دارند  . برگها و میوه های کوچک این گیاهان خوراکی هستند و در کشور آفریقای جنوبی بعد از رسیدن از بوته ها جدا می شوند و به شکل تازه خوری و یا تهیه مربا استفاده می شوند. از آنجایی که ارتفاع کل این گیاه حدود ۳۰-۱۵ سانتیمتر و طول ساقه ها گاهی از ۹۰ سانتیمتر نیز بیشتر می شود این گیاه را به عنوان نوعی گیاه کف پوش در نظر گرفته اند که البته در سبدهای آویز نیز زیبا می شود.\r\nاین گیاه را با گیاه ناز یخی نباید اشتباه کرد. البته هر دوی این گیاهان به یک خانواده گیاهی تعلق دارند و شیوه نگهداری از آنان یکی است\r\nاگرچه گفته می شود که این گیاه می تواند دما را تا حدود ۷- درجه سانتیگراد تحمل کند اما بهتر است که اجازه ندهیم تا در معرض دمای یخزدگی یعنی صفر درجه قرار بگیرد زیرا احتمال آسیب دیدن به ساقه ها و برگهایش افزایش می یابد  و احتمال اینکه در دمای زیر ۲- درجه سانتیگراد از بین برود بسیار زیاد است.",
      "howToWater": "به این گیاهان می بایست زمانی آب داد که سطح خاک تا عمق حدود ۲ سانتیمتر خشک شده باشد. اگر در آبیاری زیاده روی شود و سطح خاک همواره خیس و مرطوب باشد موجب زردی برگها و پوسیدگی طوقه و ریشه های گیاه و در نهایت از بین رفتن گیاهان خواهد شد. کارپوبروتوس به خشکی نسبتا مقاوم است اما اگر بیش از اندازه در شرایط کم آبی قرار گیرد برگهایشان کم آب می شود و حالت گوشتی خود را از دست می دهند اما از بین نمی روند مگر اینکه تا مدتی از آبیاری و نزولات اسمانی محروم باشند. میزان آبیاری را در زمستان می بایست کم کرد زیرا به دلیل کمی فعالیت گیاه و عدم نیاز آن به آب همانند تابستان و در صورت تداوم برنامه آبیاری همانند تابستان\r\nامکان پوسیدگی گیاه بسیار افزایش می یابد",
      "howToSoil": "کارپوبروتوس به خاکی با زهکش خوب نیاز دارد. خاک سنگین که آب را نگه دارد و خیس باقی بماند از دلایل پوسیدگی و از بین رفتن این گیاهان است . بنابراین بهتر است که در مخلوط خاکی این گیاهان از شن (با ذرات حدود ۲ میلمتر ) استفاده کرد. مثلا می توان از مخلوط خاک برگ + شن و یا خاک برگ+کوکوپیت+پرلایت استفاده کرد. همچنین این گیاه خاکهای اسیدی را دوست ندارد بنابراین بهتر است که در ترکیب خاک از پیت موس که موجب کمی اسیدی شدن محیط می شود پرهیز کرد",
      "howToLight": "این گیاهان به مکانی با نور کامل آفتاب نیاز دارند یعنی حدود ۸-۶ ساعت نور مستقیم آفتاب برای رشد و گلدهی مناسب این گیاهان مورد نیاز است. مکان سایه یکی از دلایل عدم گلدهی این گیاهان است",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 5,
      "tempMax": 35,
      "humidityMin": 5,
      "humidityMax": 40,
      "lightMin": 1200,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/KSuarJVF0UhVxP2zjqR6.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/UX3hwzZLVHH37lb1vzsO.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/zH24znh6ClqH46YF0l8C.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/Ci6LhKtSfPFFs8C0Folw.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 187,
      "name": "سیتنانته لوبرسیانا",
      "sciName": "Ctenanthe lubbersiana",
      "description": "گیاه سیتنانته لوبرسیانا با نام علمی marantaceae و با نام انگلیسی ctenanthe lubbersiana شناخته میشه.\r\nزیبایی این گیاه به برگ های پر نقش و نگار و بیضی شکل جالبش هست.\r\nدمای زیر 15 درجه برای این گیاه قایل تحمل نیست و به تدریج از بین میره. بهترین دما بین بازه 16 تا 26 درجه هست. اگر دما از 30 بیشتر شد باید بهش آب اسپری کنین\r\nگلدان را زمانی عوض کنید که حجم برگ ها نسبت به حجم گلدان بیشتر شود.",
      "howToWater": "این گیاه زیبا به خشک بودن خاک علاقه ای نداره پس همواره رطوبت خاک رو براش حفظ کنین (غرق آبی نباید بشه)\r\nغبارپاشی روزانه در تابستان و هفتگی در زمستان جهت تامین رطوبت پیشنهاد می گردد، کاشت گروهی روش خوبی در تامین نیاز رطوبتی است. گلدان گیاه را جزیره کنید.",
      "howToSoil": "خاک این گیاه تا حدودی باید حالت اسیدی داشته باشد و از زهکش خوبی نیز برخوردار باشد.دو قسمت پیت ماس و یک قسمت شن یا پرلایت محیط خوبی برای رشد این گیاه ایجاد می‌کند.",
      "howToLight": "بهترین شرایط برای این گیاه، نور غیر مستقیم هست. نور مستقیم توی تابستون براش ضرر داره و اصلا دوست نداره و اتفاقا علاقه داره که فضا بیشتر سایه باشه اما فصل زمستون جایی قرارش بدین که به نور کافی و غیر مستقیم دسترسی داشته باشه (نکته: نباید نور محیط خیلی کم باشه چون بعد برگهای جدیدی که جوانه میزنه رنگ سبز میشه)",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 40,
      "humidityMax": 90,
      "lightMin": 500,
      "lightMax": 1200,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/LYtw06MshXWheFOK23mH.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/FtydD5YDf9uur0VG7fBs.jpg",
        "https://planta.vsrv.ir/storage/plant/March2022/23qFP49sdp8BQjzyi2zy.jpg",
        "https://planta.vsrv.ir/storage/plant/March2022/JpHQR9iM70OQG4AYnIQz.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 185,
      "name": "موز زینتی",
      "sciName": "Musa acuminata Colla",
      "description": "درختچه موز که بیشتر در منازل و گلخانه‌ها نگهداری می‌شود درختی است بسیار زیبا با برگ‌های بلند که طول آنها تا یک متر نیز می‌رسد. زیستگاه اصلی این درختچه مناطق جنوب و جنوب شرقی آسیا می‌باشد. تکثیر درختچه موز از طریق بذر و پاجوش انجام می‌شود که تکثیر از پاجوش مرسوم‌تر و آسان‌تر است.",
      "howToWater": "طریقه‌ی آبیاری درختچه‌ی موز باید با فواصل زمانی منظم انجام شود و در فصل گرما این گیاه به دو تا سه بار آبیاری در هفته احتیاج دارد که این میزان در فصل زمستان به یک بار در هفته کاهش می‌یابد.",
      "howToSoil": "این گیاه به کود مناسب به‌صورت محلول پاشی و از طریق ریشه تقریباً هر سه هفته یک بار احتیاج دارد تا رشد خوب و قابل توجهی داشته باشد و خاک با ترکیب خاک باغچه با پیت ماس یا کوکوپیت و مقداری ورمی کمپوست مناسب این درختچه می‌باشد.\r\nبا توجه به رشد سریع ریشه‌های درختچه موز ممکن است هر سال نیاز به تعویض گلدان داشته باشد. بهترین زمان برای تعویض گلدان اواخر زمستان می‌باشد. حتماً کف گلدانی که استفاده می‌کنید دارای سوراخ‌هایی برای خروج آب باشد.",
      "howToLight": "درختچه موز به نور زیادی احتیاج دارد سعی کنید آن را در محلی از گلخانه یا منزل بیشترین نور را داشته باشد.",
      "waterMin": 2,
      "waterMax": 7,
      "tempMin": 15,
      "tempMax": 40,
      "humidityMin": 40,
      "humidityMax": 90,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/CxsVs8qGIbaEQj3gq21Q.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/pev4B4ALC6njhIgiWu9W.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/XDnEP451qzvGDUE0tCTP.jpeg"
      ],
      "otherNames": [
        "Musa basjoo ",
        " Musa × paradisiaca ",
        " Musa balbisiana Colla ",
        " Strelitzia nicolai Regel & K.Koch"
      ]
    },
    {
      "probability": null,
      "id": 295,
      "name": "گل ابری",
      "sciName": "Ageratum houstonianum",
      "description": "گل ابری معروف به گیاه زینتی تابستانه با نام علمی Ageratum houstonianum از زیر تیره ASTEROIDAE، و تیره Asteraceae ،متعلق به راسته Asterales است که معمولاً برای مصارف زینتی کاشته می شوند. این گیاه بومی آمریکای مرکزی و مکزیک میباشد.\r\nگل ابری گیاهی یک ساله و بوته ای با ارتفاع 20_100 سانتی متر که به صورت رویشی تکثیر می شوند. برگها تخم مرغی شکل بوده و حاشیه برگ ها دندانه دار است. گل های این گیاه پرزدار به رنگ های آبی، صورتی ،ارغوانی ،بنفش و سفید میباشد\r\nهر هفته یک بار میتوان آن را با کود کامل تغذیه نمود ؛ گل ها دوام زیادی دارند ؛ دارای رشد سریعی میباشد ؛ گل های پژمرده را باید حذف نمود ؛ به علت کوچکی گیاه بهتر است فاصله کاشت آنها را 20 سانتیمتر در نظر بگیرید.\r\nبذر این گیاه در صورت بلع سمی است. دست زدن به گیاه ممکن است باعث تحریک پوست و بروز واکنشات آلرژیک شود",
      "howToWater": "نیاز به آبیاری منظم در فصول گلدهی و فصول گرم دارد و  خشک شدن خاک باعث خشکی ساقه و برگ گیاه می شود",
      "howToSoil": "مخلوط خاک باغچه به همراه مواد آلی برای انی گیاه مناسب است",
      "howToLight": "نیاز به نور مستقیم آفتاب دارد و یا محیطی نیم سایه",
      "waterMin": 2,
      "waterMax": 4,
      "tempMin": 15,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 1000,
      "lightMax": 10000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/September2022/gQlIH0wTY9SJ7SNsSoLj.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/September2022/RB8ybLuL2cwlyaqCvl2v.jpeg",
        "https://planta.vsrv.ir/storage/plant/September2022/TSYFpNFIQZ0dioal2xSW.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 177,
      "name": "گل سنبل",
      "sciName": "Scilla libanotica",
      "description": "این گل، علفی و پیاز دار است و گلهای زنگوله ای شکل آن معمولا از نیمه دوم اسفند تا نیمه اول فروردین در رنگهای سفید، زرد، صورتی، قرمز و بنفش دیده می‌شود. سنبل می‌تواند تا ارتفاع 15 الی 25 سانتی متر رشد کند. اگر در منطقه ای با بهار و زمستان سرد و مرطوب و تابستان گرم و خشک زندگی می‌کنید، حتما کاشت سنبل را امتحان کنید. توجه داشته باشید که دریافت گرما در فصل تابستان برای تشویق گیاه به گلدهی لازم است. سنبل هایی که در خانه نگهداری شوند پس از یکبار گلدهی ممکن است دیگر قابل استفاده نباشند و برای گلدهی چند ساله بهتر است آنها را در خاک مناسبی پرورش دهید.",
      "howToWater": "در فصول رشد باید بستر خاک دائما مرطوب باشد اما پس از رشد کامل و گلدهی، آبیاری را کمتر کنید و بعد از ریختن برگها به صورت کامل متوقف کنید و تنها پیاز آن را در بستری مناسب نگهداری کنید.\r\nاین گل زمانی که در باغچه کاشته شود، گلدهی چند ساله دارد و دارای مقاومت بالایی است و در تابستان های گرم و زمستان های سرد به خوبی دوام می‌آورد. اما زمانی که در گلدان و در خانه نگهداری و کاشته شود به سرما حساس است. جالب است بدانید سنبل برای گلدهی و رشد کامل به سرمای زمستان و گرمای متوسط تابستان نیاز دارد.",
      "howToSoil": "سنبل به علت داشتن ریشه های عمیق، خاک سبک با زهکشی مناسب برای این گل مناسب است. بهتر است ph  خاک خنثی باشد و مخلوطی از خاک برگ، خاک شنی و کود آلی گزینه مناسبی برای این گل است.\r\nسنبل به کوددهی مداوم نیازی ندارد اما می‌توانید برای رشد بهتر از کود دامی و یا ورمی استفاده کرده و در اوایل کاشت و یا فصل رشد به آن بدهید.",
      "howToLight": "سنبل آفتاب و نور مناسب را می‌پسندد اما آفتاب را نیز تحمل می‌کند. جالب است بدانید گلدهی و ریشه زایی این گل در تاریکی مطلق انجام می‌شود و نور آفتاب تنها مقدمات آنها را فراهم می‌کند. بهترین مکان برای قرار گیری آن در منزل، پشت پنجره جنوبی است تا عمل فتوسنتز را به خوبی انجام دهد.\r\nبرای شادابی و تازه ماندن گل بهتر است رطوبت آن را فراهم کنید و این نیاز با آبپاشی بر روی برگها یا قرار دادن یک ظرف آب در کنار این گل تامین می‌شود.",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 10,
      "tempMax": 25,
      "humidityMin": 30,
      "humidityMax": 60,
      "lightMin": 700,
      "lightMax": 8000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/HzZqVZ5ifvw4zIvXwEUB.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/lvZqCHBNjh0yJykWAHtP.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/JvztN1iJK4xAixUuX9YY.jpeg"
      ],
      "otherNames": [
        "Hyacinthus orientalis ",
        " Anacamptis pyramidalis ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 183,
      "name": "ایکمیا",
      "sciName": "Aechmea fasciata",
      "description": "این گیاهان تقریبا همیشه سبز هستند گل های زیبای نسبتا دائمی تولید می کنندو برگ های انها نسبتا خشن ودر حاشیه خاردار است.\r\nرطوبت یک اصل مهم برای گیاه می باشد.این کاررا می توان از طریق اسپری برگ ها ،پر کردن مخزن کوزه مانند ار آب ومرطوب نگاهداشتن اطراف گیاه انجام داد\r\nاین گیاهان پس از آنکه به حد بلوغ رشد نموده وپس از گلزایی معمولا جوانه هایی را به صورت ستولون(Stolon)ورونده مانند ایجاد می نمایند\r\nپس از پایان گلدهی گیاه از بین می‌رود ولی پاجوش‌های آنرا می توان در گلدان دیگر كاشت",
      "howToWater": "ریشه گیاه را دایماً مرطوب نگهداشته و در طول تابستان درون حفره وسط برگ‌های روزت آن آب می‌ریزند ولی در طول زمستان اگر دمای محیط پائین‌تر از 18 درجه سانتیگراد باشد، این حفره باید خشك نگهداشته شود.",
      "howToSoil": "در خاک سبک وعاری از گچ وآهک بکارید یعنی مخلوطي از پيت و خاك برگ",
      "howToLight": "در جای گرم ودر نور کافی ولی نه در آفتاب مستقیم قرار دهید\r\nبه مكان پرنور و دور از آفتاب مستقیم و كوددهی در تابستان نیاز دارد.\r\nاز قرار دادن گیاه در زیر نور مستقیم خورشید باید پرهیز کرد , و زیر سایه گیاهان دیگر محل مناسبی برای آن می باشد , البته در منزل نیز این گیاه به خوبی رشد می کند ولی میتوان برای عدم کج شدن گیاه به سمت نور آن را به خارج از اتاق انتقال داد , زیرا پشت پنجره باید مرتبا گلدان را چرخاند تا گیاه حالتی کج و زشت پیدا نکند .",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 70,
      "lightMin": 700,
      "lightMax": 1900,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/43KDtrcq7Mnvm4dPPnZz.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/QelIA8UDA3ZI1ATJdtZf.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/QVgrUzClIUUD43Rr0hiF.jpeg"
      ],
      "otherNames": [
        "Quesnelia quesneliana ",
        " Aechmea gamosepala ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 174,
      "name": "زنجبیل قرمز (جینجر)",
      "sciName": "Alpinia purpurata",
      "description": "جینجر یکی از زیباترین و خوش رنگ­ترین گلها در دنیای گیاهان است. در علم گیاه‌شناسی، جینجر ریزوم یک گیاه چندساله است.جینجر متعلق به خط ساحلی جنوب شرقی هند است.\r\n این گل زیبا در عین دارا بودن خاصیت درمانی، با ظاهر جذاب، رنگهای فریبنده و شکل متقارن خود، قلمروی عظیم و باشکوه برای خود ایجاد کرده است! قلمروی که شامل 1300 گونه مختلف است. از بین تمام این گونه‌ها، تنها یک نوع از جینجر خوراکی است و به طور گسترده استفاده می‌شود. گیاهی دارویی که همه آن را می‌شناسیم :\r\nزنجبیل! ( Zingiber officinale)",
      "howToWater": "در طول فصول رشد، گیاه را مرتبا آبیاری کنید. مانند اغلب گیاهان دیگر، آمدن فصل پاییز و زمستان برای جینجر به منزله کاهش میزان آبیاری است. فراموش نکنید برای اکثر گیاهان، آبیاری عمقی و هفتگی بهتر از آبیاری سطحی و روزانه است. پس جینجر را هفته‌ای یکبار، کاملا آبیاری کنید.\r\nجینجر گیاهی گرمسیری است، بنابراین عاشق رطوبت هوا و خاکی مرطوب است. اگر این گیاه خیلی خشک شود، گلدهی آن واضحا کاهش یافته و ممکن است وارد دوران خفتگی شود.\r\nبه عنوان یک گیاه گرمسیری، جینجر دمای بالاتر از 10 درجه سانتی گراد را ترجیح می‌دهد",
      "howToSoil": "گیاه جینجر به خاکی غنی، مرطوب و دارای زه کشی عالی نیازمند است. PH خاک آن بهتر است خنثی تا کمی اسیدی باشد.\r\nجینجر از جمله گیاهانی است که شدیدا به کود نیاز دارد. بنابراین توصیه می‌کنیم که در فصل تابستان، هفته‌ای دوبار به آن کود بدهید. اگر کود کامل مخصوص گیاهان گلدار استفاده می‌کنید، ماهی یکبار کافی است.",
      "howToLight": "اغلب انواع جینجر در نور فیلتر شده خورشید رشد خوبی خواهند داشت؛ درست مانند شرایطی که در طبیعت اصلی خود، یعنی در جنگلهای بارانی، تجربه کردند. اگر جینجر تحت تابش مستقیم یا بیش از حد خورشید قرار بگیرد، دچار قهوه‌ای و سوختن برگها خواهد شد.",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 40,
      "humidityMax": 85,
      "lightMin": 400,
      "lightMax": 1000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/v3Yv5AieR3xAssYi1SOJ.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/dHVPqaE8sDk3dENKpGyn.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/RldCyCUHOBbBzpWyjDHf.jpeg"
      ],
      "otherNames": null
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=14",
    "next": "https://planta.vsrv.ir/api/Feed?page=16"
  },
  "meta": {
    "current_page": 15,
    "from": 211,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=14",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=12",
        "label": "12",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=13",
        "label": "13",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=14",
        "label": "14",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=15",
        "label": "15",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=16",
        "label": "16",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=17",
        "label": "17",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=18",
        "label": "18",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=16",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 225,
    "total": 328
  }
}