{
  "data": [
    {
      "probability": null,
      "id": 258,
      "name": "توماتیلو",
      "sciName": "Physalis philadelphica",
      "description": "توماتیلو (tomatillo) یک میوه گرد شبیه گوجه فرنگی است که توسط پوشش ظریفی احاطه شده است. توماتیلو ماده غذایی اصلی در غذاهای سبز مکزیکی است که طعمی شبیه لیموترش دارد. توماتیلو یک میوه خوش طعم است و در اوایل تابستان می رسد و به نظر می رسد میلیون ها میوه توماتیلو از شاخه های آن آویزان است . عطر و طعم توماتیلو بسیار عالی و منحصر به فرد می باشد.  توماتیلو بومی مکزیک است و از سبزیجات بسیار قدیمی است. فیسالیس ایگزوکارپا (Physalis ixocarpa) یکی از انواع توماتیلو است که 3 تا 5 سانتی متر قطر دارد و میوه آن ترش سبز رنگ است و میوه رسیده آن زرد کم رنگ است.  فیسالیس philadelphica میوه های شیرین تر با رنگ بنفش تولید می کند. این میوه یکی از میوه های عمومی و مرسوم در مکزیک است.\r\nتوماتیلو یک میوه ایده آل برای شروع باغبانی است و به ندرت دچار بیماری و آفات می شود. پوشش میوه ها باعث می شود که توماتیلو از آفتاب سوختگی محافظت شود و به دلیل فاصله ای که از زمین دارد، دور از دسترس حلزون ها می باشد. میوه توماتیلو به سنگینی گوجه فرنگی نیست و سایز آن از گوجه فرنگی کمی کوچکتر است و فروش بهتری دارد و به نظر می رسد که فروش توماتیلو یک شغل پر درآمد باشد.\r\nتوماتیلو مانند گوجه فرنگی یک میوه خود گرده افشان است، برای این که گل های توماتیلو به میوه تبدیل شوند باید حداقل 2 بوته توماتیلو در یک مکان کاشته شود. در غیر این صورت بسیاری از گل ها از بین می روند و هیچ میوه ای به وجود نمی آید.",
      "howToWater": "توماتیلو شدیداً پر بار است و بدون توقف تا زمان شروع سرما میوه تولید می کند. برای حفظ رطوبت خاک 5 تا 7 سانتی متر به خاک کود گیاهی بدهید. تحمل توماتیلو در برابر خشکی در حد متوسط است و به میزان یک تا دو اینچ آب در هفته نیاز دارد.",
      "howToSoil": "توماتیلو در خاک های خشک با زهکشی ضعیف رشد خوبی نخواهد داشت. قبل از کاشت توماتیلو خاک را با کمپوست مخلوط کنید و خاک را به خوبی زیر و رو کنید تا به زهکشی خاک بهبود ببخشید. خاک های رسی و لومی برای کاشت توماتیلو مناسب تر هستند.",
      "howToLight": "برای کاشت توماتیلو یک نقطقه کاملا آفتابی با خاک نسبتاً غنی و زهکشی خوب انتخاب کنید.",
      "waterMin": 2,
      "waterMax": 4,
      "tempMin": 7,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 1900,
      "lightMax": 18000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/0Vc9W9JDEOly4PDvh7EC.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/fCwxLcHNNJ3ZdlC82QLz.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/jfEcIUqaODZNVK8LenO4.jpeg"
      ],
      "otherNames": [
        "Physalis ixocarpa ",
        " Physalis angulata ",
        " physalis alkekengi ",
        " physalis viscosa ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 109,
      "name": "برگ نعنایی",
      "sciName": "Plectranthus australis",
      "description": "گل برگ نعنایی که با نام پیچک سوئدی نیز شناخته می‌شود، گیاهی علفی و رونده است که به راحتی در محیط آپارتمان رشد می‌کند و بسیار کم توقع و بدون دردسر است.\r\nگل برگ نعنایی بومی استرالیاست و گیاهی علفی، رونده با رشد سریع است که می‌توان از آن به عنوان گیاهان آویزی نیز استفاده کرد. برگ‌های این گل گرد و کنگره‌دار به رنگ سبز روشن هستند و در برخی واریته‌ها برگ‌های گیاه ابلق با لکه‌های سربی است. ساقه گل برگ نعنایی حالت چهار گوش و شکننده دارد و گل‌های گیاه ریز، سفید و ارغوانی و مهمیزدار است که به صورت خوشه در انتهای ساقه در پائیز ظاهر می‌شوند. برگ‌های گیاه معطر هستند و افراد مبتدی آن را با کاکتوس عطری یا گل حسن یوسف اشتباه می‌گیرند. نگهداری از گل برگ نعنایی در تراریوم نیز امکانپذیر است.",
      "howToWater": "بگذارید سطح خاک گلدان در فاصله بین دو ابیاری خشک شود،در صورتی که به عنوان سبد آویزان از ان استفاده میکنید همیشه میزان رطوبت خاک را بازدید کنید،چون سبد آویزان به علت تاثیر پذیری بیشتر از جریان هوا به مراقبت و آبیاری بیشتری نیاز دارد.\r\n رطوبت هوای اتاق برای این گیاه کافی است،ولی غبارپاشی هفتگی ضمن تمیز نمودن برگها رطوبت مورد نیاز را هم فراهم میکند.",
      "howToSoil": "خاک و کود و آماده کاشت بهترین نتیجه را دارد.اگر گیاه به رشد نهایی خود رسیده باشد از ان به عنوان منبع تکثیر و تولید استفاده نمایید،برای این منظور قلمه را از انتهای ساقه تهیه و علاوه بر تولید گلدان جدید با سربرداری ساقه ها اجازه رشد جوانه های جانبی را به گیاه داده اید که در نهایت منجر به توپی و چنبره ای شدن گیاه میشود.\r\nگیاهی کم توقع است،ولی تغذیه هر دو هفته یکبار با کودهای مخصوص گیاهان زینتی طبق دستور در رشد ان تاثیر مثبت دارد.",
      "howToLight": "نزدیک به پنجره در شرایط نوری نیم سایه نیم افتاب بهترین مکان است،سایه را تحمل میکند،از اشعه مستقیم افتاب بیزار است.ولی بهتره این گل رو در تراس یا بالکن یا حیاط یعنی فضای باز دارای سایه نگهداری کنید \r\n حداقل درجه حرارت در زمستان 13 درجه و حداکثر درجه در تابستان 27 درجه است.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 13,
      "tempMax": 27,
      "humidityMin": 30,
      "humidityMax": 70,
      "lightMin": 600,
      "lightMax": 1800,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/JCKp8KaxWfYw53tEi6kD.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/xoMTu5EV2Xfje50XfGuQ.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/bRGW5NyGUACeeJK4hy84.jpeg"
      ],
      "otherNames": [
        "Plectranthus madagascariensis ",
        " Plectranthus forsteri ",
        " Plectranthus glabratus ",
        " Clinopodium nepeta ",
        " Mentha suaveolens ",
        " Plectranthus madagascariensis ",
        " Plectranthus purpuratus ",
        " Mentha × piperita ",
        " Mentha aquatica ",
        " Mentha suaveolens ",
        " Plectranthus prostratus ",
        " Perilla frutescens ",
        " Plectranthus prostratus ",
        " Plectranthus forsteri Benth"
      ]
    },
    {
      "probability": null,
      "id": 17,
      "name": "اسطوخدوس",
      "sciName": "Lavender",
      "description": "اسطوخودس از گیاهان گلدار متعلق به خانواده نعناعیان است که برگ های دراز و باریک دارد و گل‌ های آن، کوچک خوشه‌ ای به رنگ های آبی، بنفش و قرمز تیره هستند.\r\nتقریبا در اواسط تابستان گل می‌دهد که عمر این گلها حدودا یک ماه است. می‌توانید تعدادی از گل‌های آن را جدا کنید و از روغن آنها استفاده کنید و یا حتی آن را در چای خود ریخته و از عطر و خواص زیاد آن بهره مند شوید.",
      "howToWater": "آبیاری بیش از حد برای اسطوخودس مناسب نیست. بهتر است همیشه چند سانتی متر از سطح خاک آن را مرطوب نگه دارید اما آن را غرقاب نکنید. اگر خاک خیلی خشک شده، می‌توانید با خیال راحت به آن آب بدهید.",
      "howToSoil": "خاک گیاه اسطوخودس باید به خوبی زه کشی شده باشد. توصیه می‌کنیم برای آن از کودهای مناسب استفاده کنید. اگر برگ‌های آن شروع به زرد شدن کرد، یعنی زه کشی خاک آن مناسب نیست.",
      "howToLight": "بهتر است آن را در یک مکان پر نور بکارید. سایه باعث می‌شود که گل دهی لوندر کمتر شود و از زیبایی گلها کاسته شود.",
      "waterMin": 7,
      "waterMax": 10,
      "tempMin": 17,
      "tempMax": 27,
      "humidityMin": 60,
      "humidityMax": 80,
      "lightMin": 1000,
      "lightMax": 19000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/GYyCszS6QxcvVt2vzttn.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/KwWrNG2k6R0fxzGOQ0kd.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/An5T6MlCYNdjyIWHALVx.jpeg"
      ],
      "otherNames": [
        "Lavandula"
      ]
    },
    {
      "probability": null,
      "id": 237,
      "name": "پسودرانتموم",
      "sciName": "Pseuderanthemum carruthersii",
      "description": "این گیاه را برای برگ های درخشانش نگهداری می کنند. اما اگر شرایط مساعد باشد در آخر بهار و تابستان گل های سفید با لکه های ارغوانی تولید می کند. این گیاه به رطوبت هوای بالایی نیاز دارد و به همین جهت بیشتر آن را در گلخانه ها یا در محل هایی با رطوبت بالا نگهداری می کنند نه در اتاق. ساقه راست و برگ بیضی شکل دارد.",
      "howToWater": "هر بار آب فراوان نیاز دارد اما بین دو آبیاری باید خاک پای گلدان خشک شود\r\nگه گاه باید به برگ های آن آب پاشید",
      "howToSoil": "در بهار از ساقه آن قلمه می گیرند و با استفاده از هورمون ریشه زا و گذاشتن در محل گرم آن را تکثیر می کنند\r\n چنانچه لازم باشد گلدان را در بهار تعویض کنید و از خاک برگ سبک استفاده کنید",
      "howToLight": "محیطی نیمه سایه یا پرنور و درخشان.\r\nبرای آن مناسب است\r\nبه گرما نیاز دارد. حداقل دما در زمستان ۱۵ درجۀ سانتی گراد",
      "waterMin": 2,
      "waterMax": 5,
      "tempMin": 15,
      "tempMax": 39,
      "humidityMin": 30,
      "humidityMax": 90,
      "lightMin": 800,
      "lightMax": 2500,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/IHK2YtDJpiiNsoeZYwhg.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/ZOZV2hFBcvrLDtN2Lc2L.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2022/1DZVqGftFbFXbvh9B9sD.jpeg"
      ],
      "otherNames": [
        "Pseuderanthemum"
      ]
    },
    {
      "probability": null,
      "id": 95,
      "name": "کاملیا",
      "sciName": "Camellia japonica",
      "description": "ین گیاه از خانواده درختان چای است و یک تا هفت متر هم رشد می‌کند. رنگ برگ‌های این گیاه در قسمت بالا به رنگ سبز تیره و دارای برگ‌هایی به رنگ سبز روشن‌تر در قسمت پایینی گیاه است. رنگ گل‌های گیاه سفید، قرمز و صورتی است و زیبایی خاصی خواهند داشت. به دلیل مقاومت کم این گیاه در مقابل سرما، مشکل است که در تمام طول سال بتوان آن را در محیط بیرونی نگهداری کرد. با کمی تخصص و بکارگیری تکنیک، می‌توان این گیاه را در محیط‌های بیرونی در تمام سال نگهداری کرد.",
      "howToWater": "بعد از پایان زمان گلدهی گیاه در زمستان، نگهداری کاملیا ژاپنی کمی متفاوت است. نباید ریشه‌های گیاه ما خشک شود. در طول این مدت باید همواره خاک گلدان مرطوب و یا باغچه را آبیاری کرد. آب مناسب برای این گیاه هم آب باران و آب بدون کلر است. ولی کم پیش می‌آید که بتوان این نوع آب را همیشه در دسترس داشت. پس می‌توانید از آب جوشیده هم دمای محیط گیاه استفاده کنید. هنگامی که سطح خاک گیاه خشک می‌شود، آن را آبیاری کنید. در پاییز و زمستان با سرد شدن هوا این میزان کاهش می‌یابد. اگر گلدان گیاه شما برای مدتی غرق در آب بماند باعث بروز بیماری‌های به گیاه شما خواهد شد. پوسیدگی یکی از این بیماری‌هاست. برای جلوگیری از این مشکل باید سوراخ‌های زه‌کش گلدان باز باشند. آبیاری را در اوایل صبح و یا بعد از ظهر انجام دهید.",
      "howToSoil": "بهترین بستر برای نگهداری کاملیا ژاپنی، مخلوط خاکی با میزان PH پایین است. این گیاه همچنین نباید در خاکی بماند که برای مدت زیادی خیس بماند. خاک باید بتواند آب را به سرعت از خود عبور دهد. خاک آزالیا می‌تواند مناسب باشد. و نیازهای گیاه را برطرف کند. می‌توانید از مخلوط یک قسمت کمپوست، یک قسمت خاک گلدان و خاک رس استفاده کنید.\r\nبرای تشویق گیاه به رشد و گلدهی بیشتر می‌توانید از کودهای مخصوص گیاه گلده استفاده کنید. این کار را از اواخر زمستان تا اواسط تابستان می‌توانید انجام دهید. این گیاه به کودهایی با مقادیر زیاد نیتروژن نیاز خواهد داشت. از کوددهی زیاد به گیاه خود پرهیز کنید. اشتباه در تغذیه گیاه می‌تواند به عدم گلدهی آن منجر شود. برای نگهداری کاملیا ژاپنی می‌توانید از نصف مقدار توصیه شده روی بسته‌بندی کود استفاده کنید. در زمستان و پاییز به گیاه خود کود ندهید. و در زمان‌های ذکر شده هر ماه یکبار تغذیه را انجام دهید.",
      "howToLight": "کاملیا به محیطی روشن نیاز دارد اما اینکه به چه میزان از نور مستقیم آفتاب بهره‌مند شود بستگی به میزان رطوبت هوا و بستر کاشت دارد.همچنین ارقام باگلهای قرمز نور آفتاب را بیش از ارقام با گلهای صوتری و سفید تحمل می‌کنند. کاملیا در مکانی که هوا از میزان رطوبت مناسب برخوردار باشد در مقایسه با مکانی که هوا خشک و گرم است نور مستقیم آفتاب را بهتر تحمل می‌کند. اما تابش نور مستقیم به همراه خشکی هوا منجر به بروز لکه های قهوه‌ای و سوخته بر روی برگسار و گلها خواهد شد. بنابراین هر مقدار که هوا گرمتر و خشک تر باشد باید این گیاه را از تابش مستقیم نور آفتاب محافظت کرد و همچینن در آبیاری آن دقت بیشتری به خرج داد. همچنین مکان کم نور موجب افزایش فاصله بین برگها و گلدهی ضعیف و یا عدم گلدهی می‌شود.",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": 5,
      "tempMax": 25,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 400,
      "lightMax": 1000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/CzFm17Bg1mXZOU6TCG1L.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/SQUplcnBWoLPqjXr05YG.jpg",
        "https://planta.vsrv.ir/storage/plant/November2021/lb6L4mgDHyc99o0tpEDK.jpeg"
      ],
      "otherNames": [
        "Camellia japonica ",
        " Camellia japonica ",
        " Camellia oleifera ",
        " Camellia oleifera ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 13,
      "name": "اِدریسی ماکروفیلا",
      "sciName": "Hydrangea Macrophylla",
      "description": "در بین گیاهان مختلف، ادریسی به گیاه دم دمی مزاج معروف است. البته دلیلش هم واضح است. چون با تغییر PH  خاک به سرعت تغییر رنگ می‌دهد! عملکرد این گیاه بسیار جالب است: اگر خاک اسیدی باشد، رنگ گل‌ها آبی و اگر خاک بازی باشد، رنگ گل‌ها صورتی می‌شود.\r\nاین گیاه در اصل متعلق به کشور ژاپن است، جایی که در آن از برگ‌هایش برای تهیه چای خوش طعمی به نام “آماچا” استفاده می‌کنند",
      "howToWater": "اگر ادریسی را در مکان پرنوری قرار داده اید، باید آن را مرتبا آبیاری کنید. چون ادریسی تمایل دارد که همیشه خاک مرطوبی داشته باشد. اما اگر آن را در مکان کم نور تری گذاشته اید، دفعات و میزان آبیاری را کاهش دهید.",
      "howToSoil": "اگر قصد دارید گلدان ادریسی را عوض کنید و یا آن را به باغچه منتقل کنید، حتما به رنگ گیاه خود توجه کنید. اگر رنگ گل‌های ادریسی آبی است، حتما از کود اسیدی استفاده کنید و اگر رنگ گل‌ها صورتی است، کود بازی را فراموش نکنید. در هر صورت، به زه کشی مناسب خاک هم توجه کافی داشته باشید.",
      "howToLight": "ادریسی تمایل دارد که در نور کافی خورشید قرار بگیرد. اما نه هر نوری! ایده‌آل ترین حالت برای آن، نور زیاد در بعدازظهر و نور ملایم در صبح‌هاست. فراهم کردن چنین مکانی شاید کمی دشوار باشد. پس توصیه می‌کنیم آن را در مکانی قرار دهید که هم نور کافی دریافت کند و هم کمی سایه باشد.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 60,
      "humidityMax": 90,
      "lightMin": 500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/d9qiknUaS5JTL9wz7IFT.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/t7gbnZQDoCwUKFwCsXn8.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/0hkA7nL55Kbb6Hj0L4Sd.jpeg"
      ],
      "otherNames": [
        "French hydrangea"
      ]
    },
    {
      "probability": null,
      "id": 33,
      "name": "استرلیتزیا یا پرنده بهشتی",
      "sciName": "Bird of paradise",
      "description": "نام این گل، برگرفته از ظاهر خاص گلبرگ‌های آن است. این گیاه 3 گلبرگ نارنجی و 3 گلبرگ آبی دارد که با هم ترکیب شده‌اند و به شکل یک گل مجزا درآمده‌اند.\r\nاسترلیتزیا رطوبت بالا را ترجیح می‌دهد. به همین جهت شاید بهتر باشد که همیشه یک اسپری آب در کنار این گیاه قرار دهید تا اگر هوای محیط خیلی خشک شد، به این وسیله گیاه را مرطوب کنید. در زمستان، دمای محیط را بالاتر از 15 درجه سانتی گراد نگه دارید. این گیاه در برابر سرما مقاوم نیست، و در صورت سرمازدگی، به زمان زیادی برای بازیابی خود نیاز دارد.",
      "howToWater": "برگ‌های این گیاه به رطوبت علاقه زیادی دارند، بنابراین باید آن را به خوبی آبیاری کنید بخصوص در فصل بهار و تابستان. هرچقدر گیاه شما بزرگ‌تر بوده و برگ‌های بیشتری داشته باشد، نیازش به آب نیز بیشتر خواهد بود.\r\nسعی کنید در تمام طول سال، خاکش را مرطوب نگه دارید. استرلیتزیا به سبب داشتن برگ‌هایی بزرگ، رطوبت را سریع‌تر از دست می‌دهد. به همین جهت لازم است در بهار و تابستان، آن را به صورت روزانه آبیاری کنید.\r\nاگر بیش از حد به گیاه آب بدهید، برگ‌ها قهوه‌ای و شکننده خواهند شد.\r\nدر مقابل، اگر آن را کمتر از میزان لازم آبیاری کنید، سطح برگ‌ها از وسط شروع به زرد شدن می‌کند",
      "howToSoil": "خاک گلدان معمولی یا خاک مخصوص گل‌ها برای استرلیتزیا کاملا مناسب است. نکته‌ای که در این باره بسیار حائز اهمیت است، این است که خاک ضمن غنی بودن از نظر عناصر ضروری، برای کاشت ریشه مناسب باشد.\r\nیعنی متخلخل و مرطوب بوده، و در عین حال بتواند هوا و آب را از خود عبور دهد. ما خاکی حاوی شن را پیشنهاد می‌کنیم.\r\nدر بهار و تابستان، باید هفته‌ای یکبار به آن کود بدهید. برای این منظور، می‌توانید مقداری کود مایع را در آب مصرفی گیاه حل کنید در این صورت ضمن آبیاری، گیاه را کوددهی نیز می‌کنید.",
      "howToLight": "استرلیتزیا عاشق نور است. آن را از اوایل بهار تا اواخر تابستان به خارج از خانه منتقل کنید؛ اگر باغچه دارید گلدان استرلیتزیا را در کنار باغچه قرار دهید. در غیر این صورت، بالکن، پاسیو و تراس نیز برای آن مناسب هستند.\r\nاسترلیتزیا به نور کامل و درخشان خورشید نیاز دارد، حتی بد نیست گاهی نور به صورت مستقیم به آن بتابد تا گیاه برای گلدهی تشویق شود. البته دقت کنید که نور مستقیم خورشید در حوالی ظهر، سبب سوختن برگ‌ها خواهد شد.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 15,
      "tempMax": 25,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 800,
      "lightMax": 18000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/wvOzGhhl7gogA0aif7w3.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/0ecomonM5v1jMghIi83W.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/q5SB4FObk9PMM2xuvvTo.jpeg"
      ],
      "otherNames": [
        "Strelitzia reginae ",
        " Heliconia farinosa ",
        " Heliconia latispatha ",
        " Heliconia psittacorum ",
        " Heliconia rostrata ",
        " Heliconia stricta"
      ]
    },
    {
      "probability": null,
      "id": 60,
      "name": "کردیلین / کوردلینا",
      "sciName": "Cordyline fruticosa",
      "description": "گیاه کردیلین در جنوب اروپا و جنوب شرقی آسیا به وفور یافت می‌شود. روش نگهداری گیاه کردیلین ،این گیاه گرمسیری زیبا تقریبا راحت است.\r\nاین گیاه دارای دو رنگ خیره کننده سبز و قرمز است، و زیبایی آن زمانی آشکار می‌شود که آن را در کنار سایر گیاهان قرار دهید\r\nکردیلین در دمای بالای 15 درجه سانتی‌گراد به خوبی رشد کرده و محیطی با رطوبت بالا را ترجیح می‌دهد. گیاه را در نزدیکی دستگاه‌های سرمایشی و یا پنجره قرار ندهید. بخصوص اگر دمای هوای خروجی از آنها زیر 15 درجه است.",
      "howToWater": "هرگز نگذارید کردیلین خشک شود و تشنگی بکشد. خاک آن را همیشه مرطوب نگه دارید و اگر خیلی باران نمی‌بارد، خودتان او را آبیاری کنید. به دلیل نیاز او به آب، باید خاک کردیلین زه کشی کاملا مناسبی داشته باشد.\r\nمهم‌ترین نکته‌ای که باید در آبیاری کردیلین (و تقریبا همه گیاهان دیگر) به خاطر بسپارید این است که گیاه را در شرایط غرقابی قرار ندهید؛ چون به سرعت باعث از بین رفتن ریشه می‌شود.\r\nفراموش نکنید که کردیلین گیاهی جنگلی است، پس اگر گیاه دچار ریزش برگ‌ها شد، دما و رطوبت محیط را بالا ببرید.",
      "howToSoil": "کردیلین به خاک غنی، باکیفیت و دارای زه‌کشی مناسب نیاز دارد. برای او از خاک گلدان با اسیدیته‌ی 6 تا 6.5 استفاده کنید. اگر در فصول گرم سال گلدان کردیلین را به خارج از خانه منتقل می‌کنید، مطمئن شوید که زه‌کشی خاک به خوبی صورت بگیرد.\r\nبراین گیاه می‌تواند در بهار کود ملایمی دریافت کند. برای این منظور، کود گلوله‌ای با رهایش آرام انتخاب کنید. در طول فصول رشد، می‌توانید هفته‌ای یکبار با اضافه کردن کود مایع 20-20-20 با نصف قدرت توصیه شده گیاه را تقویت کنید. در طول زمستان هیچ نوع کودی به گیاه ندهید",
      "howToLight": "بهتر است در محیط نیم سایه قرار بگیرد و باید توجه داشته باشید که نور مستقیم باعث سوختگی برگ گیاه میشود.\r\nکردیلین به نور کافی اما غیرمستقیم خورشید نیاز دارد. نور مستقیم خورشید برای کردیلینی که به عنوان گیاه آپارتمانی نگهداری می‌شود می‌تواند مضر باشد و باعث سوختگی برگ گیاه میشود.\r\nالبته، رنگ برگها هم در این زمینه تعیین کننده هستند. کردیلین با برگهای سبزرنگ، در صورت دریافت نور مستقیم خورشید به خوبی رشد می‌کند. در حالی که سایر انواع کردیلین نور غیرمستقیم و یا فیلتر شده خورشید را ترجیح می‌دهند.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 15,
      "tempMax": 27,
      "humidityMin": 40,
      "humidityMax": 90,
      "lightMin": 300,
      "lightMax": 1000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/TgOWclsqffNiIb5CyAW3.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/I8NdA3vd5eUtzsUx2pw2.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/wyshfyAVhwir1UBYhYGP.jpeg"
      ],
      "otherNames": [
        "Cordyline fruticosa ",
        " Cordyline"
      ]
    },
    {
      "probability": null,
      "id": 151,
      "name": "درخت توت فرنگی (آربوتوس)",
      "sciName": "Arbutus unedo",
      "description": "بومی مناطق معتدل مدیترانه، اروپای غربی، جزایر قناری و آمریکای شمالی و غرب فرانسه و ایرلند است در زبان فارسی به این درخت نام “درخت قطاب” داده اند،\r\nبرای ازدیاد درخت توت فرنگی از روش های رویشی و زایشی استفاده می گردد. در روش زایشی با کاشت بذر در جعبه پس از سرمادهی اقدام به تکثیر می کنند.",
      "howToWater": "آبیاری حداقل هفته ای یک بار و به طریق جوی پشته ای صورت گیرد .",
      "howToSoil": "خاکهای شنی یا رسی شنی با زهکشی مناسب و اسیدیته یا PH خاک در حد ۶ تا ۷",
      "howToLight": "در روزهایی که بیشتر از ۱۳ ساعت نور به آن تابیده شود به جای گلدهی، ساقه خزنده می دهد و باردهی آن کاهش می یابد.",
      "waterMin": 3,
      "waterMax": 7,
      "tempMin": 15,
      "tempMax": 25,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 10000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/February2022/T948uDeYR3omHu2Ff2rq.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/February2022/qZpbrR6pUwD9Lagxf2mv.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 288,
      "name": "خرزهره",
      "sciName": "Nerium oleander",
      "description": "درختچه ای همیشه سبز است که در مناطق گرمسیری و نیمه گرمسیری رشد می کند. این گیاه بخاطر گل های فراوان و معطرش که در فصل های پاییز و تابستان می روید، معروف است. گل های این گیاه، پنج گلبرگ دارد و در طیف رنگ های صورتی، بنفش و سفید یافت می شود. از مشخصه های برگ گیاه خرزهره می توان به شباهت آن به برگ بید اشاره کرد. در واقع هر برگ «گیاه خرزهره» باریک، براق و به رنگ سبز تیره با خطی در میانه است.  گیاه خرزهره بومی آسیا و اروپا است. اما این گیاه به دلیل مقاومت فوق العاده امروزه به سرتاسر جهان راه یافته است.\r\nاین گیاه را می توان هم در گلدان و هم در باغچه کاشت. خرزهره گیاهی کم توقع است و به سرعت خود را با محیط وفق می دهد. در صورت کاشت گیاه خرزهره درگلدان باید این گلدان را در مکان هایی پر نور با تهویه مناسب هوا قرار داد. خرزهره گیاهی به شدت سمی است و حتی دود ناشی از سوختن این گیاه هم می تواند خطرناک باشد. به همین دلیل توصیه می شود که این گیاه در محیط داخلی خانه نگهداری نشود. این گیاه بومی مناطق گرمسیر است به همین دلیل چندان دوست دار سرما نیست با این وجود این گیاه می تواند حتی در مناطق سردسیر هم رشد کند. بهترین دما برای این گیاه بین 20 تا 30 درجه سانتیگراد است.",
      "howToWater": "این گیاه خاک مرطوب را ترجیح می دهد البته به شرطی که خاک گل آلود نشود. در زمستان نیاز گیاه به آب کاهش می باید و می توان فواصل آبیاری را افزایش داد.",
      "howToSoil": "خاک مناسب برای خرزهره خاکی است که رس و مواد آلی زیادی داشته باشد. هر چند این گیاه چندان به خاک حساس نیست اما مخلوطی از خاک لومی و خاک معمولی و خاک برگ با زهکشی مناسب برای این گیاه ایده آل است.",
      "howToLight": "تنها نیاز اساسی خرزهره نور خورشید است. این گیاه به نور زیادی احتیاج دارد و حتی زمانی که در گلدان کاشته می شود باید روزانه چند ساعت در معرض نور مستقیم آفتاب قرار گیرد. این گیاه در صورت کمبود نور گلدهی نخواهد داشت و رشدش متوقف می شود.",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 5,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 1500,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/September2022/zR0RqEzVNC2B1PUofGTp.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/September2022/fPBH3dhczgTC0eMnjKva.jpeg",
        "https://planta.vsrv.ir/storage/plant/September2022/LXUnalaoVRGVOOtMdKTJ.jpeg",
        "https://planta.vsrv.ir/storage/plant/September2022/WsrmLaSXrPDebxrm1Pqy.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 71,
      "name": "ورزیا",
      "sciName": "Wallisia cyanea",
      "description": "گیاه وریزیا متعلق به جنگلهای بارانی آمریکا و آفریقای جنوبی است، و در آنجا در کنار درختهای بزرگ رشد می‌کنند. در سایه به خوبی میتواند رشد کند. نگهداری از آن سخت نیست و تقریبا در اکثر شرایط محیطی به خوبی دوام می‌آورد.\r\nبهترین رشد وریزیا در دمای بالای 15 درجه است، به همین دلیل برای مناطق گرمسیر مناسب است. اگر دما به زیر 13 درجه نرسد، در تمام سال بدون توقف رشد می‌کند.\r\nبه بیان ساده‌تر، دمای اتاق برای وریزیا ایده‌ال است، اما آن را در هوای سرد قرار ندهید. می‌توانید آن را در خارج از خانه هم نگهدارید، اما وقتی دما به زیر 7 درجه رسید، حتما آن را به داخل خانه منتقل کنید.",
      "howToWater": "چون گیاه ویریزیا یک گیاه استوایی هست باید رطوبت آن را همیشه حفظ کنید و هفته ای دوبار آن را آبیاری کنید. برای افزایش رطوبت محیط، می‌توانید از تکنیک سینی پر آب استفاده کنید!\r\nیک سینی مناسب انتخاب کنید و آن را با سنگریزه‌های خیس بپوشانید؛ سپس گلدان را داخل این سینی قرار دهید. برای حفظ رطوبت سنگریزه‌ها، هفته‌ای 3-2 بار به آنها آب اسپری کنید بهتر است گیاه را غبار پاشی کنید ولی به خاطر داشته باشد ویریزیا را در آفتاب غبارپاشی نکنید که باعث ایجاد لکه روی برگها میشود.",
      "howToSoil": "بهتر است از خاک آلی برای گیاه ویریزیا استفاده شود که ترکیبی از پیت ماس و پرلیت است. گیاه ویریزیادر فصل رشد، ماهی یکبار به کودمایع نیاز دارد.کود مایع رقیق شده برای آن مناسب است و میتوان کود مایع را در سطح خاک ریخت.",
      "howToLight": "وریزیا به نور زیادی نیاز ندارد و در نور کم هم به خوبی رشد می‌کند. چون در جنگلهای استوایی هم در سایه آفتاب رشد میکند.\r\nویریزیا هم مانند اکثر گیاهان گلدار، در صورت دریافت نور کافی خورشید بهتر عمل می‌کند. ولی مواظب باشید که درمعرض نور مستقیم قرار نگیرد ،نور زیاد باعث سوختن برگ های گیاه می‌شود.\r\nبهترین حالت این است که آن را در نزدیکی یک پنجره با پرده نازک قرار دهید. اگر محیط وریزیا کاملا تاریک باشد، گل نخواهد داد.",
      "waterMin": 3,
      "waterMax": 7,
      "tempMin": 13,
      "tempMax": 28,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 300,
      "lightMax": 10000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/yutdDutbNz834MpVpZuN.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/7N3XcWJE74WnmevCbr1J.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/FnfvWZ2g8EZc9ux66h8r.jpeg"
      ],
      "otherNames": [
        "Pink quill ",
        " Vriesea splendens ",
        " Vriesea carinata Wawra ",
        " Vriesea"
      ]
    },
    {
      "probability": null,
      "id": 145,
      "name": "پیله آ میکروفیلا",
      "sciName": "Pilea microphylla",
      "description": "پیله آ میکروفیلا (pilea microphylla) گیاهی همیشه سبز که امروزه به عنوان گیاه آپارتمانی نگهداری می شود.\r\nدمای اتاق برای آن مناسب است و در صورت گرم تر شدن هوا به آبیاری دقت کنید تا خشکی نکشد. نسبت به سرما حساس است و اگر در دمای کمتر از چهار درجه قرار بگیرد برگ ها قهوه ای می شوند و می ریزند.",
      "howToWater": "به خشکی تا حدودی مقاوم است و به آبیاری متوسط احتیاج دارد، بهترین زمان آبیاری بعد از خشک شدن سطح خاک است.\r\nرطوبت دوست است، در محیط های مرطوب رشد بهتری دارد.",
      "howToSoil": "به خاکی سبک با زهکش بالا احتیاج دارد تا آب در اطراف ریشه باقی نماند و باعث از بین رفتن گیاه نشود. از ترکیبات سبک کننده ی خاک مثل خاک برگ و پرلیت در بستر آن به کار ببرید.",
      "howToLight": "به نور متوسط و غیر مستقیم احتیاج دارد. نور ملایم صبح صدمه ای به آن وارد نمی کند و در سبزی و شادابی گیاه موثر است اما از تابش مستقیم و شدید نور خورشید دور نگه دارید که باعث قهوه ای شدن و سوختن برگ ها می شود.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 300,
      "lightMax": 3000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/December2021/wiDPShaSQtTxA4Za6cdC.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/December2021/pDdVDPAmv6sbyjJwilQG.jpeg",
        "https://planta.vsrv.ir/storage/plant/December2021/sYuXpHD4GM1jLNDgdnaG.jpeg"
      ],
      "otherNames": [
        "Pilea microphylla ",
        " Dysphania multifida"
      ]
    },
    {
      "probability": null,
      "id": 212,
      "name": "لدبوریا",
      "sciName": "Ledebouria socialis",
      "description": "لدبوریا گیاهی چند ساله همیشه سبز و گل دار بومی آفریقای جنوبی است. یک شگفتی کوچک با پیازی که به رنگ بنفش و در قالب یک رنگ سبز در داخل پیاز به صورت یک مروارید می‌درخشد.این گیاه نیاز به مراقبت کمی دارد، برگ ها از دو طرف بصورت جذاب در انتها پهن و در نوک بصورت باریک خودنمایی می کند.رنگ برگ ها سبز و دارای لکه های قهوه ای مایل به قرمز که زیبایی خاصی به این گل بخشیده است.گلها بصورت شکوفه های بسیار زیبا به رنگ بنفش در اواخر بهار و تابستان خودنمایی می‌کند.\r\n\r\nبرگ ها ۵ – ۱٠ سانتی متر است سطوح بالای برگ های خاکستری و با سبز زیتونی پوشانده شده و قسمت زیرین آن به رنگ بنفش تیره هست. خوشه های انبوه گل های کوچک و سبز با حاشیه ای سفید در فصل تابستان به طول ۸ – ۱۵ سانتیمتر ظاهر می‌شود.",
      "howToWater": "نیاز به آبیاری منظم دارد. سطح خاک چک شود رطوبت را در عمق دو سانتی متری احساس شد آبیاری انجام پذیرد. رطوبت نسبی محیط در شادابی برگ ها و گل نقش به سزایی دارد.",
      "howToSoil": "خاک با زهکشی مناسب بوسیله پیازهای پاجوش میتوان آن را تکثیر کرد، هنگام کاشت باید نیمی از پیاز گیاه روی خاک باشد.",
      "howToLight": "نیاز به نور کاملا روشن و غیر مستقیم دارد.\r\nهرگز در معرض مستقیم آفتاب قرار نگیرد\r\nبصورت معتدل ولی در هوای سردتر از ۱٠- درجه سانتیگراد دوام نمی آورد.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 200,
      "lightMax": 1000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/PsFxIFUsj0ZALkrt7IXY.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/kT2CdVSWoKY98t60T8SM.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/gTgHrZqmgKFAOi8ijfAG.jpeg"
      ],
      "otherNames": [
        "ledebouria socialis ",
        " Spiranthes odorata"
      ]
    },
    {
      "probability": null,
      "id": 106,
      "name": "ازگیل",
      "sciName": "Eriobotrya japonica",
      "description": "ازگیل ژاپنی متعلق به تیره گل سرخیان است و با سیب و گلابی هم خانواده می باشد. این میوه بیش از 1000 سال است که در ژاپن کشت و کار می گردد. در قرن هجدهم ازگیل ژاپنی به عنوان یک درخت زینتی به اروپا معرفی شد، ولی در قرن نوزدهم ارقامی با میوه های بزرگتر برای تولید میوه انتخاب شدند. بعد از آن از اروپا به ایالت فلوریدا و از ژاپن به ایالت کالیفرنیا رسید. از سال 1960 میلادی، پیوند ازگیل ژاپنی روی پایه \"به\" و پاکوتاهی آن سبب گسترش کشت و پرورش این میوه در فلسطین اشغالی گردید.",
      "howToWater": "به آبیاری در حد معمول نیاز دارد و رطوبت پایدار خاک به رشد آن کمک می کند. هر چند درختان استقرار یافته چند ساله به خشکی مقاوم هستند. این درختان نسبت به شرایط ماندابی حساس می باشند.",
      "howToSoil": "ازگیل ژاپنی در بیشتر خاک ها از سبک شنی تا سنگین رسی به شرط داشتن زهکش خوب رشد می کند. در خاک های آهکی هم می تواند رشد کند ولی به خاک های شور مقاوم نیست. به کوددهی در حد معمول نیاز دارد. در صورت کوددهی زیاد، گلدهی کاهش می یابد. اگر هدف میوه دهی نباشد می توان کمی کوددهی را بیشتر کرد. می توان باسه بار کوددهی به نسبت های ۶-۶-۶ در فصل رشد، نیاز گیاه را بر طرف ساخت.",
      "howToLight": "به نور مستقیم آفتاب مخصوصاً برای میوه دهی نیاز دارند. و در نیم سایه هم به خوبی رشد می کنند. حتی این گیاه را در یک پاسیو پرنور هم می توان نگه داشت.\r\nدرختان ازگیل ژاپنی تا سرمای زیر ۱۰ درجه سانتیگراد هم زنده می مانند اما گل و میوه در دمای نزدیک به صفر از بین می روند.",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": -10,
      "tempMax": 30,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/Y2eZoYY7Eo24NN14hIuB.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/rm0AmNhRyR4oyC5aJNNd.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/9OV7Ia3TvP3zKychQQCV.jpeg"
      ],
      "otherNames": [
        "Eriobotrya japonica ",
        " Eriobotrya japonica ",
        " Eriobotrya japonica ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 105,
      "name": "سنگ زنده یا لیتوپس",
      "sciName": "Lithops pseudotruncatella",
      "description": "معرفی لیتوپس یا سنگ زنده، گل سنگی نام علمی لیتوپس Lithops می‌باشد. شکل سنگی این گیاه باعث می‌شود که شبیه سنگ‌های کوچک  در طبیعت دیده شود و به این شکل در برابر حیوانات علفخوار از خود محافظت نماید.\r\nزادگاه اصلی ساکولنت لیتوپس در مناطق خشک گسترده‌ای از آفریقای جنوبی می باشد. در مناطقی که این گیاه رشد می‌کند بارش باران در ماه کمتر از ۵ میلی‌متر است.  هنگامی که بارش باران بسیار کم باشد گونه‌هایی از لیتوپس رطوبت مورد نیاز خود را از هوا تأمین می‌کنند.\r\nرشد لیتوپس ها در فصل پاییز با خنک شدن هوا شروع می‌شود و در سراسر پاییز و زمستان ادامه دارد. اولین نشانه رشد لیتوپس نمایان شدن شکاف می‌باشد. در اواخر بهار و تابستان با گرم شدن هوا دوره خواب لیتوپس آغاز می‌شود و آبیاری در این دوره باید به حداقل برسد، در غیر این صورت گیاه به طور ناگهانی پوسیده و به اصلاح خمیری می‌شود و باعث از بین رفت گیاه می‌شود. در طول تابستان گیاه چروکیده می‌شود و باز تاکید می‌کنم نباید زیاد آبیاری شود.\r\nلیتوپس ها معمولاً زمانی که به سن ۳-۵ سالگی برسند شروع به گلدهی می‌کنند و بعد دو سالگی شروع به تقسیم شدن(تکثیر) می‌کنند. گل لیتوپس معمولاً به رنگ زرد سفید دیده می‌شود که با گرده افشانی می‌توان تبدیل به کپسول بذر کرد و از لیتوپس بذر گرفت.",
      "howToWater": "در دورانی که گیاه جدید به وجود می آید خاک باید خشک باشد تا برگ‌های جدید بتوانند آب ذخیره شده در گیاه قدیمی تغذیه کنند. گیاه جدید همچنان به استخراج آب و مواد مغذی ذخیره شده در برگهای قدیمی ادامه می‌دهد تا زمانی که برگ‌های قدیمی از بین می‌رود.\r\nاین کاکتوس به خشکی عادت دارد و مقاوم می باشد .گل دهی معمولا اواخر تابستان می باشد(البته اگر شرایط آفتابی مناسبی داشته باشد)در زمان آبدهی مراقب باشید نم نباشد حتما با ید کاملا خشک شده باشد خاک و اینکه روی برگ های سنگ مانند آن آب نریزید.",
      "howToSoil": "بهترین خاک برای برگ سنگی ماسه و با خاک پوسیده برگ یا همون خاک برگ می باشد میتونید برای زیبایی روی آن را با سنگ ریزه های ریز بپوشانید \r\nخاکی سبک که آب را در خود نگه ندارد و زهکشی مناسبی داشته باشد. مانند ترکیبی از ماسه و پیت ماس. گلدان لیتوپس حتماً باید دارای سوراخ‌هایی در کف گلدان برای خروج آب اضافی باشد.",
      "howToLight": "لیتوپس ها به برای رشد به نور فراوانی نیاز دارند، در حدود ۳ الی ۵ ساعت نور مستقیم البته فیلتر شده باشد و نور شدید باعث سوختگی گیاه خواهد شد.\r\nکمبود نور باعث رشد علفی و در نهایت مرگ گیاه می‌شود.",
      "waterMin": 8,
      "waterMax": 15,
      "tempMin": 7,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 30,
      "lightMin": 2000,
      "lightMax": 20000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/lsu6LSHqrmqMu9HET30O.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/PLWCfhISK510YEAzGIyr.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/kO78PH7648jYb2eM8fs4.jpeg"
      ],
      "otherNames": [
        "Aloinopsis schooneesii ",
        ""
      ]
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=7",
    "next": "https://planta.vsrv.ir/api/Feed?page=9"
  },
  "meta": {
    "current_page": 8,
    "from": 106,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=7",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=5",
        "label": "5",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=6",
        "label": "6",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=7",
        "label": "7",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=8",
        "label": "8",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=9",
        "label": "9",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=10",
        "label": "10",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=11",
        "label": "11",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=9",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 120,
    "total": 328
  }
}