{
  "data": [
    {
      "probability": null,
      "id": 264,
      "name": "سنسیو هیمالیا",
      "sciName": "Senecio barbertonicus",
      "description": "سنسیو هیمالیا یه ساکولنت همیشه سبز با برگ‌های گوشتی، باریک و بلند که تراکم اون‌ها روی ساقه زیاده و ظاهری زیبا به گیاه بخشیده.\r\nبرگ‌های این گیاه بسیار بلند و به رنگ سبز زیتونی که به سمت بالا قرار دارن. این گیاه می‌تونه حدوداً تا ارتفاع ۲ متری رشد کنه.\r\nتوی فصل بهار و تابستون روی این گیاه ساکت و آروم خوشه گل‌های خوشگل زرد و طلایی ظاهر می‌شن، این گل‌ها حدود ۱۰ سانتی‌متر طول و ۱ سانتی‌متر قطر دارن که بین برگ‌های سبز این گیاه ظاهری بسیار فریبنده و زیبا از خودشون به نمایش می‌گذارن.",
      "howToWater": "بهتره فواصل بین آبیاری رو طوری تنظیم کنید که خاک گیاه تا عمق ۲، ۳ سانتی‌متری خشک شده باشه، توی فصل زمستون هم مقدار آبیاری رو کاهش بدید.",
      "howToSoil": "خاک لومی و سبک یا خاک مخصوص کاکتوس برای این گیاه مناسبه. توجه داشته باشید که این ساکولنت هم مثل  باقی ساکولنت‌ها نیاز به خاکی با زهکشی مناسب داره تا آب اضافه توی خاک نمونه و ایجاد مانداب یا پوسیدگی ریشه نکنه.",
      "howToLight": "بهترین نور براش نور غیرمستقیمه و می‌تونه توی مکان سایه ـ آفتاب هم رشد کنه. پس بهتره اون رو در محلی از منزلتون قرار بدید که نور زیاد و فیلتر شده داشته باشه تا بهترین حالت از خودش رو به نمایش بگذاره.",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 15,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 40,
      "lightMin": 800,
      "lightMax": 2000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/eeQvIGKMlob3Y8SUEYuO.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/ZhYF8CjJpPFXMsZpj38Y.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/emU5mjrzm2F4Rj2QO114.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 150,
      "name": "گیلاس مجلسی (گوجه زینتی)",
      "sciName": "Solanum pseudocapsicum",
      "description": "گیاه گیلاس مجلسی یا گیلاس اورشلیم یکی از گیاهان زینتی است و به دلیل میوه های بسیار زیبایی که تولید می‌کند مورد توجه قرار گرفته است. این گیاه همیشه سبز بوده و چند ساله می‌باشد. گیاه گیلاس مجلسی یکی از محبوب ترین گیاهان آپارتمانی است که می‌توان آن را در گلدان کاشت و در خانه نگه داشت. این گیاه در تابستان گل های سفید بسیار زیبایی تولید می‌کند که این گل ها در پاییز به میوه تبدیل می‌شوند. میوه های گیاه گیلاس مجلسی خوراکی نیستند",
      "howToWater": "آبیاری منظم از بهار تا پاییز. این گیاه تحمل خشکی را دارد. ولی در اثر آبیاری بیش از حد ریشه ها پوسیده و گیاه از بین می رود. برای آبیاری مجدد اجازه دهید خاک گلدان خشک گردد. در صورت نگهداری در مکان های سرد در طول زمستان ، خاک باید خشک تر باشد",
      "howToSoil": "کود کم نیتروژن هر دو هفته یکبار در طول دوره گلدهی تا زمانی که میوه ها تشکیل می شوند. پس از آن و تا شروع فصل پاییز تنها یکبار در ماه . سایر فصول نیاز به کوددهی ندارد\r\nخاک سبک و خاک برگ مناسبترین نوع خاک برای این گیاه است.",
      "howToLight": "این گیاه نور کامل خورشید نیاز دارد اما تحمل نور فیلتر شده خورشید را نیز دارد\r\nمحیط گرم تا سرد. در مدت زمستان مکان های خنک تر را ترجیح می دهد. تحمل دمای خنک تر تا 0 درجه سانتی گراد را نیز دارد. اگر گیاه را در مکانی خنک نگهداری نمایید، مدت میوه دهی گیاه بیشتر خواهد شد",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 7,
      "tempMax": 28,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/February2022/tOafAng1tnVO0WHNhxTL.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/February2022/ABlw6l4a2TJVoHCoDwJZ.jpeg",
        "https://planta.vsrv.ir/storage/plant/February2022/zivl9opw3Mfiswwa5IuX.jpeg"
      ],
      "otherNames": [
        "Solanum lycopersicum ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 301,
      "name": "گل تکمه‌ای",
      "sciName": "Gomphrena globosa",
      "description": "گل تکمه ای گیاهی چند ساله از تیره تاج خروس است که با عنوان گیاه دکمه ای نیز شناخته می شود. این گیاه میتواند تا 24 اینچ در ارتفاع برسد. گونه های طبیعی آن بیشتر به رنگ قرمز میباشند و ارقام مختلف آن به رنگ های بنفش ، قرمز، سفید ، صورتی و یاسی رنگ دیده میشوند.این گیاه بومی برزیل ، پاناما و گواتمالا است.\r\nگل تکمه ای دارای ساقه ها نرم، منشعب و کرکدار و مستقیم است که به صورت انبوه ظاهر می شود. برگ ها کشیده، تخم مرغی شکل، کرکدار، دوک مانند که طول آن به 15-10 سانتی متر می رسد. برگ ها وقتی جوان هستند به صورت کرکی سفید هستند و هنگامی که به سن بلوغ می رسند به صورت موم سفید مانند کم پشتی ظاهر می شوند. گل ها به شکل یک تکمه برگشته می باشند که گاهی به صورت تکی و گاهی دو تا سه گل روی یک دمگل طویل به طول 12-8 قرار دارند و از بین دو برگ متقابل خارج می شوند.\r\nگلبرگ های آن طوری است که هنگام لمس خشک به نظر می رسد و به رنگ های مختلف سفید، صورتی، نارنجی، بنفش و ترکیبی از این رنگ ها دیده می شود. گل در واقع عبارت است از مجموع فلس ها یا براکته های خشک به هم چسبیده به طوری که یکی از گل های خشک (Straw Flower) محسوب می شود و اگر با ساقه های آن بریده شده و در یک محل تاریک آویزان شود حالت طبیعی خود را حفظ کرده و خشک می شود.",
      "howToWater": "گل تکمه ای تا حدودی تحمل خشکسالی را دارد اما بهتر است به طور منظم آبیاری شود، به خصوص در آب و هوای گرم و فصل تابستان.",
      "howToSoil": "خاک مطلوب این گیاه مخلوطی متشکل از دو قسمت پیت ماس ، یک قسمت لوم و یک قسمت شن و ماسه است",
      "howToLight": "این گیاه نیازمند نور مستقیم خورشید است.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 12,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 900,
      "lightMax": 7000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/September2022/nmNQ7l6f0H52mVCbTqIx.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/September2022/AA1geIOKGNB2tH8lo3Id.jpeg",
        "https://planta.vsrv.ir/storage/plant/September2022/SlThp25FliUOPZ7u1cQE.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 61,
      "name": "کروتون",
      "sciName": "Codiaeum variegatum",
      "description": "گیاه کروتون متعلق به اقیانوسیه است و بهتر است آن را در مکانی مرطوب قرار دهید و یا با روش های مصنوعی رطوبت هوای اطراف گیاه را تامین کنید.\r\nبه عنوان یک گیاه گرمسیری، کروتون از بودن در هوای گرم لذت می‌برد. اگر در دمای کمتر از 12 درجه سانتی‌گراد قرار بگیرد، برگهای آن قهوه‌ای رنگ می‌شوند. بهترین دما برای کروتون، دمایی نزدیک و یا کمتر از 26 درجه است. کروتون نمی‌تواند در دمای بیشتر از این دوام بیاورد.\r\nاگر جای آن را عوض کردید و شروع به ریختن برگهای خود کرد، نگران نشوید. این موضوع واکنش طبیعی گیاه به تغیر مکان است. گیاه اصلا دوست ندارد که از جای اصلی خود تکان داده شود، پس یک مکان ثابت را برای ان در نظر بگیرید.",
      "howToWater": "گیاه کروتون برخواسته از طبیعتی گرمسیری است، بنابراین هوای گرم و مرطوب برای آن بسیار ایده‌آل است. خاکی که کروتون در آن کاشته می‌شود، باید بتواند در فصل بهار و تابستان به خوبی رطوبت را در خود حفظ کند و در عین حال خیس نباشد.\r\nبرای تشخیص زمان صحیح آبیاری، چند سانتی‌متر رویی خاک را لمس کنید. اگر خاک خشک بود، باید گیاه را آبیاری کنید.\r\nاگر هوای اتاق خشک است، لازم است هر چندوقت یکبار گیاه را به کمک یک اسپری آب مرطوب کنید. این کار به حفظ سلامت برگها کمک می‌کند.\r\nمانند اکثر گیاهان دیگر، آبیاری کروتون نیز به دقت بالایی نیاز دارد. این گیاه نیازمند آبیاری مداوم است، اما شما باید دقت کافی را به خرج دهید تا آن را غرقاب نکنید.",
      "howToSoil": "بهترین رشد کروتون در خاکی است که ضمن داشتن زه‌کشی مناسب برای عبور دادن آب‌های اضافی، بتواند هنوز کمی رطوبت را در خود حفظ کند. اگر خاک بیش از حد آب را درون خود نگه دارد، زمینه‌های اساسی برای فاسد شدن ریشه را برای گیاه فراهم می‌کند.\r\nاین گیاه واقعا به کود نیاز دارد، چون اکثرا گرسنه است! بهترین کودی که می‌توان برای این گیاه تهیه کرد، کودی با سطح نیتروژن پایین، آرام تجزیه شونده و گرانوله است در واقع کودی با مقیاس NPK 18-3-6 برای کروتون عالی است. این کود را در فصل بهار و زمانی که هوا رو به گرم شدن می‌رود بر روی سطح خاک گیاه پراکنده کنید و اجازه دهید به مرور زمان تجزیه شود.",
      "howToLight": "کروتون نور کامل خورشید را ترجیح می‌دهداما اگر نور خورشید بسیار داغ است گیاه را در معرض آن قرار ندهید، چون باعث سوختن گیاه می‌شود. اما بعضی از انواع آن نیز هستند که می‌توانند در سایه نسبی رشد خوبی داشته باشند. میزان نور دریافتی به طور مستقیم بر کیفیت و تراکم رنگ برگهای گیاه تاثیر می‌گذارد. پس اگر دوست دارید گیاه رنگهایی شاداب و قوی داشته باشد، باید آن را در شرایط نوری خوبی قرار دهید.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 15,
      "tempMax": 26,
      "humidityMin": 40,
      "humidityMax": 90,
      "lightMin": 500,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/U6sJuoMVP7VOkEruYhHN.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/n4pxQ4j80mM6Cb7yUC0M.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/OFNgdyDjoiKfkZI8KzLn.jpeg"
      ],
      "otherNames": [
        "Codiaeum variegatum ",
        " Codiaeum variegatum"
      ]
    },
    {
      "probability": null,
      "id": 267,
      "name": "سانسوریا سامورایی",
      "sciName": "Sansevieria ehrenbergii",
      "description": "سانسوریا سامورایی (Sansevieria Ehrenbergii) یک ساکولنت زیبا و جذاب از خانواده سانسوریا است. این گیاه کامپکت زیبا بومی نواحب آفریقا است. این نوع از سانسوریا را به نام سانسوریا کوتوله نیز می‌شناسند. این ساکولنت کوتوله همیشه سبز، یکی از انواع ۷۰ گونه سانسوریا است. نگهداری سانسوریا سامورایی با انواع هم‌خانواده خود تفاوت چندانی ندارد.\r\nاین گیاه ۱۰ تا ۱۵ سانتی‌متر ارتفاع پیدا خواهد کرد. برگ‌های این ساکولنت حالت مثلثی و V شکل دارند. نوع واریگاته و ابلق این گیاه در لبه برگ‌های خود خطوط قرمز رنگی خواهد داشت. به دلیل شکل برگ‌هایش، وقتی از بالا به گیاه نگاه می‌کنیم، ظاهری پیج مانند خواهد داشت. در طول رشد سانسوریا سامورایی پاجوش‌هایی در اطراف گیاه مادر تولید می‌کند. این نوع از سانسوریا به ندرت گلدهی خواهد کرد. ولی بعد از گلدهی از بین خواهد رفت. هنگامی که گل این گیاه پدید آید، رشد برگ‌ها متوقف خواهند شد.",
      "howToWater": "از آنجایی که این گیاه از خانواده ساکولنت‌ها محسوب می‌شود، می‌تواند آب را رد برگ‌های خود ذخیره کند. این گیاه نسبت به سایر گیاهان آپارتمانی شما آب کم‌تری نیاز خواهد داشت. برای نگهداری سانسوریا سامورایی از بهار تا پاییز هنگامی گیاه را آبیاری کنید که خاک آن در تماس با دست خشک شده است. آبیاری را در زمستان متوقف کنید. می‌توانید گیاه را در فصل سرما و رکود آن ماهیانه یکبار آبیاری کنید.\r\nآبیاری بیش از حد باعث بروز بیماری پوسیدگی خواهد شد. هرگز اجازه ماندن آب را در زیرگلدانی گیاه ندهید. بعد از هر آبیاری آب اضافه داخل زیرگلدانی را از آن خارج کنید. در حالیکه رطوبت ۵۰ درصد برای گیاه بسیار مفید است، رطوبت معمول منزل نیز می‌تواند گزینه مناسبی باشد.",
      "howToSoil": "نگهداری سانسوریا سامورایی در مخلوط خاک کاکتوس و ساکولنت امکان‌پذیر است. میزان PH خاک گیاه باید بین ۵ تا ۷.۵ باشد. می‌توانید به خاک‌های معمولی نیز پرلیت و پیت ماس اضافه کرده و برای گیاه خود استفاده نمایید. از تعویض گلدان‌های مکرر خودداری فرمائید. این کار باعث بروز استرس به گیاه شما خواهد شد. هنگامی که اندازه گیاه بزرگ‌تر از سطح گلدان فعلی آن شد، می‌توانید گلدان را تعویض کنید.\r\nهنگام تعویض گلدان توجه کنید تمام خاک اطراف ریشه‌ها را با دقت تمیز کنید. گلدانی با یک سایز بزرگ‌تر برای سانسوریا خود انتخاب کرده و خاک تازه داخل آن بریزید. سپس گیاه خود را به گلدان جدید منتقل کنید. برای یک هفته به گیاه آب ندهید تا به مکان جدید خود عادت کند.",
      "howToLight": "برای نگهداری سانسوریا سامورایی نیاز به محیطی روشن است. این گیاه بهترین رشد را در محیطی با نور غیرمستقیم خواهد داشت. نور مستقیم خورشید می‌تواند به برگ‌ها آسیب وارد کند. این گیاه مکان‌های نیمه سایه را نیز دوست دارد و می‌تواند در این محیط نیز به زندگی خود ادامه دهد. ولی رنگ سبز تیزه برگ‌ها در صورت رسیدن نور کم به آن، روشن خواهند شد. برای نگهداری این گیاه در محیط خانه آن را در پشت یکی از پنجره‌ها که نور از آن می‌گذرد قرار دهید. دقت داشته باشید، برای مراقبت از سامورایی در خارج از خانه، آن‌ را در راستای تابش نور مستقیم خورشید قرار ندهید.\r\nاین گیاه در مقابل دمای هوای سرد مقاومت زیادی نخواهد داشت. برای نگهداری آن در محیط خانه، دمای متعادل منزل برای آن مناسب است. دمای محیط مراقبت از گیاه شما نباید به پایین‌تر از ۱۰ درجه سانتی‌گراد برسد. دمای ایده‌آل محل مراقبت از گیاه باید دمایی بین ۱۵ تا ۲۴ درجه سانتی‌گراد باشد.",
      "waterMin": 10,
      "waterMax": 30,
      "tempMin": 10,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 70,
      "lightMin": 800,
      "lightMax": 1800,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/wrdM0mDrcxDES9ewYvH0.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/JXJrHRyJfH4W3aM2xUDV.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/hU1Lz0iL2C3FS3EqiU4z.webp"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 16,
      "name": "اسپاتی فیلوم / گیاه صلح",
      "sciName": "Peace Lily",
      "description": ". گل اسپاتی فیلوم برگهای سبز و نوک تیز دارد و وظیفه تصفیه آلودگی هوا را دارند و سموم موجود در منازل شامل فرمالدهید و آمونیاک را از بین میبرد.گیاهی است که مراقبت راحتی دارد ، و با نور کم هم سازگار است.\r\nدمای رایج در منزل و مقداری گرم تر برای رشد بهتر این گیاه مناسب است. مکان هایی که ناگهان گرم و سرد میشوند دلپذیر این گیاه نیست.در کل دمای بین 12 الی 23 درجه را ترجیح میدهد.",
      "howToWater": "در حالت ایده آل این گیاه خاک مرطوب (نه خیس) را ترجیح میدهد و بهتر است آب دهی را وقتی که خاک خشک شد انجام دهید ولی هرگز اجازه ندهید گیاه در خاک خیس دایمی بماند و اجازه ندهید تا گیاه از کم آبی پژمرده شود ، این گیاه از گیاهانی است که به سرعت خود را ترمیم و از پژمردگی نجات میدهد.\r\nآب اضافی گیاه بعد از آبیاری باید از خاکش خارج شود در غیر این صورت باعث پوسیدگی ریشه های گیاه میشود.\r\nبرگهای اسپاتی فیلوم در اثر آبیاری زیاد یا کم قهوه ای رنگ میشود پس بهتر است برنامه آب دهی گیاه را تغییر دهید.",
      "howToSoil": "اسپاتی فیلوم به خاکی با زه کشی مناسب نیاز دارد و ترکیب پیت ماس و خاک برگ و پرلیت انتخاب خوبی برای آن است. علت پژمرده شدن برگ های این گیاه عدم مواد مغذی خاک است که با کوددهی تامین میشود.\r\nگل اسپاتی فیلوم به کود دهی سنگینی نیاز ندارد . کود دهی آن باید به صورت نصف دستور العمل، یکبار در ماه و در زمان گلدهی و رشد گیاه (فصل بهار و تابستان) انجام شود و کودی که حاوی منیزیم و آهن باشد برای آن مناسب است.",
      "howToLight": "گل اسپاتی فیلوم سفید نور کم را میتواند تحمل کند و خود را با آن وفق دهد اما بدون وجود نور پنجره و یا لامپ، با مشکل کمبود گلدهی و یا عدم وجود گل مواجه خواهد شد.\r\nاین گیاهان میتوانند هر کمبودی را تحمل کنند به جز نور مستقیم که برایشان غیرقابل تحمل است و گلدهی بیشتر آنها به نور غیرمستقیمی که به آنها میتابد بستگی دارد.\r\nعلت بیش از حد زرد رنگ شدن برگهای این گیاه میتواند به علت کمبود نور باشد.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 12,
      "tempMax": 23,
      "humidityMin": 60,
      "humidityMax": 90,
      "lightMin": 800,
      "lightMax": 20000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/ALLbPnHnazeEzfyPU1rP.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/iFFT8MIiiLSjhMnI8tCl.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/F8FZSWEq9TZAFgGZUIjA.jpeg"
      ],
      "otherNames": [
        "Spathiphyllum ",
        " Spathiphyllum wallisii ",
        " Spathiphyllum blandum ",
        " Pavonia spinifex ",
        " Spathiphyllum floribundum ",
        " Drimiopsis maculata ",
        " Spathiphyllum wallisii ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 268,
      "name": "سدوم کاجی",
      "sciName": "Sedum multiceps",
      "description": "ساکولنتی متشکل از برگ های گوشتی متحد المرکز که به صورت بوته ای رشد میکند و ساقه های قهوه ای رنگی دارد . فصل رشد این ساکولنت در پاییز و زمستان می باشد . این گیاه پس از چند سال رشد تبدیل به درخت مینیاتوری زیبایی میشود و حداکثر تا 15 سانتی متر قد میکشد و به صورت بوته به اطراف پخش می شود دارای برگ های گوشتی سبز ریز و گلهای ستاره ای شکل زرد رنگ دارد  که در تابستان میرویند",
      "howToWater": "در تابستان پس از خشک شدن خاک آبیاری کنید. در زمستان آبیاری را محدود کنید و تا وقتی کاملا حس نکردید گیاه تشنه است به آن آب ندهید . به هیچ عنوان در آبیاری زیاده روی نکنید . این ساکولنت به آبیاری زیاد بسیار حساس است .",
      "howToSoil": "خاک مخصوص کاکتوس که زه کشی عالی داشته باشد .",
      "howToLight": "نور زیاد حتی آفتاب کامل ، اما در مناطق گرم که آفتاب سوزان دارند باید در نیم سایه باشد .\r\nبه سرما و یخبندان بسیار حساس است . به گرما زیاد حساسیت نشان نمیدهد مگر اینکه آفتاب داغ همراه با گرمای زیاد و کم آبی به آن صدمه بزند .",
      "waterMin": 10,
      "waterMax": 20,
      "tempMin": 15,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 1000,
      "lightMax": 2000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/17QCmfsfDT4c9iEgRG7U.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/flCrKGaVBhiEa4VDEZLz.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/c2JdCnkyxkBFFI72CfaV.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 63,
      "name": "خانواده کراسولا",
      "sciName": "crassula",
      "description": "کراسولا را به دلیل رنگ برگ‌های این گیاه می‌باشد که به رنگ سبز یشمی هستند، گیاه یشم نیز می‌خوانند.\r\nگیاهان کراسولا با نام های متعددی از قبیل کراسولا آربوسینز، کراسولا بارکلی، رَتِل اسنیک، کراسولا آرجنتینا، کراسولا پرفوراتا و خرفه ای شناخته می ‎شوند",
      "howToWater": "از آنجایی که این گیاهان قادر به ذخیره سازی آب درون برگ های خود هستند ، نیازی به آبیاری مداوم آن ها وجود نخواهد داشت و در صورت آبیاری بیش از حد این گیاهان، ریشه آن ها پوسیده خواهد شد . در طول فصول سرد سال بهتر است گیاهان کراسولا را در دفعات کمتری آبیاری کنید و اجازه دهید که سطح بالایی خاک به خوبی خشک شود .",
      "howToSoil": "این گیاهان به خاک غنی و نفوذ پذیر به منظور گردش هوا نیاز دارند و وجود سوراخ های زهکشی در انتهای گلدان این گیاهان از اهمیت بالایی برخوردار است\r\nکوددهی به گیاهان در اواسط فصل بهار توصیه می ‎شود زیرا گیاه کراسولا در این موقع از سال دارای رشد سریع تری خواهد بود .",
      "howToLight": "این گیاهان همچنین نیازمند نور غیر مستقیم آفتاب هستند و بنابراین از قرار دادن آن ها در معرض نور مستقیم آفتاب به ویژه در هنگام ظهر خودداری کنید. قرار گرفتن در معرض آفتاب صبح نه تنها برای این گیاهان مشکلی به وجود نخواهد آورد، بلکه برای شکوفایی آن ها ضروری است.",
      "waterMin": 10,
      "waterMax": 20,
      "tempMin": 15,
      "tempMax": 28,
      "humidityMin": 10,
      "humidityMax": 40,
      "lightMin": 500,
      "lightMax": 12000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2021/tqvIncZLdOP9Zb4CAkTa.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/q39ePJ9EeC06qI4btbbm.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/lBT5Wpmg4YDX06CP6rIb.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/mLJwu69Wj46xwJVOyQqt.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/m6vkvxabcEtNTnBTS6Rp.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/JWc9Kc0dFCqVCEaaaCOH.png"
      ],
      "otherNames": [
        "Portulacaria afra ",
        " Crassula ovata ",
        " Crassula sarmentosa ",
        " Crassula capitella ",
        " Crassula ovata ",
        " Crassula sarmentosa ",
        " Crassula muscosa ",
        " Crassula schimperi ",
        " Crassula tillaea ",
        " Crassula ovata ",
        " Crassula multicava ",
        " Portulacaria afra ",
        " Crassula capitella ",
        " Crassula expansa ",
        " Crassula pellucida ",
        " Crassula pubescens ",
        " Sedum sediforme ",
        " Crassula rupestris"
      ]
    },
    {
      "probability": null,
      "id": 269,
      "name": "جاتروفا کارکس",
      "sciName": "Jatropha integerrima",
      "description": "جاتروفا درختچه ای است سریع الرشد، دائمی، به ارتفاع ۳تا حداکثر ۶ متر دارای تنه صاف خاکستری رنگ بوده و شیرابه دار می باشد. برگ ها قلبی شکل، پهن ساده یا زاویه دار، در حاشیه اغلب موجدار به رنگ سبزروشن، میوه در حالت رسیده زرد و حاوی ۳ الی ۴ دانه ، دانه های براق سیاه و سفید می باشد . عمر باردهی اقتصادی این گیاه ۴۰ سال می باشد ولی بعضا پایه هایی با سن ۶۰ سال هم دیده شده که تا ۱۲ کیلوگرم در سال هم دانه تولید می کنند.\r\n\r\nجاتروفا خوراکی نیست حتی برای تغذیه دام هم نمی توان از آن استفاده کرد چون بسیار سمی هست که سمیت آن هم بخاطر ماده ایی به نام کورتین هست. اما جاتروفا بسیار مقاوم به کم آبی و خشکی هست و برای جنگل کاری و احیاء بیابان های غیرقابل کشت عالی هست.",
      "howToWater": "آبیاری گیاه به طور تدریجی در بهار و تابستان صورت می گیرد و بایستی برای آبیاری مجدد اطمینان حاصل شود که دو سوم رطوبت خاک تخلیه شده است و در زمستان بایستی مواظب بود که خاک کاملا خشک نشده باشد",
      "howToSoil": "خاک مناسب برای جاتروفا شامل یک قسمت مواد آلی ،یک قسمت پیت و دو قسمت ماسه می باشد و باید از زهکشی مناسب زیر گلدان اطمینان حاصل شود .تعویض گلدان در هر بهار صورت گرفته و بوته ها به گلدان های با قطر بزرگتر از گلدان های قبلی انتقال داده می شوند .برای تقویت گیاه در اردیبهشت تا مهر می توان از کود مایع هر دو هفته یکبار استفاده کرد .",
      "howToLight": "جاتروفا به نور روشن نیاز دارد و نور غیر مستقیم برای بوته ها مناسب تر می باشد .در طول فصل رشد این گیاه بایستی تحت شرایط دمایی ۱۸-۲۲ درجه سانتیگراد در منزل نگهداری شود .",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 1500,
      "lightMax": 10000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/July2022/SPoV6NQiQXw0cTBcO0mL.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/July2022/SdbfWyBfTFzH9M8z7Oq5.jpeg",
        "https://planta.vsrv.ir/storage/plant/July2022/Exr3yFgUYKwrabukaET2.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 270,
      "name": "آلترنانترا",
      "sciName": "Alternanthera sessilis",
      "description": "آلترنانتراها، گیاهانی از تیره ی آمارانتوس هستند. جنس آلترنانترا دارای 200 گونه می باشد. این گیاه بومی آمریکای جنوبی است. و یکی از گیاهان زینتی محبوب در کشور چین است.\r\nآلترنانترا گیاهی است بسیار کوتاه با برگ های سبز و زرد که مانند شمشاد نعنایی از آن برای شکل دادن به باغچه ها استفاده می شود. در شهرهای شمالی ایران، کشت و کار آن متداول است.\r\nاین گیاه چند ساله به دلیل برگ های رنگی اش که در محدوده ی رنگی قرمز تا سبز (قرمز، نارنجی، زرد و سبز زیتونی) است و نیز به دلیل فرم خاص برگ های آن که به شکل قاشقی و تقریبا باریک و دراز می باشد در فضای سبز مورد استفاده قرار می گیرد. برگ های آن 5/2 سانتی متر و دارای لکه هایی به رنگ های قرمز، بنفش و یا برنزی است. آلترناترا دارای گل های سفید رنگ و ریشک مانند است که بر روی گل آذین سنبله ای و جانبی تشکیل می شوند. ارتفاع این گیاه به 40 تا 50 سانتی متر و گستردگی آن به 30 تا 50 سانتی متر می رسد. شاخساره ی این گیاه به صورت عمودی رشد می کند.",
      "howToWater": "این گیاه از جمله گل های حساس به سرما محسوب می شود ولی گرما را به خوبی تحمل می کند. برای رشد مناسب به رطوبت تقریباً بالایی از خاک نیاز دارد.",
      "howToSoil": "خاک بستر آلترنانترا باید دارای زهکشی خوب، حاصلخیز و دارای مواد معدنی و آلی فراوانی باشد.",
      "howToLight": "برای ایجاد رنگ های مطلوب و متنوع در برگ های این گیاه، نور کامل آفتاب مورد نیاز است.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 800,
      "lightMax": 1900,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/July2022/5htKCdl9D8NbUvaDUHcb.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/July2022/2cZn3KSlqZ93mMYzfcx4.jpeg",
        "https://planta.vsrv.ir/storage/plant/July2022/2q9hc8megvdtISu53yNj.jpeg"
      ],
      "otherNames": [
        "Alternanthera bettzickiana ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 271,
      "name": "آدرومیشوس",
      "sciName": "Adromischus cooperi",
      "description": "بیش از5گونه از این گوشتی در دسترس حرفه ای ها نیست،زادگاه آن آفریقای جنوبی و یکی از سازگارترین گیاه های خانگی ویا گلخانه ای است که ارتفاع آن به5 وعرض آن به15سانتیمترمی رسد.\r\nریشه ی آن ضخیم و ریزوم مانند است که اندام هوایی را به خوبی نگه داشته است درصورت لزوم سموم دفع آفات گیاهی خاص گوشتی ها و خانواده Crassulaceae  استفاده گردد.استفاده از سموم دیگر برای این گیاه ضرر دارد.\r\nازدیاد منحصرا به وسیله برگ صورت میگیرد.",
      "howToWater": "در پرورش آدرومیشوس توجه کنید که در تابستان هر دوهفته یکبار به آبیاری نیاز دارد و باید به خاک در بین دو آبیاری اجازه خشک شدن را داد.در هوای گرم تابستان به یکبار در هفته برسانید و سپس در پاییز به دو هفته یکبار برسانید.در زمستان آن را خشک کنید.",
      "howToSoil": "در خاک حرف اول را زهکش می زند به همین علت مخلوطی از کمپوست بدون خاک با40درصد ماسه شکری تا نخودی برای این گیاه بهتر از خاک است.\r\nاگر تعویض گلدان صورت نگیرد آدرومیشوس را هر تابستان یک یا دو بار با کود قوی پتاس دار تغذیه کنید اما با تعویض گلدان اصولا به تغذیه نیازی نیست.",
      "howToLight": "برای فشرده نگه داشتن گیاه و توسعه رنگ ها و نقاط زیبای روی متن سبز به نور شدید نیاز دارد.\r\nحداقل دما4درجه سانتیگراد و در گلخانه زیر37درجه است هوای پاک و مملو ازاکسیژن از دیگر نیازهای آن است.",
      "waterMin": 10,
      "waterMax": 15,
      "tempMin": 5,
      "tempMax": 40,
      "humidityMin": 5,
      "humidityMax": 40,
      "lightMin": 2000,
      "lightMax": 20000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/July2022/Auk5EPt5wSfw0x2dZK1d.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/July2022/eBMG6xw3rt9hysTtTGlY.jpg",
        "https://planta.vsrv.ir/storage/plant/July2022/v3FqMyp9vjdHv2nJgUJH.webp",
        "https://planta.vsrv.ir/storage/plant/July2022/2Z50ysRfiRPYJQqMUoCt.webp"
      ],
      "otherNames": [
        "Adromischus trigynus ",
        " Adromischus maculatus ",
        " Adromischus triflorus ",
        " Adromischus liebenbergii"
      ]
    },
    {
      "probability": null,
      "id": 272,
      "name": "سدوم مورگانیانوم",
      "sciName": "Sedum morganianum",
      "description": "یکی از زیباترین کاکتوس ها (ساکولنت ها) از خانواده سدوم که میتونید در خانه به شکل آویز نگهداری کنید سدوم مورگانیانوم هست این گیاه جزو گیاهان منحصر به فرد آپارتمانی هم هست، نگهداری و تکثیر بسیار راحتی داره و شما میتونید در مدت یک سال چندین گلدان از این گیاه را تکثیر کنید این گیاه نیاز به خاک سبک و نور زیاد می باشد. \r\nاین گیاه جزو ساکولنت هایی تپل و گوشتی هست که در زبان انگلیسی به دم الاغ هم معروف می باشد دلیل نام گذاری به این اسم هم آویزان شدنش از لبه گلدان می باشد.این گیاه برای پرورش در گلدان های آویز بسیار مناسب می باشد ولی شما میتوانید آن را در گلدان کوچک هم بکارید و با استفاده از قیم آن را نگهداری کنید.رشد این گیاه میتواند به اندازه ای باشد که درازی آن به ۶۰ سانتی متر هم برسد. برگهای این گیاه به رنگ خاکستری – سبز و یا سبز آبی، میتواند شما را به یاد قطرات باران بیاندازد.",
      "howToWater": "گیاه به آبیاری متوسط نیاز دارد و حتما در فصل بهار و تابستان به دقت سدوم را آبیاری کنید ولی بین دو آبیاری حتما اجازه دهید تا خاک گلدان تا عمق ۴ سانتی متری خشک شود. زهکشی خاک و خود گلدان برای این گیاه بسایر مهم میباشد به صورتی که در زمان آبایری آب اضافه از زیر گلدان باید خارج شود. در صورت نداشتن زهکشی مناسب باعث پوسیدگی ساقه و ریشه خواهد شد. البته در فصل زمستان باید آبیاری به مراتب کمتر از تابستان باشد.",
      "howToSoil": "همانند هر کاکتوس و ساکولنت دیگری به خاک با زهکشی بالا نیاز دارد تا رشد بسایر خوبی داشته باشد چون محیط باتلاقی را به هیچ وجه دوست ندارد.و سعی کنید ph خاک حدود 6 و اندکی اسیدی باشد. شما میتوانید مخلوطی از خاک باغچه، خاک رس و ماسه شسته و یا از خاک های آماده مخصوص کاکتوس هم استفاده کنید.",
      "howToLight": "مورگانیانوم به مکانی با نور زیاد و فیلتر شده نیاز دارد بهترین نقطه در خانه پشت پنجره می باشد درسته که این گیاه نور مستقیم را به خوبی تحمل میکند ولی بهتر است در زمان آفتاب ظهر در نور فیلتر شده قرار داشته باشد.اگر ساقه های گیاه شما سبز کمرنگ شده است (که در حالت نرمال باید آبی سبز باشد ) نشان دهنده این سات که نور دریافتی گیاه شما بسیار زیاد بوده و آن را به محلی با نور کم منتقل کنید.",
      "waterMin": 10,
      "waterMax": 15,
      "tempMin": 5,
      "tempMax": 40,
      "humidityMin": 5,
      "humidityMax": 40,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/July2022/lkNus7cjbd7G34zeHOrz.webp",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/July2022/i2nbBnY4EUsWnvEWGA4s.jpeg",
        "https://planta.vsrv.ir/storage/plant/July2022/qqeGyawyRzCR1rIQLnFL.webp"
      ],
      "otherNames": [
        "Sedum hemsleanum ",
        " Sedum sediforme ",
        " Sedum dasyphyllum ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 62,
      "name": "کالانکوئه",
      "sciName": "Kalanchoe blossfeldiana",
      "description": "کالانکوئه،ساکولنتی محبوب از خانواده گل‌نازیان و گیاهی همیشه سبز است که گل‌های زیبایی دارد و بومی مناطق گرمسیری ماداگاسکار است.\r\nدمای معمول اتاق برای این گیاه خوب است. مانند هر گیاه دیگر، کالانکوئه نیز هرچقدر گرمای بیشتری دریافت کند گل‌هایش زودتر شکوفا می‌شود و البته عمر گل‌هایش کمتر می‌شود.\r\nاین گیاه می‌تواند تغییرات دمایی را تحمل کند اما بهترین حالت این است که همیشه در دمای معمول اتاق نگهداری شود.\r\nاین گیاه نمی‌تواند هوای خیلی سرد یا یخبندان را تحمل کند و بهتر است در فصول سرد از پنجره دور بماند تا باد سرد به این گیاه آسیب نزند.",
      "howToWater": "این گیاه یک ساکولنت است و برگ‌ها و ساقه‌های گوشتی‌ای دارد که می‌تواند آب را در خود ذخیره کند به همین خاطر به آب زیادی نیاز ندارد و نباید این گیاه را بیش از حد خیس کرد.\r\nکالانکوئه زمانی به آب نیاز دارد که خاک آن خشک شده باشد و بعد از آب دادن باید اضافی آن به خوبی تخلیه شود.\r\nدر حالت عادی این گیاه هر دو هفته یک بار به آب نیاز دارد. البته این زمان ممکن است بنا بر میزان دما، نور یا سایز گلدان تغییر کند و شما باید آن‌را تشخیص دهید.\r\nگلدان گیاه شما باید سوراخ‌های زهکشی داشته باشد و پلاستیک یا فویلی اطراف آن نباشد تا بتواند آب را تخلیه کند وگرنه باید منتظر پوسیدن ریشه‌های گیاه باشید.",
      "howToSoil": "می‌توان برای این گیاه از ترکیب برابر خاک کاکتوس و خاک گلدان استفاده کرد. اضافه کردن کمی کمپوست به این خاک نیز کار خوبی است و به گیاه کمک میکند.\r\nترکیبی از پوده و پرلیت نیز برای زهکشی این خاک بسیار مناسب است.\r\nاین گیاه به کود نیاز ندارد ولی می‌توانید در بهار سطح خاک را با کمی کمپوست بپوشانید تا گیاه مواد مغذی لازم را دریافت کند.",
      "howToLight": "گیاه کالانکوئه نیاز به نوری روشن و طبیعی دارد. محلی با نور متوسط یا زیاد برای این گیاه ایده‌آل است به شرطی که بیش از حد در معرض نور مستقیم خورشید نباشد. نور مستقیم شدید و طولانی مدت خورشید می‌تواند باعث سوختن این گیاه شود.\r\nاز سوی دیگر اگر کالانکوئه نور کمی دریافت کند نمی‌تواند گل‌هایش را شکوفا کند و برگ‌های این گیاه مچاله می‌شود. اگر نمی‌توانید نور کافی را برای این گیاه فراهم کنید بهتر است گیاهی را بخرید که گل‌هایش از قبل شکوفا شده باشد.",
      "waterMin": 10,
      "waterMax": 20,
      "tempMin": 13,
      "tempMax": 29,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 600,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2021/Ah9iloHbE9PWeu8vGgEc.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/k061v6t35ArZMk5evb5A.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/iJJGtuL3YCBVpllgsPRT.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/5Ndvwi1Mfh8a9ztDvh2i.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/nAZq4Ct03G9GNIN2bW73.jpeg",
        "https://planta.vsrv.ir/storage/plant/July2022/VzUGnWUphEB9mBeID0kP.jpeg"
      ],
      "otherNames": [
        "Widow's-thrill ",
        " Kalanchoe blossfeldiana ",
        " Kalanchoe ",
        " Kalanchoe crenata ",
        " Kalanchoe tomentosa ",
        " Kalanchoe blossfeldiana ",
        " Kalanchoe blossfeldiana ",
        " Kalanchoe miniata ",
        " Bryophyllum manginii ",
        " Kalanchoe blossfeldiana ",
        " Kalanchoe longiflora ",
        " Kalanchoe sexangularis ",
        " Kalanchoe uniflora ",
        " Kalanchoe blossfeldiana ",
        " Kalanchoe miniata ",
        " Kalanchoe ",
        " Kalanchoe tetraphylla ",
        " Kalanchoe ceratophylla ",
        " Kalanchoe rotundifolia ",
        " Kalanchoe densiflora ",
        " Kalanchoe synsepala ",
        " Kalanchoe orgyalis ",
        " Kalanchoe blossfeldiana ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 302,
      "name": "كرچک",
      "sciName": "Ricinus communis",
      "description": "گياهي است علفي كه بنا به محل رويش،‌طول دوره ي رشد آن متفاوت است به صورتي كه در مناطق سردسيري بك گياه يكساله بوده ولي در مناطق گرمسير به صورت چندساله در آمده و ممكن است از لحاظ حجمي فضاي بسبار بزرگي رااشغال كند و به صورت درخت يا درختچه در آيد.\r\nکرچک یکی از گیاهان دارویی است که سابقه ی استفاده از آن توسط انسان به 4000 سال قبل از میلاد حضرت مسیح (ع) بر میگردد. كلمه Ricinus بر گرفته از يك اصطلاح لاتين به معناي \"كنه سگي\" مي باشد. علت اين نامگذاري شباهتي بود كه لينائوس ميان دانه اين گياه و كنه هايي كه معمولاً در سگها ديده مي شود، مشاهده كرد. يهوديان گياه كرچك و دانه آن را به نام كيكايون مي شناسند. اين نام نشان دهنده آن است كه اين گياه احتمالاً گياهي است كه خداوند آن را روياند تا بر سر حضرت يونس (ع) كه در خارج شهر نينوا نشسته بود سايه افكنده شود.\r\nبرگها در اين گياه متناوب، ‌پنجه اي با كناره اي دندانه دار و دمبرگ نسبتاً دراز به رنگهاي سبز يا قرمز ديده مي شوند.\r\nاز دانه ي كرچك روغن بدست مي آيد. همچنين در دانه ي كرچك آلكالوئيدهاي سمي به نام ريسين و ريسينين وجود دارند كه خوشبختانه در زمان استحصال روغن از دانه ها اين آلكالوئيدها در پس مانده ي آن باقي مانده و در روغن وجود ندارند",
      "howToWater": "مقدار نياز آبي در كرچك به رقم، مرحله رشدي، زمان آبياري و شرايط اقليمي بستگي دارد. كرچك پابلند در برابر خشكي مقاوم است و با بارندگي بسيار كم، بذر توليد مي كند اما هيبريدهاي پاكوتاه يا يكساله براي توليد حداكثر محصول نياز به رطوبت كافي دارند.",
      "howToSoil": "خاک لوم با مخلوطی از رس و ماسه برای این گیاه مناسب است",
      "howToLight": "این گیاه در طول روز به آفتاب کامل نیاز دارد",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 5,
      "tempMax": 40,
      "humidityMin": 5,
      "humidityMax": 40,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/September2022/p4MOofICZDzioKX6QTst.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/September2022/ajqUdT80jt5HlV9QKD2V.jpeg",
        "https://planta.vsrv.ir/storage/plant/September2022/hvEumkk6AdP2quB6lyHk.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 55,
      "name": "فیلودندرون ها",
      "sciName": "Philodendron",
      "description": "فیلودندرون می تواند تا حدود 1.5 متر رشد کند. هر وقت که احساس کردید نیاز است می توانید کمی آن را هرس کنید تا شکل بهتری داشته باشد.\r\nفیلودندرون ، در خانه‌های با هوای مرطوب رشدی بی‌نظیر خواهد داشت. طبق این توصیف، حمام یکی از بهترین مناطق برای قرار گیری آن است، البته به شرط اینکه نور کافی را در آنجا دریافت کند.\r\nدقت کنید که اگر نوک برگ‌ها قهوه‌ای شد، یعنی هوای خیلی خشک است. در این صورت می‌توانید با اسپری کردن آب به گیاه برای چند بار در هفته، رطوبت ایده‌آل را برای آن فراهم کنید. راه دیگر، قرار دادن گیاهان متعدد در کنار هم و یا گذاشتن گلدان برگ قلبی بر روی سینی از آب و سنگریزه است.",
      "howToWater": "با آمدن زمستان و کاهش سرعت رشد گیاه، قبل از آبیاری اجازه دهید سطح خاک کاملا خشک شود. برگ‌های زرد نشانه آبیاری بیش از حد و برگ‌های قهوه‌ای نماد کم‌آبی است.\r\nبرای آبیاری، از آب معمولی لوله کشی استفاده کنید. بهتر است این آب را برای چند روز در ظرفی رو باز قرار دهید تا تمام کلرهای آن خارج شود.\r\nبرای داشتن بهترین عملکرد، همواره گیاه را در بازه دمایی بین 24 الی 27 درجه سانتی گراد در طول روز، و بالای 13 درجه در طول شب نگه دارید.",
      "howToSoil": "فیلودندرون خاکی را ترجیح می‌دهد که عملیات زه‌کشی را فورا انجام داده و گردش هوای خوبی در اطراف ریشه برایش فراهم کند.\r\nطبق تجربیات ما، یک خاک گلدان چندمنظوره (خاک گلدان معمولی) برای آن کاملا مناسب است. از خاک‌ مخصوص گیاهانی مشخص (مانند خاک ساکولنت، خاک کاکتوس و … ) برای فیلودندرون استفاده نکنید.\r\nخاک گلدان صنعتی ترکیبی “بدون خاک” از پرلیت، خزه زغال سنگ و الیاف نارگیل است. بنابراین لازم نیست از هر کدام از این موارد به صورت جداگانه در گلدان استفاده کنید، چون می‌تواند به تجمع آب در خاک منجر شود. اما برای بهبود زه کشی، اضافه کردن مقدار بیشتری پرلیت منعی ندارد.",
      "howToLight": "یکی از دلایل محبوبیت فیلودندرون ، نیاز کمتر آن به نور درمقایسه با سایر گیاهان آپارتمانی است.\r\nاین گیاه اصالتا متعلق به جنگل‌های بارانی آمریکای جنوبی است، جایی که میزان کمی از نور مستقیم خورشید نیاز تمام گیاهان به نور را برطرف می‌کند.\r\nفیلودندرون خود را در مکانی قرار دهید که روزانه حداقل برای 3 الی 4 ساعت نور غیرمستقیم اما درخشان خورشید را دریافت کند.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 27,
      "humidityMin": 60,
      "humidityMax": 90,
      "lightMin": 300,
      "lightMax": 900,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/GvZEqjOTauLn8nZkJs9f.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/SNMcQc6sO8HOuAhIS9HI.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2021/absGVG7Ohd3VsIWt5Y3Y.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/16B2QonLnjICg1sig8Om.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/CIM8WmclXfiG6X3H3lza.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/dpTJPr2vgx0Fd6fPrLZV.jpeg"
      ],
      "otherNames": [
        "Philodendron hederaceum var kirkbridei ",
        " Philodendron martianum ",
        " Philodendron hastatum ",
        " Philodendron sagittifolium ",
        " Philodendron hederaceum ",
        " Philodendron hastatum ",
        " Philodendron melinonii ",
        " Philodendron erubescens ",
        " Philodendron brandtianum ",
        " Philodendron goeldii ",
        " Philodendron bipennifolium ",
        " Philodendron bipinnatifidum ",
        " Philodendron gloriosum ",
        " Philodendron panduriforme ",
        " Philodendron radiatum ",
        " Philodendron xanadu ",
        " Philodendron hederaceum ",
        " Philodendron squamiferum ",
        " Philodendron erubescens ",
        " Philodendron hastatum ",
        " Philodendron fragrantissimum ",
        " Philodendron martianum"
      ]
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=18",
    "next": "https://planta.vsrv.ir/api/Feed?page=20"
  },
  "meta": {
    "current_page": 19,
    "from": 271,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=18",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=13",
        "label": "13",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=14",
        "label": "14",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=15",
        "label": "15",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=16",
        "label": "16",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=17",
        "label": "17",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=18",
        "label": "18",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=19",
        "label": "19",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=20",
        "label": "20",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=20",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 285,
    "total": 328
  }
}