{
  "data": [
    {
      "probability": null,
      "id": 142,
      "name": "استرومانتا",
      "sciName": "Stromanthe thalia",
      "description": "گل استرومانتا یک گیاه خانگی است که هم در محیط داخل خانه و هم در محیط بیرونی رشد می‌کند. این گیاه بومی جنگل‌های بارانی برزیل است. برگ های این گیاه شب‌ها رو به بالا جمع شده و در روز به سمت پایین باز می‌شوند. در زبان انگلیسی این گل به Never never plant معروف است.\r\nدر محیط داخلی این گیاه میتواند تا یک متر رشد داشته باشد اما اگر این گیاه در محیط بیرون کاشته شود ارتفاع آن تا یک متر و نیم می‌رسد. این گیاه در فصل بهار گل‌های قرمز مایل به صورتی تولید می‌کند. نگهداری از استرومانتا سخت است و برای افراد مبتدی پیشنهاد نمی شود. این گیاه برای استفاده در تراریوم ها بسیار عالی است.",
      "howToWater": "خاک همیشه مرطوب و محلول پاشی به صورت روزانه بسیار عالی هست.\r\nخاک گلدان را به صورت کامل ابیاری کنید. برای اطمینان از اینکه آبیاری کافی است یا نه انگشت خود را تا ۲ یا ۳ سانتی متر در خاک فرو ببرید اگر خاک خشک بود باید استرومانتا را با آب کافی آبیاری کنید اما اگر مرطوب بود آبیاری لازم نیست. هر روز در اطراف گیاه آب اسپری کنید. این گیاه نسبت به خشکی مقاومت کمی داشته در نتیجه نباید بگذارید که محیط زندگی گیاه خشک شود.کمبود رطوبت باعث لوله شدن برگها ،خشکی برگها و غیره میشود.",
      "howToSoil": "بهترین بستر به شرط تامین غذای گیاه کوکوچیپس هست و از مخلوط کوکوپیت و پرلیت نیز می توانیم استفاده کنیم .\r\nاین گیاه به خاطر نوع سیستم ریشه بندی به گلدونهای کوچیک و کم عمق نیاز داره تعویض گلدون زمانی انجام بشه که ریشه ها از زیر بزنه بیرون و برگها هم از لبه های گلدون بزنه بیرون بهترین خاک هم خاک بنفشه آفریقایی هستش و به خاطر اینکه بومی جنگل هستش خاکش باید اسیدی باشه.",
      "howToLight": "به نور زیادی احتیاج داره.نور زیاد غیر مستقیم.اصلا توی تابستون زیر آفتاب مستقیم نمونه وگرنه برگها لوله میشن و یا میسوزند.توی تابستون میتونید گل رو تو حیاط منتقل کنید زیر سایه درخت یا دیوار نور خوب باعث افزایش رشد این گیاه میشه.بهترین جا برای نگهداری در منزل پنجره های پشت به قبله یا شمالی هستش.\r\nکمتر از ١٣ درجه برای این گیاه غیر قابل تحمل هست و بهترین دما بین ١٨ تا ٢۵ درجه هست.\r\nاسترومانتاهای داخل خانه باید نور متوسط دریافت کنند. از قرار دادن گیاه در معرض نور مستقیم خورشید، خصوصا در ماه‌­های فصل تابستان، خودداری کنید.",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 13,
      "tempMax": 25,
      "humidityMin": 60,
      "humidityMax": 90,
      "lightMin": 800,
      "lightMax": 2000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/December2021/lnZJNHnnO7TA5Y0d3I1d.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/December2021/SC3Kz9z7ev2GWG4uNVqJ.jpg",
        "https://planta.vsrv.ir/storage/plant/December2021/06bb9wia1wONE0j0nw51.jpeg"
      ],
      "otherNames": [
        "Stromanthe sellowiana ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 32,
      "name": "پرسیاوشان",
      "sciName": "Maidenhair fern",
      "description": "پرسیاوشان در طبیعت در شکاف سنگها، نزدیکی رودخانه‌ها و چشمه‌های آب گرم پیدا می‌کنیم.پرسیاوشان یکی از زیباترین انواع سرخس‌هاست. برگهایی ریز، توری مانند و سبزرنگ دارد.\r\nبهترین دما برای نگهداری پرسیاوشان، دمای بالاتر از 21 درجه سانتی گراد است. اجازه ندهید او دمایی کمتر از 15 درجه را تجربه کند و از قرار دادن او در کنار وسایل سرمایشی خودداری کنید.",
      "howToWater": "پرسیاوشان به آبیاری زیادی نیاز دارد. به همین دلیل احتمال اینکه آن را غرقاب کنید هم بسیار بالاست! برای آبیاری صحیح، ابتدا باید خاک را نیز مناسب این شرایط انتخاب کنید. خاکی با زه کشی عالی انتخاب کرده و آن را با خزه زغال سنگ نارس ترکیب کنید. حال ترکیب برای آبیاری آماده است.آبیاری باید هر چند روز یکبار صورت بگیرد. هر زمان که احساس کردید سطح خاک تقریبا خشک شده، می‌تواند به گیاه آب بدهید.",
      "howToSoil": "پرسیاوشان به خاک مرطوب نیاز دارد، بنابراین مناسب بودن زه‌کشی خاک برای آن بسیار ضروری است. علاوه بر این، گلدان آن نیز باید دارای حفرات زه کشی متعددی باشد.\r\nدر طول بهار و تابستان، ماهی یکبار به گیاه خود کود بدهید. البته اگر گیاه تازه کاشته شده است، نیازی به این کار نیست. چون خاک آن هنوز می‌تواند مواد مغذی را برای گیاه فراهم کند.",
      "howToLight": "پرسیاوشان به مکان‌های دارای سایه علاقه دارد. هرگز آن را در معرض دریافت نور مستقیم خورشید قرار ندهید، و مواظب باشید که در نقاط پرنور قرار نگیرد.اگر در منزل خود نور زیادی ندارید پرسیاوشان برای شما بسیار مناسب است. بسیاری از پرورش دهندگان گیاهان راز موفقیت خود را در مورد نگهداری از پرسیاوشان، قرار دادن آن در سایه و یا گلخانه‌های شیشه‌ای می‌دانند.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 15,
      "tempMax": 25,
      "humidityMin": 60,
      "humidityMax": 90,
      "lightMin": 200,
      "lightMax": 5000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/XboUSDDcYsuf0WMCu2ME.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/MpIC2BUJlKNgoSBgvlBQ.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/5EBHbWY9XLjPBqdQ9ciY.jpeg"
      ],
      "otherNames": [
        "Adiantum capillus-veneris ",
        " Adiantum capillus-veneris ",
        " Adiantum reniforme ",
        " Adiantum reniforme ",
        " Adiantum macrophyllum"
      ]
    },
    {
      "probability": null,
      "id": 218,
      "name": "آکانتاسرئوس تتراگانوس",
      "sciName": "Acanthocereus tetragonus",
      "description": "این گیاه از خانواده کاکتوسها می باشد که شکل ظاهری آن شاخه های بند سه وجهی که دارای تیغ های برجسته ی نسبتا کوتاه هستند و گل هایی به رنگ سفید و بزرگ میوه هایی کوچک و قرمزرنگ دارند.",
      "howToWater": "در تابستان و بهار به آبیاری پیوسته نیازمند است ولی بین آبیاری به خاک آن فرصت خشک شدن بدهید.در زمستان به آبیاری کمی نیاز دارد.",
      "howToSoil": "خاکی که زه کشی خوبی داشته باشد و دارای منافذ زیادی باشد.\r\nدر تابستان از کود پتاسیم دار استفاده کنید و کود ورمی.",
      "howToLight": "به نور زیاد (حتی آفتاب مستقیم) نیاز دارد ولی در آفتاب کم هم رشد خواهد داشت.\r\nتا -2 درجه سانتیگراد را تحمل می کند ولی به دمای معتدل احتیاج دارد.",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 40,
      "lightMin": 800,
      "lightMax": 19000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/YC3L3L4qSAf6i0P63pu5.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/bYBoUuBPmI8GK6YYz5tD.jpg",
        "https://planta.vsrv.ir/storage/plant/April2022/MQ8oyL0sF3avGXZm3aRR.jpeg"
      ],
      "otherNames": [
        "Acanthocereus tetragonus ",
        " Cereus jamacaru ",
        " Marginatocereus marginatus ",
        " Cereus hexagonus ",
        " Cereus hildmannianus"
      ]
    },
    {
      "probability": null,
      "id": 256,
      "name": "گل ناز",
      "sciName": "Portulaca pilosa",
      "description": "این گیاه در ابتدا کوچک است ، اما با رشد سریع سالانه به 30 سانتی متر بلندی میرسد، هر چند که معمولا کمتر از این است. با این حال اگر به درستی کشت شود به راحتی می تواند به این ارتفاع برسد. برگ های آن ضخیم و گوشتی ، تا 2.5 سانتی متر ، مرتب و متناوب در خوشه های کوچک است. گل ها با قطر 2.5 تا 3 سانتی متر با پنج گلبرگ به رنگهای متغیر قرمز ، نارنجی ، صورتی ، سفید و زرد است.\r\nگل ناز دارای ارقام متعدد میباشد و بعضاً دارای گل هایی با دو گلبرگ اضافی میباشند و در رنگ بسیار تنوع دارند. گل ناز به طور گسترده در آب و هوای معتدل به عنوان یک گیاه زینتی پرورش داده میشود.\r\nگل ناز یكی از مهمترین گلهایی است كه در باغهای قدیمی كشت می ‌شد و معمولاً برای كاشت آن محل خاصی را در نظر می گرفتند. بذر آن بسیار ریز است. كشت آن بوسیله بذر انجام می شود و شبیه به چمن كاری است.\r\nاین گیاه را در پارکها، باغهای صخره ای، چمن کاريها، ميادين و بولوارها برای تزیین، رایج است.",
      "howToWater": "گل ناز تا حدی تحمل خشکی را دارد، اما بهترین گل را با آبیاری به طور منظم می توان ایجاد کرد.\r\nگل ناز مکانهای آفتاب گیر و گرم را میپسندد و خاک آن باید تا حدودی سبک و همیشه مرطوب باشد و آبیاری آن به صورت روزانه انجام میگیرد.",
      "howToSoil": "بهترین خاک، خاک سبک و شني و يا خاک مرغوب باغچه با مقداري خاک برگ، يا کود دامي میباشد\r\nاز آفات و بيماريها رایج آن شته می باشد که به گياه جوان خسارت وارد مي نمايد و حساس به مرگ گياهچه مي باشد",
      "howToLight": "این گیاه نیاز به نور خورشید کافی و خاک به خوبی زهکشی شده دارد. نگهداری و پرورش آن بسیار آسان است. این گیاه می تواند در میان سنگ های کنار جاده و یا پیاده رو رشد کند.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 5,
      "humidityMax": 40,
      "lightMin": 2000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/9T4Z00dlSyKqMgpmHKnZ.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/cHz3gzitFzRFDKFMp5yT.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/d9hBvPhqTgTxeTYewDaB.jpeg"
      ],
      "otherNames": [
        "Portulaca grandiflora"
      ]
    },
    {
      "probability": null,
      "id": 182,
      "name": "فیلودندرون شاهزاده",
      "sciName": "Philodendron erubescens",
      "description": "گیاه فیلودندرون شاهزاده با نام علمی Philodendron Prince Of Orange از خانواده Araceae و بومی آمریکای مرکزی و آمریکای جنوبی می‌باشد. فیلودندرون شاهزاده نام خود را از برگ‌های رنگارنگ منحصر به فرد خود گرفته است که در طول زمان تغییر رنگ می‌دهند. این گیاه در ابتدای رشد و نمو، زمانی که برگ‌های نو در می‌آورد به رنگ نارنجی برنزی است. با گذر زمان رنگ برگ‌ها با بزرگتر شدن طلایی می‌شود و وقتی سن گیاه بیشتر می‌شود برگ‌هایش به سمت رنگ سبز تیره می‌رود. فیلودندرون شاهزاده بر خلاف فیلودندرون‌های دیگر که رشد بالا رونده دارند، رشد سر خود دارد. این گیاه گرمسیری به راحتی می‌تواند در یک محیط کم نور و کم رطوبت رشد کند و می‌توان گفت که یک گیاه سایه دوست می‌باشد. فیلودندرون یکی از انواع گیاهانی است که جذابیت زیادی به محیط پیرامون خود بخشیده و در دکوراسیون خانگی استفاده می‌شود. این گیاه به عنوان یک گیاه آپارتمانی در بسیاری از خانه‌ها نگهداری می‌شود. اما نکته‌ای که باید به آن بسیار توجه نمود این است که شاهزاده برخلاف ظاهر زیبا و برگ‌های پر زرق و برق‌اش، سمی می‌باشد. باید مراقب بود تا کودکان و همچنین حیوانات خانگی به گیاه نزدیک نگردند.",
      "howToWater": "فیلودندرون خاکی را ترجیح می‌دهد که به طور مداوم کمی مرطوب باشد. به خصوص اگر می‌خواهید این گیاه دارای برگ‌های بزرگی باشد به این اصل توجه کنید. این گیاه به آبیاری بیش از حد حساس است، نباید بیش از یکبار در هفته شاهزاده نارنجی خود را آبیاری کنید.",
      "howToSoil": "این گیاه خاکی با زهکشی خوب و دارای مواد آلی را ترجیح می‌دهد. برای این منظور، 60 درصد خاک گلدان، 20 درصد پیت ماس، 20 درصد ماسه درشت و یک مشت پرلیت را با هم مخلوط کنید.\r\nگیاه فیلودندرون شاهزاده به کود کمی نیاز دارد. در صورت کوددهی بیش از حد به این گیاه، نوک برگ و حاشیه آن ممکن است پیچ خورده یا قهوه‌ای رنگ شود. توصیه می‌شود برای تغذیه آن از کود گیاهان آپارتمانی محلول در آب یا معادل ارگانیک آن استفاده نمایید.",
      "howToLight": "گیاه فیلودندرون شاهزاده مکانی روشن و دور از نور مستقیم خورشید در خانه یا محل کار را ترجیح می‌دهد. اما می‌تواند با نور کم هم سازگار شود. آن را در مکانی از خانه قرار دهید که نور فیلترشده خورشید را دریافت کند و دمای محیط را همیشه متعادل نگهدارید.\r\nفیلودندرون شاهزاده در دمای بین 18 درجه سانتی‌گراد تا 27 درجه سانتی‌گراد در روز و بالای 13 درجه سانتی‌گراد در شب به خوبی رشد می‌کند. توجه داشته باشید که این گیاه را به خصوص در ماه‌های زمستان از دستگاه‌های گرمایشی و یا سرمایشی دور نگه دارید.",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": 13,
      "tempMax": 27,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 600,
      "lightMax": 5000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/voIRUCRG3eIgkg4VsEdd.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/oaTpbMoXaH9Ika3PB8cn.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/CVxfjgOxtVZBmH8OkQZV.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/4GS4p8L981LcTH49fFAT.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 316,
      "name": "گاردنیا",
      "sciName": "Gardenia jasminoides",
      "description": "ین گیاه بومی نواحی جنوب شرقی آسیا همانند ویتنام و هند بوده و در مناطقی که آب و هوای گرمسیری و نیمه گرمسیری دارند به دلیل برگ‌های سبز و براق و گل‌های سفید و معطری که دارد به عنوان گیاه باغی در فضای باز کاشته می‌شود. گاردنیا در مناطقی که زمستانی سرد دارند می‌تواند به عنوان گیاهی گلدانی پرورش داد شود. امروزه ارقامی که با اعمال اصلاح نژاد گل‌هایی درشت و سفید رنگ تولید می‌کنند",
      "howToWater": "بستر کاشت گاردنیا نباید خشک و یا خیس و غرقابی شود. خشکی کشیدن گیاه موجب قهوه‌ای شدن و ریزش برگ‌های گاردنیا باید بر طبق برنامه ای منظم آبیاری شود. برای تعیین زمان آبیاری می‌توانید سطح خاک را بررسی کنید اگر خاک تا عمق 5 سانتیمتری، رطوبت خود را تا حدودی از دست داده بود، زمان مناسبی برای آبیاری است.\r\nتوجه به این مسئله ضروری است که برای آبیاری این گیاه نباید از آبهای املاح دارد استفاده شود. وجود املاح در آب یکی از دلایل از بین رفتن تدریجی گاردنیا است که ابتدا موجب زرد شدن برگسار و در نهایت ریزش آنان می‌شود و اگر به جای آب سرد از آب ولرم استفاده شود نتایج بهتری بدست می‌آید.",
      "howToSoil": "گاردنیا خاک اسیدی را دوست دارد و اگر شرایطی بجز این برای آن فراهم شود قادر به جذب و استفاده از برخی عناصر غذایی بخصوص آهن نیست که در نتیجه آن برگها زرد می‌شوند. برای تهیه مخلوط خاکی گاردنیا حتماً از پیت ماس حداقل به میزان 30٪ حجم کل بستر کاشت استفاده کنید، زیرا این ماده به کاهش اسیدیته بستر کاشت گاردنیا کمک می‌کند.",
      "howToLight": "گاردنیا به محیطی پر از نور نیاز دارد اما گاردنیای گلدانی باید از تابش نور شدید و مستقیم آفتاب در روزهای گرم بخصوص ظهر روزهای تابستان محافظت شود. نور شدید در روزهای گرم موجب سوختن برگ‌های گاردنیا می‌شود اما در طی زمستان گلدان را در جایی بگذرید که از حداکثر نور محیط بهره‌مند شود. گاردنیا برای گلدهی نیاز به نور دارد و کمبود نور یکی از دلایل ریزش غنچه های گل است. همچنین در صورت کمبود نور برگها نیز نازک و ضعیف می‌شوند.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 15,
      "tempMax": 25,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2023/Grlps0nVkjuAUs6gkfFA.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2023/cvbJ0wyOR6CFkToR1ecp.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2023/lseb2tb5vasIxLyDdU9F.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 152,
      "name": "درختچه دم موشی",
      "sciName": "Buddleja davidii",
      "description": "گیاه دم موشی درختچه ای خزان شونده است از خانواده بودیاسه که بومی کشور چین و ژاپن میباشد.این گیاه به علت داشتن گل‌های خوشه‌ای كشيده در فارسی دم موشی نامیده شده است.این گیاه در سال 1887 در چین کشف شد و بعدها به سنت پترزبورگ و فرانسه فرستاده شد.\r\nدرختچه ای خزان کننده  تا ارتفاع 2.5 متر ، شاخه های جوان به طول 2 متر در طول یک فصل عصایی شکل گوشه دار ، کرک های نرم",
      "howToWater": "این گیاه به آبیاری زیادی نیاز ندارد و اما حداقل هفته ای یکبار بصورت منظم و کامل آبیاری شود",
      "howToSoil": "خاک مناسب برای این گیاه خاک زراعی با کمی اهک و زهکشی مناسب است",
      "howToLight": "این گیاه به آفتاب مستقیم و منظم در طول روز نیاز دارد و باید در معرض مستقیم نور خورشید قرار بگیرد تا به گل بنشیند",
      "waterMin": 5,
      "waterMax": 8,
      "tempMin": 5,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 70,
      "lightMin": 10000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/February2022/ZEncFngoBGNu0tr7shUZ.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/February2022/CF1AOdzeYIM3ilPbn2fe.jpg",
        "https://planta.vsrv.ir/storage/plant/February2022/HTMrab7uaBmBqpjAXuGq.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 47,
      "name": "(سیکلامن (گل نگون سار",
      "sciName": "Cyclamen",
      "description": "سیکلامن حرارت زیاد، دستگاه‌های حرارتی و یا هوای خشک را دوست ندارد. بهترین حالت برای آن، زندگی در آب و هوایی شبیه خواستگاه اصلی خود است.\r\nدر واقع دمای ایده‌آل برای آن در شب‌ها بالای 5 درجه و در روزها زیر 15 درجه است.\r\nاین گیاه در زمستان و ایام کریسمس به اوج محبوبیت خود می‌رسد و با شکوفه‌های رنگارنگش معادله گیاهان بدون گل را برهم می‌زند! سیکلامن گیاه کوچکی است و با در نظر گرفتن گلهایش، نهایتا به ارتفاع 20 سانتی‌متر می‌رسد. برای چندهفته به گلدهی ادامه داده و به نگهداری اندکی هم نیاز دارد.",
      "howToWater": "وقتی برگ‌ها نمایان شدند، یعنی گیاه در دوره رشد فعال خود قرار دارد. هر زمان که حدود 2.5 سانتی‌متر رویی خاک خشک شد، گیاه را آبیاری کنید. مواظب باشید که آب را روی برگها و بدنه گیاه نریزید، چون باعث ایجاد پوسیدگی می‌شود. مثل همیشه، نباید گیاه را غرقاب کنید.\r\nگل های پژمرده و برگهای ضعیف را از گیاه جدا کنید تا بتواند با انرژی بیشتری به پرورش گلهای جدید بپردازد، در واقع با حذف این برگها گیاه را برای جایگزین کردن آنها تشویق می‌کنید! و در فصل تابستان از برگهای بی نهایت زیبای سبز رنگ آن لذت ببرید!\r\nکمرنگ شدن رنگ گلها، نشانه آغاز خفتگی است. در این زمان باید حدود 2 الی 3 ماه اجازه دهید تا گیاه خشک شود.",
      "howToSoil": "زمانی که اکثر برگهای سیکلامن رشد کردند، هر چند هفته یکبار به گیاه کود مایع غلیظ شده بدهید. کود مناسب برای سیکلامن، کود کم نیتروژن است. زمانی که گیاه در دوران خفتگی است، به کود نیازی ندارد.\r\nسیکلامن باید هر دوسال یکبار به گلدان جدیدی منتقل شود. می‌توانید این کار را در تابستان و دوران خفتگی گیاه انجام دهید. آن را به گلدانی کمی بزرگتر منتقل کنید و خاک تازه برایش فراهم کنید\r\nگلدان جدید را تا نیمه با خاک تازه مخصوص پر کنید.\r\nغده گیاه را از گلدان اصلی خارج کرده و خاک قدیمی را به کمک جسمی نرم (مانند برس) از گیاه پاک کنید اما گیاه را نشویید.\r\nغده را در گلدان جدید قرار دهید، طوری که راس آن حدود 3 ستانتی‌متر از لبه گلدان پایینتر باشد. باقی گلدان را نیز با خاک پر کنید.",
      "howToLight": "فصل زمستان، زمان رشد فعال این گیاه است. بنابراین در این ماه، سیکلامن را در معرض دریافت نور کافی و غیرمستقیم خورشید قرار دهید. همانطور که گفتیم تابستان زمان خفتگی سیکلامن است وچیزی که نمی‌تواند تحمل کند یک افتاب شدید ظهرگاهی است که به صورت مستقیم به آن برسد.\r\nپس بهترین فرصت است که آن را در مکانی خنک و سایه نگهداری کنید تا آماده رشد بعدی شود.\r\nاتاقی را برای آن انتخاب کنید که تهویه خوبی داشته باشد. در این فصل می‌توانید آن را در خارج از خانه و در سایه قرار دهید.",
      "waterMin": 7,
      "waterMax": 10,
      "tempMin": 5,
      "tempMax": 15,
      "humidityMin": 40,
      "humidityMax": 70,
      "lightMin": 400,
      "lightMax": 1000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/UCwuFmYgdykPs5mG1B5d.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/gTznHfAf33E1SdhDrmJe.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2021/47NsHMyczFrKWmv2xgbx.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/AZxSxhGt6qwKfmSFwE3P.jpeg"
      ],
      "otherNames": [
        "Cyclamen hederifolium ",
        " Cyclamen persicum ",
        " Cyclamen purpurascens ",
        " Cyclamen repandum ",
        " Cyclamen balearicum ",
        " Cyclamen coum ",
        " Cyclamen cilicium ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 196,
      "name": "برگ خونی",
      "sciName": "Iresine diffusa",
      "description": "نام این گیاه از یک کلمه یونانی گرفته شده است و علت محبوبیت آن به عنوان گیاه زینتی ، رنگ بندی زیبای برگهایش است و مناسب برای کاشت در باغها ، مرزبندی کردن و نگهداری در داخل منزل میباشد. از گیاه برگ خونی به عنوان گیاه پوششی در حاشیه کاری و پرچین کوتاه نیز استفاده میشود.\r\nگیاه برگ خونی ، گیاهی است همیشه سبز یک ساله و یا چندساله که سرعت رشدی متوسط دارد و ارتفاعی در حدود 1 متر و گستردگی آن بین 30 تا 60 سانتیمتر میباشد .\r\nبرگ ها مومی شکل و دارای طیفی از رنگ ها از سبز با رگبرگ های زرد تا بنفش با رگبرگ های صورتی است .\r\nگیاه برگ خونی در مناطق گرمسیری و نیمه گرمسیری به عنوان گیاه پایا بوده اما در مناطق سردتر به عنوان گیاه یک ساله مورد کشت و کار قرار می گیرد.",
      "howToWater": "به صورت متوسط صورت گیرد ولی توجه شود که در فصل رشد ، گیاه به آبیاری بیشتر نیاز دارد.",
      "howToSoil": "خاک شنی ، ماسه ای ، لومی مرطوب و خوب زهکشی شده.\r\nبهتر است ph خاک بین 6 تا 7.5 باشد.\r\nهر ماه در مورد این گیاه ، از کود مایع استفاده شود.",
      "howToLight": "محیطی آفتابی - نیمسایه برای رشد و بقای این گیاه مناسب است\r\nاگر گیاه در معرض آفتاب کامل باشد ، ترکیب رنگی برگها زیبا تر خواهد شد.\r\nاین گیاه مناسب نواحی گرمسیری میباشد و دمای بین 28 تا 46 درجه برای رشد آن مناسب است.\r\nنباید گیاه برگ خونی، در معرض سرما و باد سرد قرار گیرد.",
      "waterMin": 3,
      "waterMax": 5,
      "tempMin": 15,
      "tempMax": 35,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 500,
      "lightMax": 1500,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/S7aWVzjTQMYWmiLSnn1S.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/VrtZ9LTvh2FRprraEbpb.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/ZzMGmLgiE3ndrI2RmZWU.jpeg"
      ],
      "otherNames": [
        "Iresine diffusa ",
        " Iresine herbstii"
      ]
    },
    {
      "probability": null,
      "id": 298,
      "name": "زرشک زینتی",
      "sciName": "Berberis thunbergii",
      "description": "زرشک زینتی  بومی ژاپن و نقاط معتدل نیمکره شمالی می باشد . این گیاه به دو نوع دانه دار و بی دانه تقسیم می شود: زرشک دانه دار بیشتر به صورت زینتی کشت می شود ولی نوع بی دانه آن از نظر تجارتی دارای اهمیت می باشد.\r\nزرشک (به انگلیسی: Berberies)درختچه ایست تیغدار به طول ۱ تا ۵ متر. چوب آن به رنگ قرمز، قهوه‌ای یا زرد است. اين گياه نهاندانــه دولپه أي میباشد و گلبرگ ها جدا میباشند .در کم آبی طاقت زیاد دارد برگ زرشک تخم مرغی شکل و سر نیزه مانند و مزه آن ترش است که در برخی درختان صاف و در برخی دیگر دندانه دار است برگ ها در سطح رویی بدون روزنه می باشند گل زرشک به صورت خوشه ای و هر گل دارای شش کاسبرگ ،شش گلبرگ ،شش پرچم و تخمدان و برچه است و رنگ این گلها نیز زرد رنگ است میوه زرشک به صورت نا شکوفا و خوشه ای می باشد که بسیار زیبا از شاخه آویزان می شود که نخست سبز و کم کم زرد و هنگامی که کاملا رسید سرخ و بسیار خوشرنگ می شود . انتهای بهار و ابتدای تابستان فصل شکوفه دادن بوته زرشک است، غنچه‌های زرد رنگ زرشک در فصل پاییز رنگ قرمز گیلاسی به خود می‌گیرند.این گیاه به منظور ایجاد پرچین می تواند کاشته شود و یا به عنوان تک بوته ی تزئینی.",
      "howToWater": "دوره آبياري زرشك به طور معمول 12-10 روز است و اين زمان بسته به نوع خاك و شرايط آب و هوايي تغيير مي يابد",
      "howToSoil": "خاک مناسب برای این گیاه خاک آهکی سبک ویا لومی می باشد.",
      "howToLight": "این گیاهان ترجیح می دهنددر یک مکان آفتابی باشند وتقریبا در مقابل سرما مقاوم می باشد و دمای هوا را تا 15- درجه تحمل میکند",
      "waterMin": 10,
      "waterMax": 12,
      "tempMin": 2,
      "tempMax": 35,
      "humidityMin": 0,
      "humidityMax": 40,
      "lightMin": 800,
      "lightMax": 2500,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/September2022/cb2FtZoPO4wXw2zxkGbG.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/September2022/CKxtmio2T8tyl2DPCJJ1.jpg",
        "https://planta.vsrv.ir/storage/plant/September2022/6AaLh04hwoVqJr1jLLMI.jpeg"
      ],
      "otherNames": [
        "Berberis thunbergii"
      ]
    },
    {
      "probability": null,
      "id": 48,
      "name": "سینره",
      "sciName": "Cineraria",
      "description": "سینره از آفریقا و آمریکا به سایر بخش های جهان فرستاده شده است.گلها مهم‌ترین بخش این گیاه هستند. شکوفه‌ها از اواخر پاییز تا اوایل بهار نمایان می‌شوند، البته این بیشتر به نوع آب و هوای محل بستگی دارد. مثلا در مناطق گرم‌تر، شکوفه‌ها کمی دیرتر رشد می‌کنند.سینره یک گیاه بهاری است، یعنی فقط در فصل بهار گل می دهد و در کشور ما به عنوان گل نوروزی معروف است.گیاه سینره محیط خنک را بیشتر دوست دارد و دمای تا 7 درجه را تحمل میکند. و در دمای 12 الی 15 درجه گلدهی میکند.",
      "howToWater": "سعی کنید خاک آن را اکثرا مرطوب نگه دارید و بین هر وعده آبیاری اجازه بدهید تا خاک خشک شود. .هرگز گیاه سینره را غرقاب نکنید و حتما به زه کشی خاک توجه کنید.\r\nدر طول ماه‌های گرم‌تر، خاک سینره را پیوسته مرطوب نگهدارید. اگر آن را در باغچه کاشته اید و در طول هفته بارندگی قابل توجهی ندارید، آن را شخصا آبیاری کنید.\r\nاضافه کردن کمی مالچ بر روی خاک رطوبت آن را بیشتر حفظ کرده و از آسیب دیدن ریشه در دماهای خیلی بالا جلوگیری می‌کند.",
      "howToSoil": "برای تشویق گیاه به رشد بهتر، در فصل بهار کودی با رهایش آرام به گیاه بدهید. بعد از گلدهی گیاه، از کود مایع چندمنظوره استفاده کنید.\r\nاز خاکی با زه کشی مناسب برای سینره استفاده کنید. اضافه کردن کمی شن و ماسه به خاک گلدان معمولی زه کشی آن را بهتر می‌کند. اگر گیاه را در گلدان کاشته اید، لازم است هرچند سال یک بار گلدان آن را تعویض کنید. این کار را در بهار و قبل از ظاهر شدن جوانه‌ها انجام دهید. برای گلدان جدید، خاک قدیمی را با خاک جدید و تازه مخلوط کنید.",
      "howToLight": "گلدان را در نزدیکی پنجره‌ای نورگیر قرار دهید، طوری که در بیشتر طول روز نور غیرمستقیم و کافی خورشید را دریافت کند. به خاطر داشته باشید که سینره خیلی شاخ و برگ پیدا می‌کند و برای رشد به محیط زیادی نیاز دارد.\r\nسینره را در نقطه‌ای بکارید که نور کامل خورشید و یا کمی سایه را دریافت می‌کند. اگر سرمای زمستان در شهر شما طولانی است و دمای هوا بیش از چند روز به زیر صفر می‌رسد، توصیه می‌کنیم سینره را به صورت گلدانی بکارید و در داخل خانه نگهداری کنید.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 5,
      "tempMax": 15,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 500,
      "lightMax": 10000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/Q9RRKyESRUXy8OGFn1CD.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/8bP1Em9ElUBDYZoCMfT6.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/UhV6UENQp9LsxRoDFPkm.jpeg"
      ],
      "otherNames": [
        "Pericallis cruenta"
      ]
    },
    {
      "probability": null,
      "id": 210,
      "name": "پیچک چشم سیاه",
      "sciName": "Thunbergia fragrans",
      "description": "گل های زیبا و گیرای پیچک سیاه چشم، با ظاهر ساده پنج گلبرگی و رنگ های شاد، شبیه اولین گل هایی هستند که هر کودکی در دفترچه نقاشی خود می کشد و البته مرکز آن را زرد می کند؛ همین دلِ سیاه (چشم ِسیاه) گل هاست که پیچک سیاه چشم را منحصر بفرد می کند. سیاه چشم در زادگاه خود، شرق آفریقا گیاهی همیشه سبز و چند ساله است. ساقه های آن علفی و متعدد و پیچ خورنده هستند و برگ هایی قلبی شکل یا باریک بر روی آن می رویند.ارتفاع این پیچ در صورت داشتن قیم در یک فصل، تا دو متر و نیم و گستردگی آن بیشتر از یک متر است.\r\n\r\nسرعت رشد آن سریع و از ویژگی های آن، گل دهی گیاه ۶ هفته بعد از جوانه زنی است.طول برگ ها ۸-۳ سانتیمتر و لبه های آن دندانه دار است.گل ها منفرد و به تعداد زیاد می رویند. گل ها پنج گلبرگی و غالباً به رنگ نارنجی یا زرد با لکه ای سیاه در مرکز می باشند. دوره گلدهی به دمای هوا بستگی دارد. در مناطق گرمسیری این پیچ در سرتاسر سال گل دارد.هرس آن هر از چند گاه سبب تحریک به رشد و گلدهی بهتر گیاه می شود.در مناطق گرمسیری از این پیچ به عنوان یک گیاه خزنده و پوششی می توان استفاده کرد.ارقامی از این گونه گیاه تولید شده اند که دارای رنگ های متنوع تری نسبت به قبل هستند.",
      "howToWater": "در سال اول نیاز به آبیاری منظم دارد. نیاز آبی گیاهان چند ساله کمتر است  در مناطق سردسیری این گیاه به صورت یکساله کشت می شود. با قطع ساقه های گیاه قبل از سرما، می توان گیاه را برای زمستان گذرانی در مناطقی با سرمای حداکثر چند درجه زیر صفر آماده کرد.",
      "howToSoil": "برای سیاه چشم خاک ایده آل خاکی ارگانیک، غنی و حاصلخیز با زهکش مناسب است. در خاک های متوسط نیز رشد خوبی دارد.",
      "howToLight": "برای گلدهی بیشتر به آفتاب کامل تا سایه اندک نیاز دارد. در مکان های نیم سایه هم رشد می کند. از طریق بذر به آسانی می توان گیاه را تکثیر کرد. گیاهان حاصل از بذر پر رشد تر می باشند. این پیچ قابلیت خودکاشتی دارد.روش دیگر تکثیر استفاده از قلمه ساقه است.",
      "waterMin": 3,
      "waterMax": 7,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 1800,
      "lightMax": 18000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/UXywZ8NDNFmbc8e8GBw7.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/28dGPtWD0chm4DgeDZgM.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/5qTpuIRPBDfApvXuh8Pv.jpeg"
      ],
      "otherNames": [
        "Thunbergia mysorensis ",
        " Thunbergia"
      ]
    },
    {
      "probability": null,
      "id": 234,
      "name": "بیلبرجیا",
      "sciName": "Billbergia amoena",
      "description": "بیلبرجیا نوتانس با نام علمی Billbergia nutans از خانواده بروملياسه - آناناس و بومی آمریکای جنوبی به خصوص برزیل ، اروگوئه و آرژانتین میباشد. این گیاه که دارای گل صورتی رنگ خوشه ای و بسیار زیبا می باشد با نام آنجل (Angel) نیز شناخته می شود\r\nاگر مدت طولانی نگهداری شود خوشه گل زیبای صورتی رنگ روی ساقه در هر زمان از سال ممکن است بدهد\r\nبیلبرجیا گیاهی همیشه سبز بوده و به ارتفاع حدود ۶۰ سانتیمتر می رسد. دارای برگهای بلند و کشیده سبز با خطوط سفید کرمی و زرد میباشد که از قاعده تا نوک برگ حاشیه های دندانه ای ظریف و خاردار دارد. ساقه گل دهنده آویزان و مناسب سبد آویز است .",
      "howToWater": "در تابستان هفته ای ۲ بار و در زمستان هر ۲ هفته یک بار با آب بدون املاح و سبک آبیاری شود. در تابستان اجازه دهید آب به قاعده برگ نفوذ کند ولی در زمستان نباید نفوذ کند .\r\nبه خشکی مقاوم است و هوای خیلی مرطوب را دوست ندارد . با شروع گلدهی اگر هوا خشک باشد غبارپاشی هفته ای ۱ بار اشکالی ندارد\r\nبین دو آبیاری خاک خشک شود .اجازه دهید مقداری اب به قاعده برگها نفوذ کند.(در برابر پوسیدگی مقاوم است).در زمستان اجازه ندهید آب به قاعده برگها نفوذ کند.",
      "howToSoil": "خاک هلندی یا خاک کمپوست یا خاک و کود آماده برای این گیاه مناسب است",
      "howToLight": "این گیاه نیازمند نور کافی ولی غیر مستقیم است.  نور مستقیم افتاب را برای مدت کمی تحمل میکند،بهترین نور برای ان نور زیاد غیرمسقیم است.\r\nحداکثر درجه حرارت مورد نیاز در تابستان ۲۷ و در زمستان ۲۱ است.تا ۷ درجه نیز تحمل دارد.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 7,
      "tempMax": 27,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 1000,
      "lightMax": 2500,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2022/73Mzk4sBp4NZBszij6xK.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2022/nVHqurzNKOPwSyMa765Z.jpeg",
        "https://planta.vsrv.ir/storage/plant/May2022/jEsGnmCIzhyiIHHq4dF2.jpeg"
      ],
      "otherNames": [
        "Billbergia"
      ]
    },
    {
      "probability": null,
      "id": 266,
      "name": "نئورژلیا",
      "sciName": "Neoregelia marmorata",
      "description": "گیاه نئورژیا از گیاهان آپارتمانی مقاوم است. مشخصات: اسم علمی این گیاه Neoregellia carolinae ، از خانواده Bromeliaceae  می باشد. این جنس دارای 40 گونه از گیاهان همیشه سبز گلخانه ای دائمی است. گونه مورد نظر بومی برزیل است و ارتفاع آن به 30 سانتی متر می رسد. برگ های این گیاه سبز براق بوده و به صورت طوقه‌ای اطراف ساقه كوتاه ، قرار دارند و در قسمت انتهایی باریك و نوك تیز می شوند. در زمان گلدهی قسمت مركزی گیاه تغییر رنگ داده و قرمز براق یا ارغوانی می شود و گل ها در مركز گیاه تكمیل می شوند گل های نئورژلیا به رنگ بنفش آبی و به قطر 2 تا 5 سانتیمتر بوده و هر بار 2تا 3 عدد از آن ها باز می شوند. ال ای دی مخصوص رشد گیاه چیست؟",
      "howToWater": "در بهار و تابستان خاک بایستی همواره مرطوب باشد (نه خیس و پر آب) و حفره مرکزی آن گیاه همواره بایستی از آب پر باشد. \r\nرطوبت بیشتر از 50 درصد را ترجیح می دهند. لذا برای تامین رطوبت بیشتر، از یک سینی پر از سنگریزه بایستی استفاده نمود که تا نصف دیواره آب ریخته شود و گلدان روی آن قرار گیرد. بایستی توجه کرد که کف گلدان با آب درون سنگریزه ها تماس پیدا نکند.",
      "howToSoil": "این گونه گیاهی در طبیعت، به صورت اپی فیت یا هوایی زندگی می کند و ریشه های آن جهت نگهداشتن و تکیه گاه می باشد و آب و مواد مغذی را از طریق برگها جذب می کند. لذا این گیاه به خاکی با زه کشی بالا نیاز دارد. معمولا مخلوط یک قسمت پیت ماس، یک قسمت پرلیت درشت و یک قسمت بارک یا خرده چوب را پیشنهاد می نمایند. با این حال، نمونه های شخصی را فقط در خرده چوب که به عنوان خاک ارکیده به فروش می رسد نگهداری کرده ام.",
      "howToLight": "سایه روشن یا نور فیلتر شده آفتاب (نوری که از پشت پرده می تابد)- بایستی از تابش آفتاب در ساعات گرم روز محافظت شود.",
      "waterMin": 2,
      "waterMax": 4,
      "tempMin": 10,
      "tempMax": 40,
      "humidityMin": 50,
      "humidityMax": 90,
      "lightMin": 400,
      "lightMax": 1400,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2022/FbKlFJ8uQKUbuPWmOmRK.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2022/Z1eG5kAYkHAIKfuOGHCo.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2022/9YB3kJnNHMJBuYUKhO4Y.jpeg"
      ],
      "otherNames": [
        "Neoregellia carolinae"
      ]
    },
    {
      "probability": null,
      "id": 207,
      "name": "گل شیپوری",
      "sciName": "Zantedeschia elliottiana",
      "description": "گیاهی است با زادگاه آفریقای جنوبی از خانواده Araceae که به نام Calla شهرت دارد. گیاهی است که در بسیاری از نقاط جهان پرورش آن معمول است. گیاهی است فاقد ساقه که برگهای آن مستقیما از ریزوم زیرزمینی می رویند برگهایی که به اشکال نیزه مانند – قلب مانند – بیضی و خالدار با حاشیه موج دار بسیار بزرگ به رنگهای سبز و یا رنگارنگ در روی آن پدیدار می شود. آنچه که در این گیاه به نام گل از آن نام برده می شود در حقیقت برگهای تغییر شکل یافته ای به رنگهای سفید، زرد، نارنجی، ارغوانی، بنفش و یا مخلوطی از این رنگ ها است که میله و یا دکل (Spar) گیاه را که قسمتهای نر و مادگی در آن تعبیه شده است مانند قیفی در بر گرفته است. که مجموع گل های معطر و خوشرنگ و برگ های زیبای آن بخش زینتی آن را تشکیل میدهند. ازدیاد آن از طریق جداسازی و تقسیم ریزوم در بهار و پاییز صورت میگیرد هر قطعه از این ریزوم حداقل باید دارای یک جوانه باشد. از طریق بذر نیز می توان آن را تکثیر کرد اما گیاه حاصل از بذر تنها پس از ۲ تا ۳ سال به گل مینشیند.\r\nانوع سفید رنگ آن را با تقسیم ریزوم و انواع رنگی را با کاشت بذر میتوان ازدیاد نمود. انواع گل سفید در زمستان و انواع رنگی در تابستان شکوفا می شوند. در تابستان بوته ها بتدریج پژمرده می شوند و تنها ریزومها و یا به عبارتی ساقه زیرزمینی آن زنده می ماند.",
      "howToWater": "در فصل رشد گیاه باید آب شیرین به مقدار کافی در اختیار آن باشد و همزمان باید به زهکشی گلدان و خاک باغچه توجه کامل داشت\r\nدر داخل ساختمان به رطوبت کافی نیازمند است.",
      "howToSoil": "خاک مناسب آن ترکیبی است از سه قسمت خاک معمولی و یک قسمت خزه. هر ماهه در ایام رشد باید کود محلول به خاک گلدان و یا باغچه داده شود",
      "howToLight": "در بهار و تابستان تا نیمه اول مهرماه می توان آن را در باغچه و بالکن در معرض نور غیر مستقیم قرار داد. از نیمه دوم مهر ماه تا بهار سال بعد باید آن را به داخل ساختمان و یا گلخانه انتقال داد.\r\nحرارت متعادل ۱۰ تا ۱۶ درجه در شبهای بهار و تابستان مناسب رشد آن است و حرارت ۸ تا ۱۰ درجه سانتیگراد دمای مناسب زمستانی آن است",
      "waterMin": 2,
      "waterMax": 4,
      "tempMin": 8,
      "tempMax": 28,
      "humidityMin": 30,
      "humidityMax": 80,
      "lightMin": 400,
      "lightMax": 2600,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/7sS2oSWydfEApSMEsfTJ.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/MvxR4hebBp7qLk9LLdrq.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/3AUBTMn6Ut3MrfDCduhg.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/uey2Ch9UTdTpqgG8ypLV.jpeg"
      ],
      "otherNames": [
        "Zantedeschia"
      ]
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=3",
    "next": "https://planta.vsrv.ir/api/Feed?page=5"
  },
  "meta": {
    "current_page": 4,
    "from": 46,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=3",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=3",
        "label": "3",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=4",
        "label": "4",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=5",
        "label": "5",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=6",
        "label": "6",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=7",
        "label": "7",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=8",
        "label": "8",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=9",
        "label": "9",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=10",
        "label": "10",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=5",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 60,
    "total": 328
  }
}