{
  "data": [
    {
      "probability": null,
      "id": 121,
      "name": "فرفیون تیتیمالویدس",
      "sciName": "Euphorbia tithymaloides",
      "description": "فرفیون تیتیمالویدس یا گیاه پدیلانتوس با نام علمی Euphorbia tithymaloides یکی دیگر از گیاهان بسیار زیبا است که همانند افوربیا تریگونا قرمز، افوربیاتیروکالی (درخت مداد)، افوربیادکاری، گل بنت‌قنسول، گل‌فردوس (سینادنیوم گرانتی) و… از خانواده‌ی فرفیون یا افوربیاسه (EUPHORBIACEAE) جای می گیرد.\r\nپدیلانتوس، دارای گل هایی به رنگ صورتی پررنگ تا قرمز در دسته های کوچک چندتایی است.\r\nدر محیط آپارتمان پس از گلدهی انتظار بذر را نداشته باشید. مگر آنکه گل ها را به صورت مصنوعی گرده افشانی کنید.\r\nالبته علاوه بر کاربرد زینتی در صنعت پزشکی از عصاره این گیاه جهت افزایش حجم مواد معدنی استخوان مانند کلسیم و فسفر استفاده می‌شود.",
      "howToWater": "این گیاهان جز گیاهان گوشتی محسوب شده بنابراین به آبیاری کمی نیاز دارند. اجازه دهید خاک در بین دو آبیاری خشک شود سپس اقدام به آبیاری نمایید.\r\n برای فهمیدن این موضوع، از یک سیخ چوبی کمک بگیرید و آن را تا انتهای گلدان در خاک آن فرو کنید اگر سیخ چوبی حالتی مرطوب به خود داشت نیازی به آبیاری نیست و اگر خشک بود، باید گیاه را آبیاری کنید. \r\nبه طور کلی در فصول رشد هفته ای ۱ الی ۲ بار آبیاری و در فصول سرد سال ( با کاهش دما فواصل بین آبیاری باید افزایش یابد ) به هر ۱۰ الی ۱۲ روز یک بار آبیاری نیاز دارند.",
      "howToSoil": "خاک فرفیون تیتیمالویدس یا پدیلانتوس باید همانند خاک گیاهانی چون گیاه پاندانوس (برگ خنجری)، دراسنا پرچمی (دراسنا مارگیناتا) و… باید دارای زهکش مناسب باشد تا آب در هنگام آبیاری با سهولت از کف گلدان بیرون رفته و ریشه‌ی گیاه را دچار پوسیدگی و آسیب نکند.\r\n\r\nبه طور کلی می توانید برای گیاه پدیلانتوس از ترکیباتی چون کوکوپیت + پیت ماس + ماسه + مقدار کمی پرلیت و خاک زغال ( خاک زغال از عوامل قارچی درون خاک جلوگیری می کند ) استفاده نمایید.\r\nالبته برخی افراد از خاک مخصوص کاکتوس‌ها هم برای این گیاهان استفاده می کنند.",
      "howToLight": "این گیاهان به مکانی روشن تا نیمه روشن اما غیر مستقیم نیاز دارند.  نور مستقیم زمانی باعث شادابی آن ها می شود که هوا گرم ( در اوایل فصل بهار، فصل پاییز و زمستان ) نباشد.\r\nنور مستقیم هم در اوایل فصل بهار، پاییز و زمستان ترجیحا در ابتدای روز یعنی صبحگاه باشد. در غیر این صورت، میزان شدت نور در پشت شیشه، باعث سوختن نوک برگ و حاشیه‌ی آن‌ها شده و برگ ها کم کم شروع به چروکیده شدن و ریزش می کنند.\r\n نور پشت شیشه و به صورت مستقیم در روزهای گرم تابستان توصیه نمی شود. در روزهای گرم تابستان گیاه باید در مکانی روشن و به دور از نور مستقیم خورشید نگهداری شود.",
      "waterMin": 7,
      "waterMax": 14,
      "tempMin": 12,
      "tempMax": 25,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 800,
      "lightMax": 2500,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/hi1q9DEDSWyDwr1x1bOc.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/JBDQzxjnf8v0AROwKgfc.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/CAij3q1nYEFUjM70vY7i.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 317,
      "name": "سیلن",
      "sciName": "Silene undulata",
      "description": "گیاه سیلن ( قلیونک) در خاک های فقیر نیز به آسانی رشد پیدا میکند. این گیاه بومی اروپا و آفريقا است. بعضی این گیاه را گوشت خوار می پندارند زیرا مگس ها و حشرات روی کاسه گل چسبان این گیر می افتند اما با توجه به ملاحظات این گیاه مانند گوشتخواران واقعی از حشرات گیر افتاده تغذیه نمی کند.گیاه سیلن ( قلیونک) در واقع گیاهی همه ساله است اما بیشتر به عنوان گیاهی یک ساله مورد استفاده قرار می گیرد\r\nساقه ها و برگ های این گیاه توسط موهای سفید نازکی پوشیده شده و پرز دار هستند خاستگاه سیلن ( قلیونک) باغ های کلبه ای در انگلستان است. سیلن ( قلیونک) یک گیاه وحشی روستایی ست",
      "howToWater": "این گیاه خاک خشک یا کمی مرطوب را ترجیح میدهد. پس خاکی که این گیاه در آن کاشته می شود باید دارای زهکشی مناسبی باشد. توجه داشته باشید اگر خاک بیش از حد مرطوب شود احتمال آلودگی های قارچی و پوسیدگی ریشه وجود خواهد داشت",
      "howToSoil": "این گیاه از نظر نیاز خاکی کم نیاز به شمار می رود و حتی در خاک های فقیر و نیمه فقیر ( همانند خاک هایی که سنگی هستند) رشد خوبی خواهد داشت. اما به این نکته توجه داشته باشید که هر گیاهی در خاکی که غنی باشد رشد مناسب تر و بهتری خواهد داشت.\r\nبرای آنکه گیاه شما حداکثر عملکرد خود را داشته باشد در فصل رشد آن ۱ یا دو مرتبه از کودهای کامل که تمامی مواد مورد نیاز یک گیاه را دارند استفاده کنید. سعی کنید کودهای طبیعی را برای حفظ ظاهر مرتب گیاه داشته باشید. در پاییز  یک لایه کود گیاهی به ضخامت ۳ تا ۹ سانتی متر در سطح خاک این گیاه را به سرمازدگی مقاوم خواهد کرد. البته توجه داتشه باشید که کود گیاهی را در فصل بهار باید کنار بزنید تا قسمت های رویشی گیاه بتواند پدیدار شود",
      "howToLight": "این گیاه آفتاب کامل را ترجیح میدهد اما گرمای زیاد برای گیاهان مطلوب نیست.بهتر است این گیاه در قسمت های گرم تر زمین و در سایه نسبی یا سایه بعد از ظهر بکارید",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 15,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 1500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/June2023/AIrS2Gg3xRnDpw77PQPU.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2023/u3Mk0G0HmGx8icDg62dc.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2023/jdoD87vl10VnNnR9QjKL.jpeg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 46,
      "name": "سوسن پلاتینی",
      "sciName": "Plantain lilies",
      "description": "سوسن پلاتینی نسبت به دما و رطوبت هوا حساسیت زیادی ندارد. در نتیجه می‌تواند در انواع مختلف شرایط آب و هوایی رشد موفقی داشته باشد. او را در مکانی قرار دهید که از وزش بادهای شدید در امان باشد.سوسن پلاتینی به نام نیلوفرهای چنار و گاه به نام ژاپنی جیبوشی شناخته میشود",
      "howToWater": "آبیاری سوسن پلاتینی باید به گونه‌ای باشد که ضمن مرطوب کردن خاک سبب خیس شدن آن نشود.\r\nپس از کاشتن گیاه و زمانی که گیاه به ثبات نسبی رسید، می‌تواند برای مدتی کوتاه کم‌آبی را تحمل کند اما اگر دوران خشکی طولانی شود از بین خواهد رفت. پس فراموش نکنید که آن را مرتب آبیاری کنید.\r\nبهترین راه آبیاری سوسن پلاتینی، آبیاری از بخش پایینی گیاه است، جایی دقیقا نزدیک به خاک. اگر آب را از بالا روی گیاه بریزید، ضمن آسیب رسیدن به گیاه باعث جذب حلزون‌ها و خزندگان موذی می‌شود.",
      "howToSoil": "سوسن پلاتینی می‌تواند انواع مختلف خاک را به عنوان بستر دائمی خود بپذیرد، البته به شرط آنکه خاک زه‌کشی خوبی داشته باشد.\r\nپلاتینی خیلی با خاک رس سازگار نیست، چون این نوع خاک رطوبت را برای مدت طولانی در خود نگه می‌دارد.\r\nکمی ماسه در اطراف آن بریزید، اینگونه ریشه گیاه بیشتر محافظت می شود. و خاک آن را مرطوب نگه دارید.\r\nاز دیگر ویژگی‌های خاک ایده‌آل برای این گیاه، غنی بودن آن است. خاک دارای کود کافی، سرشار از منابع معدنی است و برای سوسن مناسب‌تر است.\r\nمعمولا بهترین و البته ساده‌ترین راه برای کوددهی سوسن پلاتینی، ریختن یک لایه کمپوست بر روی خاک آن در فصل بهار است. در این روش مواد معدنی به خاک منتقل شده و زنجیره غذایی گیاه تقویت می‌شود. می‌توانید از کود طبیعی متعادل هم استفاده کنید.",
      "howToLight": "سوسن پلاتینی کاملا سایه دوست است، به طوری که در سایه مطلق هم به خوبی رشد می‌کند. بعضی از انواع این گل در صورت دریافت نور خورشید برای چند ساعت در طول روز، رشد بهتری خواهند داشت. هر گاه برگ‌های سبز و زرد گیاه نمایان شدند، دریافت نور صبحگاهی خورشید در تقویت و تشدید رنگ زرد آنها موثر خواهد بود.\r\nمیزان نور مطلوب برای سوسن پلاتینی، به رنگ آن بستگی دارد. هر چه روشن ترباشد، نور بیشتری نیاز است.",
      "waterMin": 4,
      "waterMax": 7,
      "tempMin": 5,
      "tempMax": 25,
      "humidityMin": 20,
      "humidityMax": 70,
      "lightMin": 400,
      "lightMax": 1500,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/vS2olfxGiNpNwCRwfLyD.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/9lfvcmTaPClnP0LorOd9.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/llLW7nLHm8bIEi6EpGWF.jpg"
      ],
      "otherNames": [
        "hosta"
      ]
    },
    {
      "probability": null,
      "id": 173,
      "name": "بریگامیا",
      "sciName": "Brighamia insignis",
      "description": "این گیاه بسیار زیبایی است که می تواند به یک متر یا یک و نیم متر برسد. تنه آن شاداب است ، به این معنی که آنجاست که ذخایر آب خود را ذخیره می کند. دارای برگهای سبز گوشتی است و به لطف آب و هوای معتدل در هاوایی آنها را در تمام طول سال نگه می دارد. در زمستان ارزش آن را باز می کند گلهای زرد معطر، که از 5 گلبرگ تشکیل شده اند که کاملاً تقسیم نشده اند.\r\nبرای کشت صحیح آن به دما هرگز به زیر 10 درجه نرسد ، زیرا در غیر این صورت ما آن را از دست خواهیم داد",
      "howToWater": "رطوبت مهم است: به محیط مرطوب نیاز دارد ، اما اگر دماسنج همراه آن باشد ، می تواند خشک شدن آن را برای چند هفته تحمل کند. آبیاری باید گاه به گاه باشد، وقتی می بینیم که بستر کاملاً خشک است.",
      "howToSoil": "همانطور که می دانیم بسیاری از جزایر گرمسیری منشا آتشفشانی دارند و هاوایی یکی از آنهاست. این واقعیتی است که اگر می خواهید یک بریگامیا در حیاط داشته باشید باید بدانید به یک بستر خاص نیاز دارید: مخلوط ذغال سنگ نارس با درصد بالایی از سنگهای آتشفشانی یا توپهای سفالی",
      "howToLight": "باید آن را در مکانی که قرار دارد قرار دهیم از نور مستقیم خورشید محافظت می شود، اما نور زیادی وجود دارد. در مناطق سایه دار رشد خوبی نخواهد داشت ، زیرا تنه و برگها بیش از حد لازم رشد کرده و ضعیف و ضعیف می شود.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 15,
      "tempMax": 29,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 800,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/March2022/zvbLqIaByiqiAlI8mow6.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/March2022/ljURwBUnwTWsM7ICdHOA.jpeg",
        "https://planta.vsrv.ir/storage/plant/March2022/3umreTnIi6JU5abNg15o.jpg"
      ],
      "otherNames": null
    },
    {
      "probability": null,
      "id": 14,
      "name": "ارکیده فالانوپسیس",
      "sciName": "phalaenopsis moth orchids",
      "description": "جالب است بدانید بیش از 20 هزار نوع ارکیده در سراسر جهان وجود دارد و به جرات می‌توان گفت از نظر تنوع در صدر جدول گیاهان است.\r\nارکیده روش مراقبت متفاوتی نسبت به اکثر گیاهان دارد و نگهداری گل ارکیده مقداری صبوری می خواهد اما شرایط نگهداری بعضی از گونه‌های آن مثل فالانوپسیس آسان تر است و می توانید آن را مثل بقیه ی گیاهان در منزل تان نگهداری کنید.",
      "howToWater": "اگر بخواهید طبق تقویم و دستور خاصی ارکیده تان را آبیاری کنید، قطعا گیاه شما از بین می‌رود.\r\nچون دفعات آبیاری دقیقا بستگی به این دارد که گیاهتان چقدر آب نیاز دارد، مقدار رطوبت هوا، گرما و جریان هوای محیط زندگی آن چقدر است ونوع خاک آن چیست\r\nبه عنوان قانون کلی می توانیم بگوییم اگر خاک گلدان، پوسته درخت است، لازم است هر 7 تا 10 روز یک بار به آن آب بدهید چون پوسته درخت آب را کم تر در خودش نگه می دارد و اگر آن را در خزه درشت می کارید هر 14 تا 21 روز یک بار آن را آبیاری کنید چون خزه مثل اسفنج عمل می کند و آب را مدت بیش تری در خودش نگه می دارد.",
      "howToSoil": "ارکیده را نباید در خاک عادی کاشت و خاک خاص خودش را می‌خواهد\r\nمهم ترین ویژگی خاک ارکیده این است که زهکشی مناسبی داشته باشد و آب به سرعت از آن عبور کند. دو نوع خاک برای گل ارکیده استفاده می شود: پوسته درخت (چیپس) و خزه درشت (ماس)\r\nاگر خاک ارکیده پوسته درخت باشد، لازم است که سالی یک بار یا دوسال یک بار تعویض شود، چون بافت چوبی آن به مرور زمان خرد می شود و خاصیت زهکشی و خارج شدن آب را از دست می دهد.\r\nبرای عوض کردن خاک کافی است ارکیده را با دقت و به آرامی از گلدان بیرون آورید، خاک قبلی آن را دور بریزید و ریشه های پوسیده و سیاه شده را با قیچی ببرید. حالا گیاه را دوباره در گلدان بگذارید و خاک جدید را روی آن بریزید.",
      "howToLight": "ارکیده جای پرنور را دوست دارد اما نباید مقابل نور مستقیم خورشید قرار بگیرد.\r\nپنجره‌ها حتما باید پرده نازکی داشته باشند که آفتاب مستقیم به گیاه نتابد.\r\nاز آن جایی که در بیش تر خانه ها مقدار نور زیاد نیست، بهتر است ارکیده‌هایی انتخاب کنید که نور کم تری نیاز دارند.\r\nاگر دوست دارید ارکیده ی گلدار را روی میزتان و دور از پنجره قرار بدهید، اشکالی ندارد اما به محض این که دوران گلدهی تمام شد، آن را به جای پرنورتری منتقل کنید.",
      "waterMin": 10,
      "waterMax": 20,
      "tempMin": 16,
      "tempMax": 24,
      "humidityMin": 60,
      "humidityMax": 95,
      "lightMin": 1000,
      "lightMax": 20000,
      "placement": 0,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/OGlNFAiiJE4jEAR8NpOQ.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/June2021/oasY8fLfctCBXG9SLABR.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/Asl5IsNecOylgKsV9maH.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/e0HxTLKuE6NezcYBo7sv.jpeg"
      ],
      "otherNames": [
        "Phalaenopsis Blume ",
        " Phalaenopsis × singuliflora ",
        " Phalaenopsis × singuliflora ",
        " Phalaenopsis amabilis ",
        " Paphiopedilum rothschildianum ",
        " Dendrobium crumenatum ",
        " Kohleria amabilis ",
        " Zygopetalum maculatum ",
        " Vanda coerulea ",
        " Bletia purpurea"
      ]
    },
    {
      "probability": null,
      "id": 219,
      "name": "اپونتیا برزیلی",
      "sciName": "Brasiliopuntia brasiliensis",
      "description": "اپونتیا برزیلی کاکتوسی آفتاب دوست و سریع الرشد است که در آپارتمان ها و فضای باز مورد استفاده قرار می گیرد . پد هایی راکت مانند دارد که در دو شکل یافت می شوند . آرئول هایی سفید رنگ دارد که دارای تعدادی تیغ ریز و یک یا دو تیغ بزرگتر به رنگ خاکستری و قهوه ای هستند . نگهداری و تکثیراز این گیاه آسان است و به همین دلیل دارای محبوبیت زیادی است.\r\nاپونتیا برزیلی با نام علمی Opuntia brasiliensis از خانواده کاکتوس ها ( (Cactaceaeاست و زیستگاه اصلی این کاکتوس قاره آمریکا مخصوصا کشور‌های برزیل، پاراگوئه، بولیوی و پرو می‌باشد. شکل ظاهری آن مانند سایر واریته‌های اپونتیا دارای پد‌های راکت مانند است، ولی در دو شکل یافت می‌شود. واریته‌ای از آن دارای ساقه‌ای در وسط بوده و پد‌ها متصل به آن هستند و واریته‌ی دیگر پد‌ها مانند سایر اپونتیا‌ها به صورت طبقاتی بر روی هم به وجود می‌آیند. تیغ‌های این کاکتوس به شکل آرئول‌هایی به رنگ سفید است که تعدادی تیغ بسیار ریز و یک یا دو تیغ خاکستری و قهوه‌ای رنگ بزرگتر دارد. این گیاه دارای گل‌هایی به رنگ زرد روشن می‌باشد که در اواسط تابستان می رویند.میوه این کاکتوس شبیه به انجیر و به رنگ سبز است.",
      "howToWater": "در فصل گرما به طور منظم و پس از خشک شدن خاک آبیاری شود و در سرما به مقداری آبیاری کنید که گیاه چروکیده نشود.",
      "howToSoil": "خاک مناسب برای پرورش  این گیاه خاک مقوی و با زهکشی عالی که مدت زیادی مرطوب نماند.\r\nدر فصل تابستان کود داده شود.\r\nتکثیر این گیاه از طریق قلمه زدن و بذر است.",
      "howToLight": "این گیاه به نور زیاد خورشید نیازمند است.\r\nدر صورت آبیاری منظم در تابستان تحمل گرمای زیاد را دارد. ولی به سرما حساس است.",
      "waterMin": 7,
      "waterMax": 9,
      "tempMin": 10,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 40,
      "lightMin": 800,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/Bj7cb0u0yV42wkwqT1TX.jpg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/PdXwpdGgj4qOlXTCWgx4.jpg",
        "https://planta.vsrv.ir/storage/plant/April2022/kMLwtUXcKm5ngpFyRlKF.jpg"
      ],
      "otherNames": [
        "Opuntia monacantha ",
        " Opuntia stricta"
      ]
    },
    {
      "probability": null,
      "id": 124,
      "name": "فیکوس ناتال",
      "sciName": "Ficus natalensis",
      "description": "این گیاه در طبیعت اصلی خود، در مناطق گرم و مرطوب رشد می‌کند. خاک آن همواره مرطوب است و در عین حال می‌تواند دوره‌های کوتاه خشکسالی را هم با موفقیت بگذراند، شرایطی درست شبیه به محیط داخلی منازل! به‌همین دلیل این گیاه تطبیق‌پذیری بالایی دارد.\r\nناتال گیاهی بسیار زیبا و متعلق به آفریقای جنوبی است. اگرچه این گیاه به نسبت سایر گیاهان آپارتمانی کمتر شناخته شده است، اما یکی از بهترین گیاهان برای نگهداری در منزل به‌شمار می‌رود. ناتال دارای برگ‌های درخشان سبز تیره است و ظاهری متراکم و طبیعی دارد؛\r\nبازه دمایی قابل تحمل برای ناتال، بین 7 الی 26 درجه سانتی گراد است. در مورد رطوبت نیز گفتنی است که رطوبت متعادل منازل، برای این گیاه کافی است.",
      "howToWater": "یکی از کلیدی‌ترین جنبه‌های نگهداری طولانی مدت از یک ناتال و سالم نگه داشتن آن، پیروی از یک سیکل آبیاری مناسب است. ناتال از گیاهان آب دوست است برای همین خاک آن باید همواره مرطوب باشد. ناتال میانه خوبی با خشکی ندارد حتی واکنش آن به کم آبی بسیار جدی است و گاهی به نتایج مرگبار منتهی می‌شود. بنابراین مرتبا باید رطوبت ناتال را چک کنید. اگر گیاه شما جدید است یا تازه کاشته شده، بد نیست چندبار در هفته این بررسی را انجام دهید تا گیاه جوان‌تان به محیط جدید خود عادت کند، اما در حالت معمولی هفته‌ای یکبار کافی خواهد بود. برای این کار، بهترین راه، استفاده از یک پروب بزرگ رطوبت‌سنج است، اما می‌توانید از یک سیخ چوبی یا انگشت خود نیز استفاده کنید؛ به‌این ‌منظور چند سانتی‌متر آن را در خاک فرو ببرید و رطوبت سطح بالایی خاک را بسنجید. در صورت خیس بودن، سیخ چوبی با کمی خاک چسبیده به آن از گلدان خارج می‌شود که نیازی به آبیاری نیست اما اگر خشک بود، به خوبی گیاه را آبیاری کنید.\r\nدر مورد آبیاری ناتال درنظر داشته باشید اگر گیاه را در مکانی نورگیر قرار داده‌اید، بد نیست کمی آب در زیر گلدانی آن باقی بگذارید. به‌این‌شکل در صورت خشک شدن خاک، گیاه مجدد آب را جذب کرده و از آن استفاده می‌کند. در طول نگهداری از ناتال ظهور برگ‌های زرد یعنی گیاه هنوز به آب نیاز دارد. پس حتما آن را آبیاری کنید.",
      "howToSoil": "خاک‌های سنگین و رسی برای این گیاه مناسب نیستند، اما یک خاک گلدان ارگانیک با قدرت زهکشی بالا برای ناتال ایده‌آل است. بنابراین دنبال خاکی سبک و ارگانیک برای این گیاه باشید. بهتر است خاکی که برای گیاه انتخاب می‌کنید دارای PH در بازه PH خنثی باشد.",
      "howToLight": "ناتال از جمله گیاهانی است که نور باید به‌صورت غیرمستقیم به آن بتابد. این گیاه، یکی از مقاوم‌ترین گیاهان خانگی در برابر نور کم خورشید است و تابش مستقیم نور سبب سوختن برگ‌های آن خواهد شد. پس اگر محیط نورگیری ندارید، ناتال انتخاب مناسبی برای شماست. ناتال از نظر احتیاج نوری به‌قدری عالی است که نور فلوئورسنت نیز می‌تواند به‌خوبی نیازهای نوری آن را برطرف کند؛ به‌همین‌دلیل اغلب دفاتر اداری نیز مکان مناسبی برای نگهداری از ناتال هستند. البته فراموش نکنید نیاز کم این گیاه به نور به معنی این نیست که این گیاه می‌تواند بدون نور به زندگی ادامه دهد. پس نور حتی به مقدار کم نیز برای حیات او بسیار ضروری است.\r\nدر طول نگهداری از ناتال اگر آن را در کنار یا گوشه دیوار گذاشته‌اید، حتما به‌طور مرتب آن را بچرخانید تا نور به‌صورت مساوی به تمام بخش‌های آن بتابد. همچنین هر چند وقت یکبار، برگ‌های گیاه را غبارروبی کنید. این کار کمک می‌کند تا سطح آن‌ها تمیز شود و فتوسنتز بهتر انجام شود.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 7,
      "tempMax": 26,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 700,
      "lightMax": 2900,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/O9ETnf8ZpvVDf0BtNyF3.png",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/AbHDGvUBMtWJQ5xWw1yy.jpg",
        "https://planta.vsrv.ir/storage/plant/November2021/OOCpF9qawLjUalbK0hyB.jpeg"
      ],
      "otherNames": [
        "Ficus deltoidea ",
        " Ficus septica ",
        " Ficus palmeri ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 284,
      "name": "آووکادو",
      "sciName": "Persea americana",
      "description": "آووکادو درختی است که میوهٔ آن در گونهٔ گیاهان گلدار طبقه بندی می شود. و تا ۲۰ متر رشد می کند و رشد خیلی سریعی دارد. این گیاه همیشه برگهای سبز دارد که طول آنها به ۱۲ تا ۱۵ سانتیمتر می رسد. گلهای آن نامشخص (ناپیدا) و به رنگ زرد مایل به سبز و به عرض ۵ تا ۱۰ میلیمتر است. میوهٔ گلابی شکل آن از نظر گیاهشناسی یک سته یا شفت است که ۷ تا ۱۰ سانتیمتر طول دارد. در حدود 400 نوع مختلف آووکادو وجود دارد که بعضی از آنها دارای پوست صاف و سبز رنگ بوده ولی پوست برخی از آنها سیاه و خشن است. شواهدی وجود دارد که نشان می دهد مایاها و اینکاها از این میوه استفاده می کرده‌اند.\r\nاین گیاهان در مناطقی بدون یخبندان و یا بدون وزش بادهای شدید رشد می کنند. وزش بادهای شدید سبب ریزش گل ها و در نهایت کاهش میوه دهی می شود. اکثر گونه های این گیاه دمای تا -1 درجه سانتیگراد را می توانند تحمل کنند. درخت آووکادو حداقل به وجود 150 روز با دمایی بیش از 30 درجه نیاز دارد تا بتواند بهترین رشد و میوه دهی را داشته باشد. این گیاه دما را تا حدود 37 درجه نیز می تواند تحمل کند.",
      "howToWater": "خاک این گیاه باید همواره مقداری مرطوب باشد ولی خیس نباشد. یعنی زمانی که سطح خاک نسبتاً خشک شده بود می توان نسبت به آبیاری آن اقدام کرد. آبیاری بیش از حد سبب زرد شدن برگ ها و در نهایت سبب مرگ گیاه خواهد شد.",
      "howToSoil": "خاک آووکادو باید به خوبی زهکشی شده باشد و املاح در آن تجمع نداشته باشند. زیرا آووکادو از جمله گیاهان حساس به تجمع املاح و خاک های شور است. درختان جوان تا 1 تا 2 سال اول نیاز به کوددهی ندارند ولی بعد از آن می توان از کودهای کامل به نسبت های 10-10-10 هر سه ماه یکبار استفاده کرد.",
      "howToLight": "کمبود نور سبب مب شود که گیاه به سمت منبع نور خم شده و برگ های زیرین آن ریزش کند. علاوه بر آن نور شدید نیز به این گیاه آسیب می رساند زیرا پوست تنه این درخت نازک است. در موطن این گیاه نیز، درختان آووکادو در سایه نسبی سایر درختان بزرگتر رشد می کنند. به همین دلیل مکان کشت آن باید به گونه ای باشد که پرنور و روشن بوده ولی نور مستقیم آفتاب در ساعات اولیه روز که شدت و گرمای کمتری دارد به گیاه بتابد.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 2,
      "tempMax": 37,
      "humidityMin": 20,
      "humidityMax": 80,
      "lightMin": 1000,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 3,
      "mainPic": "https://planta.vsrv.ir/storage/plant/August2022/qilGBnvViokE02EEcEb7.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/August2022/zCBa7EOCkAeE4a1YgvAJ.jpeg",
        "https://planta.vsrv.ir/storage/plant/August2022/028ru9wAJKLnAD1Vkqjn.jpeg"
      ],
      "otherNames": [
        "Persea americana"
      ]
    },
    {
      "probability": null,
      "id": 52,
      "name": "شمشاد",
      "sciName": "Buxus",
      "description": "شمشاد جنگلی یک گیاه تزیینی بسیار پرکاربرد است و به دلیل ظاهر جذاب و برگ های مستحکم خود، انتخاب مناسبی برای فضای باز است.\r\nسالی یک بار و ترجیحا در بهار یا تابستان گیاه را هرس کنید.\r\nدر اوایل تابستان کود طبیعی چندمنظوره به آن بدهید تا کیفیت رشد را افزایش دهید.",
      "howToWater": "آبیاری بیش از حد باعث می‌شود که گیاه دچار نوعی قارچ شود که اصلا اتفاق خوبی نیست.\r\nدر فصول رشد ( بهار و تابستان )، مرتبا گیاه را آبیاری کنید، هرگز اجازه ندهید خاک آن خیلی خشک شود. در زمستان از حجم آب کم کنید، همین که سطح خاک مرطوب باشد کافی است. اگر برگها طراوت کافی را نداشتند، یعنی باید برنامه آبیاری را اصلاح کنید.",
      "howToSoil": "در اوایل تابستان کود طبیعی چندمنظوره به آن بدهید تا کیفیت رشد را افزایش دهید.\r\nاز زه کشی مناسب خاک مطمئن شوید و سپس با آرامش آن را آبیاری کنید!\r\nتقریبا در هر نوع خاکی این گیاه رشد خواهد کرد",
      "howToLight": "فرقی نمی کند آن را کجا می گذارید. در یک مکان پرنور و یا سایه کامل. شمشاد رونده در هر میزانی از نور رشد می‌کند.\r\nاما نور زیاد باعث آسیب رساندن به همه گیاهان می شود. بهتر است او تمام طول روز در معرض آفتاب نباشد.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 5,
      "tempMax": 25,
      "humidityMin": 10,
      "humidityMax": 80,
      "lightMin": 500,
      "lightMax": 15000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/C7KgXtKHTqvJvliLiWDD.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/YmrUKSSizXfLiljTsDT4.jpeg",
        "https://planta.vsrv.ir/storage/plant/June2021/3diqVPZdIBRIONC7MLsl.jpeg"
      ],
      "otherNames": [
        "boxwood ",
        " Buxus sempervirens ",
        " Euonymus japonicus ",
        " Buxus sempervirens ",
        " Euonymus fortunei ",
        " Buxus sempervirens ",
        " Euonymus japonicus ",
        " Euonymus fortunei ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 194,
      "name": "اطلسی",
      "sciName": "Petunia hybrida",
      "description": "اطلسی جز گیاهان یکساله بوده و گل هایش به صورت قیف و در دو گونه اصلی یکی به رنگ بنفش به نام P.violacea و دیگری به رنگ سفید و معطر P.nictaginiflora است. از هیبرید طبیعی و مصنوعی که بین این دو به عمل آمده گل اطلسی دورگه P.hybrida و گونه های دیگر آن به وجود آمده است.\r\nبه طور کلی رنگ های متنوع در گل اطلسی همانند سفید، قرمز، بنفش، صورتی، زرد، گلی، آبی و دورنگ که خود در رنگ های مختلف دو یا سه رنگ می باشد موجب شده است این گل در فضاهای سبز کاربرد بیشتری داشته باشد.\r\nجهت کاشت بذر در صورتی که بخواهند اطلسی زودرس بعمل آوردن بذر را در آخر زمستان داخل شاسی کاشته و بعدا نباتات حاصله را در گلدان های کوچک و در هر گلدان یک بوته نشا می کنند. بدین ترتیب پس از آن که نباتات را در محل اصلی زودتر نشا کردند، در اوایل تابستان به گل خواهند رفت ولی اگر منظور تهیه اطلسی دیررس باشد، بذر را در اواسط فروردین در خزاه هوای آزاد و در روی خطوطی به فواصل ۱۵-۱۰ سانتی متر از همیدگر کاشته و روی بذور کاشته شده را با مقدار کمی خاک برگ با ماسه می پوشانند. در اواخر اردیبهشت ماه نباتات حاصله را می توان در محل اصلی به فواصل ۳۰ سانتی متر از هم نشا کرد. این نشاها از اواخر ماه اول تابستان تا اواسط پاییز سرگل خواهند بود.",
      "howToWater": "آبیاری بایستی به گونه ای باشد که پای بوته ها همیشه مرطوب باشد مراقب باشید وقتی خاك خشك شد به آن آب بدهید",
      "howToSoil": "گیاهان پیازدار به خاك های سبك احتیاج دارند. برای آماریلیس مناسب ترین بستر مخلوطی است از رس، ماسه، كود حیوانی پوسیده و خاكبرگ. این مواد را به نسبت مساوی با هم مخلوط كنید.\r\nفقط زمانی به آن كود دهید كه عمر گل هایش تمام شده باشد. بعد از پایان دوره گل دهی هر پانزده روز یكبار به آن كود بدهید. از پاییز كه گیاه استراحت زمستانه را آغاز می كند كوددهی را قطع كنید.",
      "howToLight": "گل اطلسي گیاهی است تا حدودی گرما دوست و روشنایی پسند. نور مستقیم آفتاب باعث شكوفایی گلهایش می گردد. .\r\nمناسب ترین درجه حرارت برای بیدار شدن آماریلیس از خواب زمستانه، حرارتی معادل 16 تا 18 درجه سانتیگراد است.",
      "waterMin": 3,
      "waterMax": 4,
      "tempMin": 15,
      "tempMax": 25,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 800,
      "lightMax": 10000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/Ikt37BoLrtafz7HS9lgX.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/6wR2iZL5Dx1qyV1te1rT.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/4TryZKzEAVxWTjPVxG6j.jpeg"
      ],
      "otherNames": [
        "Petunia hybrida"
      ]
    },
    {
      "probability": null,
      "id": 200,
      "name": "شیرخشتی",
      "sciName": "Pyracantha coccinea",
      "description": "پیراکانتا یک گیاه همیشه سبز است. پس اجازه نمی‌دهد باغچه شما خالی و پژمرده شود و دنیایی از زیبایی و طراوت را به آن هدیه می‌دهد. در بهار، شکوفه‌های ریز و سفید رنگ این گیاه باغچه را پر می‌کنند و در فصل پاییز نیز تغییر حالت داده و به میوه‌‌های کوچک و زیبای قرمز، زرد یا نارنجی تبدیل می‌شوند. نگهداری پیراکانتا آسان است و برای پرورش آن کار سختی پیش رویتان نیست. ضمن اینکه پیراکانتا گیاهی معطر است و با ترکیب رنگ زیبای خود، رنگبندی جذاب و تماشایی را به محیط اضافه می‌کند. بنابراین اگر دنبال گیاهی جذاب و تماشایی برای باغچه خود هستید؛ گیاهی که جلوه‌ای متفاوت به خانه شما بدهد،‌ ما نگهداری از گیاه پیراکانتا را به شما پیشنهاد می‌کنیم.\r\nخوبی پیراکانتا در این است که اگر می‌خواهید حالتی مرز مانند برای اطراف باغچه ایجاد کند، باز هم انتخاب مناسبی است. حتی اگر به قدر کافی در باغچه گیاه کاشته اید، باز هم پیراکانتا به‌صورت منظم و حتی در یک نوار خیلی باریک رشد خواهد کرد و فضای زیادی از باغچه شما را اشغال نخواهد کرد.\r\nپیراکانتا متعلق به جنوب شرقی آسیا و جنوب شرقی اروپاست. این گیاه یک گل باستانی و قدیمی است که در قرن شانزدهم مجدد پیوند زده شده و توسط باغبان‌ها استفاده شده است. اگر کمی از پیراکانتا مراقبت کنید، تا سالها زیبا و باطراوت باقی خواهد ماند.",
      "howToWater": "پیراکانتا به آبیاری منظم نیاز داشته و باید قبل از خشک کامل خاکش آن را آبیاری کنید. البته که این گیاه به خشکی نیز مقاوم بوده و درصورتی که کمی دیرتر هم آبیاری شود مشکلی برای آن ایجاد نخواهد شد، بااین‌حال توصیه ما این است که در طول نگهداری از پیراکانتا آن را به‌طور منظم آبیاری کنید تا بهترین رشد و بازدهی را داشته و رشد آن ضعیف نشود.",
      "howToSoil": "برای نگهداری پیراکانتا به خاکی با زهکشی عالی و غنی شده با کودهای عالی نیاز دارید. به‌این‌منظور ترکیبی از کوکوپیت،‌ پیت ماس و پرلیت انتخابی مناسب است.",
      "howToLight": "پیراکانتا عاشق نور است و به نور کامل خورشید نیاز دارد. ازاین‌رو اگر قصد نگهداری از پیراکانتا در فضای داخل خانه و گلدان را دارید،‌ از اینکار صرف نظر کرده و آن را در باغچه و محیطی نورگیر نگهداری کنید.",
      "waterMin": 4,
      "waterMax": 8,
      "tempMin": 5,
      "tempMax": 35,
      "humidityMin": 10,
      "humidityMax": 50,
      "lightMin": 2000,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/April2022/B942VNDfQUMfhsRLOHOe.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/April2022/NHsAlP3tBLObxDKGcfw2.jpeg",
        "https://planta.vsrv.ir/storage/plant/April2022/Xqq2Bh8ZCHyapdrbMIsx.jpeg"
      ],
      "otherNames": [
        "Pyracantha coccinea ",
        " Pyracantha rogersiana ",
        " Pyracantha fortuneana"
      ]
    },
    {
      "probability": null,
      "id": 116,
      "name": "بید مجنون",
      "sciName": "Salix babylonica",
      "description": "درخت بید مجنون گیاهی با قامت متوسط الی بزرگ است که در موطن خود حدود 25-20 متر ارتفاع می ‌یابد البته در دیگر مناطق و تحت شرایطی بجز زادگاه خود معمولا حدود 12-9 متر می‌شود.  تاج آن نیز از نظر افقی در حدود 12 متر فضا اشغال کند. بنابراین این گیاه مناسب فضاهای بزرگ است. برگهای این گیاه 16-4  سانتیمتر طول دارند و در پاییز قبل از اینکه خزان کنند زرد رنگ می شوند. گل آذین (مجموع گلها) سنبله ای شکل آن  در بهار ظاهر می شود و تقریبا زرد رنگ اما غیر قابل توجه هستند. البته درخت بید مجنون گیاهی دو پایه است یعنی گلهای نر و ماده آن بر روی دو پایه جدا گانه شکل میگیرند. بنابراین برای تشکیل شدن بذرها به هر دو پایه نر و ماده نیاز است.ریشه‌های بید مجنون رشدی سریع دارد و در مدت زمان کوتاهی در فضایی گسترده انتشار می‌یابد  و از آنجایی که این گیاه بسیار به رطوبت علاقه دارد و ریشه هایش همواره در جستجوی آب هستند نباید آنرا  در نزدیکی چاه های آب و یا لوله های فاضلاب و زیرساختهایی از این قبیل کشت کرد زیرا می توانند موجب آسیب رساندن به ساختار و بدنه آنها شوند. \r\nدرختان بید مجنون بیشتر به سرمای هوا در زمستان حساس هستند تا گرمای هوا در تابستان. این درختان در مناطقی که سرمای هوای زمستان حداکثر تا 17- درجه است می توانند زنده بمانند و از بین نروند اما دماهای سردتر موجب سرمازدگی و از بین رفتن تمامی درخت خواهد شد.",
      "howToWater": "درخت بید مجنون گیاهی رطوبت دوست است و از وجود رطوبت در خاک پای خود استقبال می کند اما از طرف تا حدودی نسبت به خشکی خاک مقاوم هستند. گیاهان بزرگ و استقرار یافته سیستم ریشه های گسترده ای دارند که می توانند با کمک آنها آب مورد نیاز خود را تهیه کنند و آبیاری آنها زمانی لزوم دارد که یا هوا بسیار گرم باشد و یا به دلیل کمبود بارندگی خاک بیش از حد تحمل آن خشک شده باشد. دوره های طولانی خشکی می تواندموجب بروز نوک و حاشیه قهوه ای رنگ در برگها و ریزش آنان شود. در مورد گیاهان جوان بهتر است که در طی 4-3 سال اولیه زمانی که سطح خاک نسبتا خشک شده بود نسبت به آبیاری آن اقدام کرد تا به رشد آن کمک شود. همچنین هنگام آبیاری باید مقداری آب استفاده کرد که به شکل عمقی خاک را خیس کند تا ریشه ها به عمق نیز تشویق شوند به عمق خاک گسترش یابند. مثلا با گذاشتن شلنگ آب به مدت 20 دقیقه در پای گیاه می توان از نفوذ آب به عمق خاک اطمینان حاصل کرد. از طرفی ماندگاری و خیس بودن خاک اطراف ریشه ها موجب زردی و ریزیش برگها می شود. این مسئله بخصوص در مورد درختان بید مجنون که ریشه های آنان  لوله های فضلاب راه پیدا کرده اند مشاهده می شود و به نظر می رسد وجود گازهای سمی که در لوله های فاضلاب تولید می شود عالم این مسئله است. چنین مشکلی حتی می تواند موجب خشکیدن و از بین رفتن گیاه شود.",
      "howToSoil": "این گیاه طیف مختلفی از خاک را تحمل می کند و اگر قصد کاشتن این گیاه را داشته باشیم بهتر است که ابتدا خاک محل کاشت را با کود پوسیده گاوی مخلوط کنیم و نیازی به اضافه کردن ماده دیگری نیست. کوددهی به این گیاه چندان ضروری نیست. اگر هنگام کاشت نهال این گیاه ، خاک را به خوبی با کود دامی پوسیده مخلوط کرده باشیم(از نظر حجمی کود حدود نیمی از گودال کاشت را به خود اختصاص دهد البته این مقدار کود باید با خاک مخلوط شود و بعد از گودال ریخته شود)، تا حدود 3-2 سال نیازی به کوددهی نیست . در مورد گیاهان بزرگ نیز می توان هر سال و یا هر دو سال یکبار و با شروع فصل بهار ، کود دامی به ضخامت 10-5 سانتیمتر را بر روی خاک اطراف گیاه پخش کرد و آنرا با خاک تا عمق حدود 30-20 سانتیمتر مخلوط کرد. اگر قصد مخلوط کردن کود را با خاک دارید بهتر است که برای جلوگیری از آسیب به ریشه های  گیاه ، این کار را در خارج از سایه انداز انجام دهید زیرا بیشترین حجم ریشه های سطحی گیاه در قسمت سایه انداز آن (زیر تاج گیاه) است. در صورت تمایل به استفاده از کودهای شیمیایی می توان از کودهایی با نسبت 4-6-10(همانندکودی با فرمول 8-12-20)  در طی فصل رشد و بخصوص 8-6 هفته بعد از شروع رشد یعنی در اواسط بهار استفاده کرد.",
      "howToLight": "درخت مجنون به مکانی با نور کامل یعنی حداقل 8-6 ساعت آفتاب مستقیم نیاز دارد. نور کم محیط از جمله دلایل پریدگی رنگ برگها، زیاد شدن فاصله برگها بر روی ساقه از یکدیگر و شیوع بیماری های قارچی است.",
      "waterMin": 7,
      "waterMax": 14,
      "tempMin": -17,
      "tempMax": 30,
      "humidityMin": 10,
      "humidityMax": 70,
      "lightMin": 2000,
      "lightMax": 22000,
      "placement": 1,
      "difficulty": 1,
      "mainPic": "https://planta.vsrv.ir/storage/plant/November2021/eMsuSN1EAdx3jGTuIKi7.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/November2021/Y62YX0A4HqbfGuuDz4MH.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/KFVZHMZWAlWVC5rGUfBQ.jpeg"
      ],
      "otherNames": [
        "Salix miyabeana ",
        " Salix schwerinii ",
        " Salix bonplandiana ",
        " Maytenus boaria ",
        " Salix euxina ",
        " Salix mucronata ",
        " Salix humboldtiana ",
        ""
      ]
    },
    {
      "probability": null,
      "id": 44,
      "name": "سرخس",
      "sciName": "fern",
      "description": "در بهار و تابستان، او خاک مرطوب ( نه خیس) را دوست دارد. بهترین مکان برای او، حمامی است که در آن نور کافی خورشید وجود داشته باشد. اگر در آب و هوای مرطوبی زندگی نمی کنید، ناچارید خودتان رطوبت اطراف گیاه را به طور مصنوعی تامین کنید.\r\nبادهای شدید دشمن این گیاه هستند. پس سعی کنید آن را در جایی قرار دهید که از دست این بادها در امان باشد.\r\nسرخس به سرعت رشد می‌کند و باید مرتبا هرس شود. تمام برگ های ناسالم و مشکوک را از گیاه جدا کنید!",
      "howToWater": "مکانی برای آن مناسب است که هم نور کافی دریافت کند و هم کمی سایه باشد تا بتواند استراحت کند! اما نور مستقیم قطعا باعث سوختن و آسیب دیدن برگها می‌شود.\r\nسرخس نر را خشک و تشنه رها نکنید. هر وقت متوجه خشکی سطح خاک شدید به او آب بدهید.",
      "howToSoil": "هر سه ماه یک بار به سرخس زیبا کود مناسب اضافه کنید تا استقامت و سلامت خود را حفظ کند.",
      "howToLight": "مکانی برای آن مناسب است که هم نور کافی دریافت کند و هم کمی سایه باشد تا بتواند استراحت کند! اما نور مستقیم قطعا باعث سوختن و آسیب دیدن برگها می‌شود.",
      "waterMin": 3,
      "waterMax": 4,
      "tempMin": 10,
      "tempMax": 25,
      "humidityMin": 40,
      "humidityMax": 90,
      "lightMin": 500,
      "lightMax": 8000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/May2021/OtTT5caYieTvAMI8GgQY.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/May2021/0LJESmC2oMpUBJSfmpES.jpg",
        "https://planta.vsrv.ir/storage/plant/June2021/eimvgVQsrUsZEuBUgI3z.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/JYeXGAKt9OrG3F8CvOrJ.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/9yaITk6DiMWTuSgjDOgt.jpeg",
        "https://planta.vsrv.ir/storage/plant/November2021/bchBzg6uicoRqgCGFFTd.jpeg"
      ],
      "otherNames": [
        "Asparagus setaceus ",
        " Asparagus umbellatus ",
        " Pteris dentata ",
        " Matteuccia struthiopteris ",
        " Pteris cretica ",
        " Blechnum brasiliense ",
        " Asplenium hemionitis ",
        " Cyrtomium falcatum ",
        " Adiantum capillus-veneris ",
        " Adiantum diaphanum ",
        " Adiantum latifolium ",
        " Adiantum peruvianum ",
        " Adiantum raddianum ",
        " Adiantum reniforme ",
        " Adiantum trapeziforme ",
        " Asparagus scoparius ",
        " Asparagus falcatus ",
        " Asplenium scolopendrium ",
        " Biophytum sensitivum ",
        " Nephrolepis biserrata ",
        " Eleusine indica ",
        " Polystichum lonchitis ",
        " Nephrolepis exaltata ",
        " Pteris dentata ",
        " Pteris fauriei ",
        " Cyrtomium falcatum ",
        " Asparagus densiflorus"
      ]
    },
    {
      "probability": null,
      "id": 285,
      "name": "گل رعنا",
      "sciName": "Gaillardia pulchella",
      "description": "رعنا زیبا یا گل شاد گونه ای گیاهی عمر کوتاه چند ساله از جنس Gaillardia در خانواده Asteraceae بومی ایالات متحده مرکزی می باشد.\r\nساقه و شاخه های این گیاه ایستاده و کرک دار است. این گیاه در طول رشد به 60 سانتی متر (2 فوت) بلندی میرسد. دارای برگ های متناوب به طول 4 تا 8 سانتی متر با لبه های صاف تا دندانه دار و یا لوب دار است.\r\nبرای تکثیر بذور را در بهار در دمای 25-20 درجه کاشته و نشاها را بلافاصله بعد از ظاهرشدن برگهای اصلی به محل اصلی منتقل می کنند. البته بذور بایستی 3 تا 4 هفته در دمای 5 درجه سرمادهی مرطوب داده شود.\r\nاین گیاه سمی است و در مکانهایی که در دسترس کودکان است نباید کشت نمود.",
      "howToWater": "این گیاه مقاوم، خاک شنی و خوب زهکشی شده را میپسندد و تحمل به خشکی بالا با آب و هوای گرم و خشک و آفتاب کامل را دارد.",
      "howToSoil": "مخلوط خاک باغچه و خاکبرگ با زهکشی خوب برای این گیاه مناسب است",
      "howToLight": "آفتاب کامل در طول روز برای گلدهی این گیاه ضروری است و نباید در محیط سایه پرورش داده شود",
      "waterMin": 4,
      "waterMax": 6,
      "tempMin": 5,
      "tempMax": 25,
      "humidityMin": 10,
      "humidityMax": 60,
      "lightMin": 1500,
      "lightMax": 20000,
      "placement": 1,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/August2022/B6M4akBPXAkGSlPkeABg.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/August2022/8mfXFy5LfbGEzMoOW1wV.jpeg",
        "https://planta.vsrv.ir/storage/plant/August2022/GU11jDuRkiwR6zPi2i5f.jpeg",
        "https://planta.vsrv.ir/storage/plant/August2022/mdvxxLv5rD7aCLZ5kNoc.jpeg"
      ],
      "otherNames": [
        "Gaillardia pulchella"
      ]
    },
    {
      "probability": null,
      "id": 144,
      "name": "چمن عروس",
      "sciName": "Soleirolia soleirolii",
      "description": "گیاه چمن عروس یا چمن هلکسین «Soleirolii» که با نام اشک کودک «Baby’s Tears» نیز شناخته می‌شود، یکی گیاه آپاتمانی زیبا از خانواده گزنه ‌ایان «Urticaceae» است. این گیاه بومی جنوب اروپا و کشور ایتالیا است. چمن عروس یک گیاه همیشه سبز با برگ‌ هایی ریز، گرد و سبز رنگ و ساقه‌ های نسبتاً گوشتی است. برگ‌ های چمن عروس به صورت متراکم کنار یکدیگر قرار گرفته ‌اند به طوری که از دور مانند یک فرش سبز رنگ و زیبا به نظر می‌ رسد. برای دو چندان شدن جلوه خاص چمن عروس، می ‌توان از این گیاه در سبد های آویز نگهداری کرد.\r\nچمن عروس یک گیاه خزنده است و رشد آن بسیار سریع است. این گیاه را می ‌توان در تراریوم (باغ شیشه‌ ای) نیز کاشت. در فصل تابستان، اگر این گیاه در مقابل نور کافی قرار بگیرد گل ‌هایی ریز به رنگ‌ های سفید و صورتی به ارمغان می ‌آورد.",
      "howToWater": "این گیاه نمی‌ تواند خاک خشک را تحمل کند. آبیاری چمن عروس باید طوری باشد که خاک گیاه همیشه مرطوب باشد. باید دقت داشت که آبیاری نباید به گونه ‌ای باشد که گیاه غرق در آب شود.",
      "howToSoil": "این گیاه در رابطه با خاک چندان سخت گیر نیست و می ‌تواند در اکثر خاک ‌ها رشد کند. بهترین خاک برای این گیاه مخلوطی از خاک برگ و کمپوست است که به خوبی زهکشی شده باشد. برای تغذیه چمن عروس می ‌توان در فصل بهار و تابستان، هر دو هفته یک بار از کود های محلول رقیق شده استفاده کرد.",
      "howToLight": "مناسب ‌ترین نور برای چمن عروس، نور غیر مستقیم خورشید است. این گیاه حتی در سایه هم می‌ تواند زندگی کند. بهترین حالت برای این گیاه، زندگی در یک محیط پر نور است. گیاه چمن عروس مانند اکثر گیاهان آپارتمانی، نیازی به نور مستقیم خورشید ندارد. نور مستقیم خورشید سبب زرد و قهوه‌ ای شدن برگ ‌های این گیاه می ‌شود.",
      "waterMin": 3,
      "waterMax": 6,
      "tempMin": 16,
      "tempMax": 24,
      "humidityMin": 40,
      "humidityMax": 80,
      "lightMin": 500,
      "lightMax": 15000,
      "placement": 0,
      "difficulty": 2,
      "mainPic": "https://planta.vsrv.ir/storage/plant/December2021/stMMwSgqVDHxjTXq7bPF.jpeg",
      "pics": [
        "https://planta.vsrv.ir/storage/plant/December2021/6MDvmA6dndqkxf1vYxJW.jpeg",
        "https://planta.vsrv.ir/storage/plant/December2021/ryuwVqreFlYScoWZ8qTH.jpeg"
      ],
      "otherNames": [
        "Soleirolia soleirolii ",
        ""
      ]
    }
  ],
  "links": {
    "first": "https://planta.vsrv.ir/api/Feed?page=1",
    "last": "https://planta.vsrv.ir/api/Feed?page=22",
    "prev": "https://planta.vsrv.ir/api/Feed?page=4",
    "next": "https://planta.vsrv.ir/api/Feed?page=6"
  },
  "meta": {
    "current_page": 5,
    "from": 61,
    "last_page": 22,
    "links": [
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=4",
        "label": "&laquo; Previous",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=1",
        "label": "1",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=2",
        "label": "2",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=3",
        "label": "3",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=4",
        "label": "4",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=5",
        "label": "5",
        "active": true
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=6",
        "label": "6",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=7",
        "label": "7",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=8",
        "label": "8",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=9",
        "label": "9",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=10",
        "label": "10",
        "active": false
      },
      {
        "url": null,
        "label": "...",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=21",
        "label": "21",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=22",
        "label": "22",
        "active": false
      },
      {
        "url": "https://planta.vsrv.ir/api/Feed?page=6",
        "label": "Next &raquo;",
        "active": false
      }
    ],
    "path": "https://planta.vsrv.ir/api/Feed",
    "per_page": 15,
    "to": 75,
    "total": 328
  }
}